{
    "season": 1,
    "episode": 5,
    "title": "Basketball",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "[to Jim]: Hey, you ready?"
            },
            {
                "character": "Michael",
                "line": "All right, all right, secret sign. Hey, Ryan. [Ryan holds up his bag] Very good. Excellent, excellent."
            },
            {
                "character": "Dwight",
                "line": "Michael!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Today at lunchtime we're going to be playing the warehouse staff at a friendly little game of basketball. My idea. Last time I was down there, I noticed they'd put up a couple of hoops, and I play basketball every weekend. So I thought, \"This might be kinda fun.\" And so I started messing around and... I'm sinking a few, you know. Swish, swish, swish. Nothing but net. And their jaws just dropped to the floor. African-Americans! So... you know, it's really just a good friendly game, a reason to get together."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Pam, Pam, thank you ma'am. Messages, please. Thank you."
            },
            {
                "character": "Dwight",
                "line": "Michael, can I talk to you, please? Privately? In your office? I think I should be on the team."
            },
            {
                "character": "Michael",
                "line": "No. And that's not me being mean, Dwight. That is based on your past behavior."
            },
            {
                "character": "Dwight",
                "line": "Oh, please."
            },
            {
                "character": "Michael",
                "line": "[to camera] When I let him come to my pick-up game..."
            },
            {
                "character": "Dwight",
                "line": "I apologized for that."
            },
            {
                "character": "Michael",
                "line": "[to Dwight] I vouched for you."
            },
            {
                "character": "Dwight",
                "line": "Michael, I..."
            },
            {
                "character": "Michael",
                "line": "I vouched for you in front of Todd Packer, Dwight. All right, here's what I'm going to do. The hand strikes and gives a flower. You are not going to play basketball. But I need somebody to come in and take over the holiday and weekend work calendar."
            },
            {
                "character": "Dwight",
                "line": "I can handle that."
            },
            {
                "character": "Michael",
                "line": "Good. Excellent, it'll be fun. Because corporate, uh, wants someone to be here on Saturday. And so we're going to have to have some people come in on the weekend, and I know nobody's gonna want to do it and I know everybody's gonna complain and bitch and I don't want to have to deal with that."
            },
            {
                "character": "Dwight",
                "line": "And that's why you have an assistant regional manager."
            },
            {
                "character": "Michael",
                "line": "Yes it is. Assistant to the regional manager."
            },
            {
                "character": "Dwight",
                "line": "[to camera] Same thing."
            },
            {
                "character": "Michael",
                "line": "No, it's not. It's lower, so..."
            },
            {
                "character": "Dwight",
                "line": "It's close."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "So we need someone to work this Saturday and I think that, that should be...Jim."
            },
            {
                "character": "Jim",
                "line": "God, this is so sad. This is the smallest amount of power I've ever seen go to someone's head. Phyllis, can you believe this?"
            },
            {
                "character": "Phyllis",
                "line": "Keep me out of it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "My fiance has plans for us this Saturday. So I really hope that Dwight doesn't make me work. Maybe I should sleep with him? I'm kidding, kidding. Totally kidding."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right, managing by walking around. This is our warehouse. Or, as I like to call it, the whorehouse. But don't you call it that, I've earned the right."
            },
            {
                "character": "Ryan",
                "line": "Fine, don't worry about that."
            },
            {
                "character": "Michael",
                "line": "And here we have \"Mister Roger's Neighborhood.\" Come on over here. Hey, this is Ryan. He's temping upstairs."
            },
            {
                "character": "Lonny",
                "line": "What's up?"
            },
            {
                "character": "Michael",
                "line": "And this is the foreman. Mista Ra-jahs."
            },
            {
                "character": "Darryl",
                "line": "It's not my real name."
            },
            {
                "character": "Michael",
                "line": "No, it's Darryl. Darryl is Mista Ra-jahs."
            },
            {
                "character": "Ryan",
                "line": "Darryl Rogers?"
            },
            {
                "character": "Darryl",
                "line": "Darryl Philbin. Then Regis, then Rege, then Roger, then Mister Rogers."
            },
            {
                "character": "Michael",
                "line": "[laughs] And that is Lonny. And this is Roy. Roy dates Pam. You know, the uh, the best looking one upstairs."
            },
            {
                "character": "Ryan",
                "line": "Yeah, yeah."
            },
            {
                "character": "Michael",
                "line": "You still getting it regular man? Huh? I mean, I can tell her it's part of the job! Rapport!"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[on the phone] No, no, I know that the warranty's expired, but isn't it supposed to last longer than two years if it isn't defective? OK, fine, three years."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Pam gets a little down. Her toaster oven broke. Um, which she got at her engagement shower. Um, for a wedding that still has yet to be set... and that was three years ago."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So, um, one o'clock sharp and we've got a game on."
            },
            {
                "character": "Darryl",
                "line": "We're loading at one."
            },
            {
                "character": "Michael",
                "line": "Oh, I see, you're chickening out on me. You're bailing on me."
            },
            {
                "character": "Darryl",
                "line": "No, we got a truck going out at 1:15. So, that's the busy time."
            },
            {
                "character": "Michael",
                "line": "Oh, well, I'm glad that some time is a busy time because whenever I'm down here it doesn't seem too busy to me. Oh, oh. You can dish it out, but you can't take it. OK, fine, have it your way. [clucking and dancing like a chicken]"
            },
            {
                "character": "Darryl",
                "line": "All right, fine, you know what? One o'clock."
            },
            {
                "character": "Michael",
                "line": "All right, see you at one."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Are we ready for the game?"
            },
            {
                "character": "Everyone",
                "line": "[half-heartedly] Yeah."
            },
            {
                "character": "Michael",
                "line": "I... yeah, yeah. I know, grumble, grumble. But you would follow me to the ends of the earth, grumbling all the way. Like that, uh, dwarf from Lord of the Rings."
            },
            {
                "character": "Dwight",
                "line": "Gimli."
            },
            {
                "character": "Michael",
                "line": "Nerd. That is why you're not on the team."
            },
            {
                "character": "Dwight",
                "line": "Just trying to be helpful."
            },
            {
                "character": "Michael",
                "line": "Uh, [in a nerdy voice] \"I'll help, Elwyn Dragonslayer, uh, ten points, power sword.\""
            },
            {
                "character": "Jim",
                "line": "That's him."
            },
            {
                "character": "Michael",
                "line": "OK, so, let's put together a starting line-up, shall we? Stanley of course."
            },
            {
                "character": "Stanley",
                "line": "I'm sorry?"
            },
            {
                "character": "Michael",
                "line": "Um, what do you play? Center?"
            },
            {
                "character": "Stanley",
                "line": "Why \"of course\"?"
            },
            {
                "character": "Michael",
                "line": "Uh..."
            },
            {
                "character": "Stanley",
                "line": "What's that supposed to mean?"
            },
            {
                "character": "Michael",
                "line": "Uh, I don't know. I don't remember saying that."
            },
            {
                "character": "Jim",
                "line": "Uh, I heard it."
            },
            {
                "character": "Michael",
                "line": "Well, people hear a lot of things, man. Um... other starters... Me, of course. I heard it that time."
            },
            {
                "character": "Phyllis",
                "line": "I'd like to play if it's just for fun. I played basketball in school."
            },
            {
                "character": "Michael",
                "line": "[ignores Phyllis)] Um... Yeah. Who else? We have Jim. We have Ryan, the new guy, right? Untested. Willing to prove himself now. A lot of passion, a lot of heart."
            },
            {
                "character": "Ryan",
                "line": "But, I'm getting paid to skip lunch?"
            },
            {
                "character": "Michael",
                "line": "Yes."
            },
            {
                "character": "Ryan",
                "line": "OK."
            },
            {
                "character": "Michael",
                "line": "Yes, this is business. The, uh, business of team building and morale boosting. Uh, who else?"
            },
            {
                "character": "Oscar",
                "line": "I can help out, if you need me."
            },
            {
                "character": "Michael",
                "line": "I will use your talents come baseball season, my friend. Or if we box."
            },
            {
                "character": "Kevin",
                "line": "I have a hoop in my driveway."
            },
            {
                "character": "Michael",
                "line": "No."
            },
            {
                "character": "Phyllis",
                "line": "I have a sports bra."
            },
            {
                "character": "Michael",
                "line": "No, no, ridiculous."
            },
            {
                "character": "Dwight",
                "line": "Michael, look. [Dwight throws paper at the garbage can]"
            },
            {
                "character": "Michael",
                "line": "Close. All right, uh... Me, Stan the man, Jim, Ryan and Dwight."
            },
            {
                "character": "Dwight",
                "line": "Yes!"
            },
            {
                "character": "Michael",
                "line": "Sorry Phyllis."
            },
            {
                "character": "Dwight",
                "line": "Can I be team captain?"
            },
            {
                "character": "Michael",
                "line": "No, I'm team captain."
            },
            {
                "character": "Dwight",
                "line": "Can I be team manager?"
            },
            {
                "character": "Michael",
                "line": "No, I am the team manager. You can be assistant to the team manager."
            },
            {
                "character": "Dwight",
                "line": "Assistant team manager?"
            },
            {
                "character": "Michael",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "OK, we'll see who's working this weekend then."
            },
            {
                "character": "Michael",
                "line": "Jim, you're in charge of the vacation schedule now."
            },
            {
                "character": "Jim",
                "line": "Oh my God."
            },
            {
                "character": "Michael",
                "line": "Threat neutralized."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[hits Pam in the head with a piece of paper] Off the backboard!"
            },
            {
                "character": "Pam",
                "line": "Please don't throw garbage at me."
            },
            {
                "character": "Michael",
                "line": "Oh, Pam with a zinger. Hey, Pam, how would you, like to be our cheerleader today? You know, some, ah, pigtails? A little, ah, halter top, you could tie that up. And you know, something a little, just, youthful, for a change. Just this once?"
            },
            {
                "character": "Pam",
                "line": "I don't think so Michael. Besides, I can't cheer against my fiance."
            },
            {
                "character": "Jim",
                "line": "I'll do it. Wear a little flouncey skirt if you want, and..."
            },
            {
                "character": "Michael",
                "line": "Yeah, I bet you would. Just try not to be too gay on the court. And by gay I mean, um, you know, not in a homosexual way at all. I mean the uh, you know, like the bad-at-sports way. I think that goes without saying."
            },
            {
                "character": "Pam",
                "line": "Maybe Angela would cheerlead."
            },
            {
                "character": "Michael",
                "line": "Oh, yeah right."
            },
            {
                "character": "Phyllis",
                "line": "I'll do it."
            },
            {
                "character": "Michael",
                "line": "Oh, yuck, that's worse than you playing. ... 'Cause we need you as an alternate in case somebody gets hurt. That's where we need you. Blessed be those who sit and wait. You made it, suit up, you're on the team! All right, cool! Very good."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Oh-oh. Oh-oh. A spy from the warehouse. Trying to figure out our plays, huh, man?"
            },
            {
                "character": "Darryl",
                "line": "Just getting a tea bag."
            },
            {
                "character": "Michael",
                "line": "Oh ho, oh, he's running. He's running. He's running, but he can't hide because you know what? One o'clock, you better bring your 'A' game. Because me, and my, posse guys are gonna be in your face. Right in your face!"
            },
            {
                "character": "Darryl",
                "line": "Why don't we make it more interesting? Loser buys dinner at Farley's."
            },
            {
                "character": "Michael",
                "line": "Whoa-ho. I like the way you think. You know what, I'm gonna take that one step further. Loser, works, on Saturday."
            },
            {
                "character": "Darryl",
                "line": "No, that's not as much fun. You know what?"
            },
            {
                "character": "Michael",
                "line": "What?"
            },
            {
                "character": "Darryl",
                "line": "You're on."
            },
            {
                "character": "Michael",
                "line": "OK. Cool, you're on. [to Dwight] Don't screw this up."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[to camera] Classic beginner's mistake, eating before a game."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Has anyone seen the first-aid kit? [Dwight holds the kit up] How many times have I told you? I'm the safety officer, not you."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Basketball? It was kind of my thing in high school. And I'm, yeah, I'm looking forward to playing. You know, I think I'm gonna impress a few people in here."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You coming down?"
            },
            {
                "character": "Pam",
                "line": "Yeah, I'm just forwarding the phones."
            },
            {
                "character": "Jim",
                "line": "You gonna wish me luck?"
            },
            {
                "character": "Pam",
                "line": "Yeah, you're gonna need it."
            },
            {
                "character": "Jim",
                "line": "Whoa."
            },
            {
                "character": "Jim",
                "line": "Is that trash talk from Pam?"
            },
            {
                "character": "Pam",
                "line": "[laughing] I'm just saying, Roy is very competitive."
            },
            {
                "character": "Jim",
                "line": "Oh."
            },
            {
                "character": "Pam",
                "line": "And he wants to take the WaveRunners to the lake this Saturday so..."
            },
            {
                "character": "Jim",
                "line": "Well, I'm going to the outlet mall on Saturday, so if you wanna save big on brand names and Roy has to work, which he will, because I'm also competitive, you should feel free to come along."
            },
            {
                "character": "Pam",
                "line": "Um, I think I'm gonna be up at the lake."
            },
            {
                "character": "Jim",
                "line": "I think I'll see you at the mall. Yeah."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, there he is! Secret weapon! All right, guys, come on, let's bring it in! Here we go! OK, listen, this is just going to be a friendly game, right? We are all on the same team here, the Dunder Mifflin team. Of course, if you beat us, you're fired. That's a joke. OK, let's do it."
            },
            {
                "character": "Jim",
                "line": "Have a good game man."
            },
            {
                "character": "Roy",
                "line": "Yeah, you too. Should be fun."
            },
            {
                "character": "Michael",
                "line": "All right, everybody stretch out a little bit. Stretch it. Full stretch. Ryan, you wanna stretch?"
            },
            {
                "character": "Ryan",
                "line": "I stretched before I came."
            },
            {
                "character": "Michael",
                "line": "OK."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "OK, Ryan, you have Darryl. I have Roy."
            },
            {
                "character": "Jim",
                "line": "Really? I thought I'd take Roy."
            },
            {
                "character": "Michael",
                "line": "Actually, I think Roy is their best player not Lonny. So, Dwight, you uh, have the East German gal. Uh, who else we got... Um...OK, all right, you guys."
            },
            {
                "character": "Dwight",
                "line": "[taking off his shirt] OK, we'll be skins!"
            },
            {
                "character": "Michael",
                "line": "Aw, come on Dwight."
            },
            {
                "character": "Dwight",
                "line": "What? Shirts on or off?"
            },
            {
                "character": "Michael",
                "line": "On. Just put it on."
            },
            {
                "character": "Dwight",
                "line": "You sure?"
            },
            {
                "character": "Michael",
                "line": "Yes. Uh, Pam? You kind of have your foot in both camps, why don't you do the uh, jump ball OK?"
            },
            {
                "character": "Roy",
                "line": "Don't listen to him Pam. Trust me, tip it my way or you're sleeping in the car."
            },
            {
                "character": "Michael",
                "line": "Stanley! What? You gotta be kidding me! !?! [Roy steals the ball, and goes for a lay up] Oh... Here we go! [Lonny shoots and makes it] Who's on him? Somebody get him!"
            },
            {
                "character": "Teammates",
                "line": "Yeah!"
            },
            {
                "character": "Roy",
                "line": "That's what I'm talking about."
            },
            {
                "character": "Michael",
                "line": "Yeah, yeah, yeah. Over here, over here. [Jim saves the ball from going out of bounds and passes to Michael] Here we go. Three! [Shoots and misses] Let's go to the zone! We're going to zone!"
            },
            {
                "character": "Dwight",
                "line": "De-fense! [clap, clap] [Michael joins in] De-fense! [clap clap]"
            },
            {
                "character": "Michael & Dwight",
                "line": "De-fense! De-fense!"
            },
            {
                "character": "Warehouse worker",
                "line": "[Roy scores] Well done team."
            },
            {
                "character": "Michael",
                "line": "Who's got Roy? [Jim does a behind the back move around Roy for the basket]"
            },
            {
                "character": "Pam",
                "line": "Woo!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[misses a half court shot] Aw, come on! What is wrong with me today!? Usually hit those. [Dwight scores] Dwight, I was open. All right, let's go."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Roy bumps Michael to get around him] OK, foul. Charging. Charging. That's a foul."
            },
            {
                "character": "Roy",
                "line": "OK."
            },
            {
                "character": "Michael",
                "line": "OK, I'll take it. [misses free throw] OK."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "When I am playing hoops all of the stress and responsibility of my job here just melts away. It's gone, I'm in the zone."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[misses another shot] What is wrong with me today?!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Who am I? Am I Michael Scott? I don't know... I might just be a basketball machine. What's Dunder Mifflin? I've never heard of it. Filing? Paperwork? Who cares? Possible downsizing? Um... well, that's probably gonna happen, actually."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Jim! Jim! Jim, right here, Jim! Give me the ball! Ryan, cut! [Michael looks away and misses Jim's pass] Whoa!"
            },
            {
                "character": "Jim",
                "line": "My bad."
            },
            {
                "character": "Darryl",
                "line": "[scores] Here we go. Here we go. Here we go."
            },
            {
                "character": "Lonny",
                "line": "[dancing] Where you at? Where you at? You over there? I'm over there."
            },
            {
                "character": "Michael",
                "line": "That is cool. Is that like the Robot?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Ryan scores] Nice! Come here! [gives Ryan a chest bump]"
            },
            {
                "character": "Ryan",
                "line": "Can we just do one? That's cool, that's fine."
            },
            {
                "character": "Darryl",
                "line": "You have one more free throw shoot. Come on."
            },
            {
                "character": "Roy",
                "line": "All right, let's go."
            }
        ],
        [
            {
                "character": "Warehouse worker",
                "line": "Watch your back Madge."
            },
            {
                "character": "Madge",
                "line": "Hey! Come on man!"
            },
            {
                "character": "Michael",
                "line": "Come on! Hey, Dwight. Dwight!"
            },
            {
                "character": "Dwight",
                "line": "[scores] Yeah! [points to Madge] In your face!"
            },
            {
                "character": "Madge",
                "line": "Yeah, like that counts."
            },
            {
                "character": "Michael",
                "line": "You know what? Dwight, Dwight..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Football is like rock and roll, it's just bam-bam-boo... And basketball is like jazz, you know? You're kind of... Dupee-doo, dupee-do. It's all downbeat, it's in the pocket, it's like... [singing] Dupee-do, dupee-do, dapee-dah..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[singing] Du-du-du-du-dupee-do, de-do-do-do. Du-du-du-du-dupee-do, de-do-do-do. Harlem Globetrotter..."
            },
            {
                "character": "Roy",
                "line": "[steals the ball, scores, mimics singing] Du-du-du-du-dupee-do. Your ball."
            },
            {
                "character": "Michael",
                "line": "All right, time, time out. Come on, sales, over here. Bring it in! Come on!"
            },
            {
                "character": "Michael",
                "line": "What's going on? What's going on? You're playing like a bunch of girls."
            },
            {
                "character": "Jim",
                "line": "You know what? Let me take Roy."
            },
            {
                "character": "Michael",
                "line": "All right, switch. Take it up a notch, come on."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Shoot, shoot it. [Roy hits Jim in the mouth with his elbow] Whoa, whoa, whoa, whoa! Foul! Naked aggression! Oh, that is... You all right Jim? Suck it up."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Block, block, block!"
            },
            {
                "character": "Madge",
                "line": "He's afraid of you now."
            },
            {
                "character": "Michael",
                "line": "[Jim makes a shot after pushing off Roy] Ouch! Oh, how much does it hurt? How much does it hurt?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Jim pushes Roy to the ground and makes another shot] Yes!"
            },
            {
                "character": "Roy",
                "line": "What the hell man?"
            },
            {
                "character": "Jim",
                "line": "Take it easy."
            },
            {
                "character": "Roy",
                "line": "No, you take it easy."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Darryl scores] Watch the long passes, you guys!"
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "[Dwight steals the ball from Ryan] Same team, Dwight."
            },
            {
                "character": "Michael",
                "line": "Dwight!"
            },
            {
                "character": "Dwight",
                "line": "[scores] Yes!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Phyllis scores] Yeah! Yeah! Yeah! In, your, face! Angela, what's the score?"
            },
            {
                "character": "Angela",
                "line": "You're ahead."
            },
            {
                "character": "Michael",
                "line": "Yeah, baby, here we go!"
            },
            {
                "character": "Michael",
                "line": "[Jim has the ball] Jim! Jim! Right here! [runs into the elbow of the guy guarding him] Ow! God! Hold it!"
            },
            {
                "character": "Worker",
                "line": "I'm sorry."
            },
            {
                "character": "Michael",
                "line": "Foul! Foul!"
            },
            {
                "character": "Worker",
                "line": "I'm sorry. You all right?"
            },
            {
                "character": "Michael",
                "line": "Oh, that hurts."
            },
            {
                "character": "Worker",
                "line": "Sorry, I didn't mean to do that."
            },
            {
                "character": "Michael",
                "line": "What's your problem man? Gah, just clocking me for no reason?"
            },
            {
                "character": "Darryl",
                "line": "Take your shot man!"
            },
            {
                "character": "Michael",
                "line": "No, no, no, no. That was a flagrant, personal, intentional foul. Right there."
            },
            {
                "character": "Worker",
                "line": "No it wasn't."
            },
            {
                "character": "Michael",
                "line": "[mocking voice] Yes, it was. You know what, I'm just being fair."
            },
            {
                "character": "Worker",
                "line": "Oh, really? No, I just put my arm up..."
            },
            {
                "character": "Michael",
                "line": "Game over. Game over. That is it! I'm sorry, you know? I hate to do it this way but, you know, that's just... we're having a friendly game. It's a shame. This is a damn shame, but we're like a family here and that just, that won't fly."
            },
            {
                "character": "Angela",
                "line": "This is a cold pack..."
            },
            {
                "character": "Dwight",
                "line": "Here, give me that. You have to break the interior bag. [bag explodes]"
            },
            {
                "character": "Michael",
                "line": "Thanks Dwight."
            },
            {
                "character": "Lonny",
                "line": "Wait, what does that mean? What is it, a tie? What's going on?"
            },
            {
                "character": "Michael",
                "line": "Well, let's just say whoever was ahead won."
            },
            {
                "character": "Darryl",
                "line": "That was you."
            },
            {
                "character": "Michael",
                "line": "It was us? Really? I didn't, I didn't know. Great, I mean, I guess you guys are working Saturday. Your face."
            },
            {
                "character": "Roy",
                "line": "No, no, no, I'm not coming in on Saturday."
            },
            {
                "character": "Darryl",
                "line": "Yeah, this isn't happening."
            },
            {
                "character": "Michael",
                "line": "Um... well, you guys, you know, I'm the boss so..."
            },
            {
                "character": "Lonny",
                "line": "So what's that? We're coming in on Monday, right?"
            },
            {
                "character": "Michael",
                "line": "Hey, hey..."
            },
            {
                "character": "Lonny",
                "line": "Monday?"
            },
            {
                "character": "Michael",
                "line": "[laughing] You guys believed me? Come on. Dogs, you know, you should know me better than that. No, oh, do you think that would've been good for morale? No. No. No. Exactly, no. I'm embarrassed it was even that close though. So... nah, of course, we're coming in Saturday. Good game. Word."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[to Pam] ...so I talked to the scout, it looks good."
            },
            {
                "character": "Pam",
                "line": "Mmm-hmm."
            },
            {
                "character": "Jim",
                "line": "I didn't sign anything."
            },
            {
                "character": "Roy",
                "line": "Hey baby."
            },
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Roy",
                "line": "[to Jim] Look at Larry Bird. Larry Legend."
            },
            {
                "character": "Pam",
                "line": "Yeah, he's, uh, pretty good, huh? [to Roy] Let's get you into a tub."
            },
            {
                "character": "Roy",
                "line": "Yeah? Let's get you into a tub."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, what a game, huh? What a game."
            },
            {
                "character": "Oscar",
                "line": "What time do we have to come in?"
            },
            {
                "character": "Michael",
                "line": "Come on. Let's not be gloomy here man. We're all in this together. We're a team. You know what? Screw corporate, nobody's coming in tomorrow. You have the day off. Like coming in an extra day is gonna prevent us from being downsized. Have a good weekend."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "The great thing about sports is that it is all about character. And you can learn lessons about life even if you don't win. But we did because we were ahead."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "line": "[slams palms on desk] Pam, Pam, thank you ma'am. Messages, please. Thank you."
            },
            {
                "character": "Pam",
                "line": "New pants?"
            },
            {
                "character": "Michael",
                "line": "Uh, yes. Thank you for noticing."
            },
            {
                "character": "Pam",
                "line": "Abercrombie &amp; Fitch?"
            },
            {
                "character": "Michael",
                "line": "Uh, they look that good? Wow. [Mike Myers voice] Oh, Pam please behave. Mike Myers, genius. Um, no actually I got them at a fancier place. Target."
            },
            {
                "character": "Dwight",
                "line": "Michael, could I talk to you for a second, please?"
            },
            {
                "character": "Michael",
                "line": "Uh..."
            },
            {
                "character": "Dwight",
                "line": "In your office? [in Michael's office] You know that is why you have an assistant regional manager."
            },
            {
                "character": "Michael",
                "line": "Yes, yes. Assistant to the regional manager."
            },
            {
                "character": "Dwight",
                "line": "[to camera] Same thing."
            },
            {
                "character": "Michael",
                "line": "No, it's not. It's lower."
            },
            {
                "character": "Dwight",
                "line": "It's close."
            },
            {
                "character": "Michael",
                "line": "What was that?"
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "That look?"
            },
            {
                "character": "Dwight",
                "line": "What look?"
            },
            {
                "character": "Michael",
                "line": "Like trying to find the camera, to give the camera a look. Okay, we're done. Is that your stomach? I keep hearing somebody's stomach. [whispers] God."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So, you uh, see the Sixers game last night?"
            },
            {
                "character": "Darryl",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "[howls like a wolf] Oww whoo whoo! The Answer was on fire!"
            },
            {
                "character": "Darryl",
                "line": "Iverson. Yeah, always man. It's very important."
            },
            {
                "character": "Michael",
                "line": "Oh, man! Man I tell ya. Iverson has maybe got me beat by like 20 pounds, 3 inches. [makes 'pop' noise with his mouth]"
            },
            {
                "character": "Roy",
                "line": "What? Iverson's not fat."
            },
            {
                "character": "Michael",
                "line": "No, neither am I. We both look good."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Do I have a nickname on the court, um? Well, The Answer would be nice, but it's taken. So, uh, probably The Question. The Answer dishes to The Question. The Question back to The Answer. Answer over to The Question. The Answer, whew, [makes shooting motion] three points. The Question, whew, whew, [makes shooting motion] six points. Nothing but net. Question, who's the best player in the league? Answer, The Question. Or the Drunkmeister."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "I can't work Saturday."
            },
            {
                "character": "Dwight",
                "line": "Please, have a seat. [Kevin sits down] Okay, why not?"
            },
            {
                "character": "Kevin",
                "line": "I'm in a band."
            },
            {
                "character": "Dwight",
                "line": "Marching or garage?"
            },
            {
                "character": "Kevin",
                "line": "It's a Steve Miller Tribute Band."
            },
            {
                "character": "Dwight",
                "line": "I tell you what. You give me a tape of your band and a tape of the Steve Miller Band and I'll get back to you. That is all."
            }
        ],
        [
            {
                "character": "Todd Packer",
                "line": "[on the phone] Mello."
            },
            {
                "character": "Michael",
                "line": "Packer. Pac-man."
            },
            {
                "character": "Todd Packer",
                "line": "Whoa. Hey."
            },
            {
                "character": "Michael",
                "line": "Pac-man [imitating the noises of the video game Pac-man eating dots]"
            },
            {
                "character": "Todd Packer",
                "line": "[on the phone] Is this Michael Scott? My secret lover. My intercom, I told you never to call me here. Never! [Michael's laughing]"
            },
            {
                "character": "Michael",
                "line": "I'm not your lover! I'm am not Michael Scott, I am Dr. Bergerstein. Your proctologist."
            },
            {
                "character": "Todd Packer",
                "line": "[on the phone] Bergerstein!"
            },
            {
                "character": "Michael",
                "line": "Ah, yes. Ah. [laughs]"
            },
            {
                "character": "Todd Packer",
                "line": "[on the phone] Bergerstein!"
            },
            {
                "character": "Michael",
                "line": "It's not a Jewish joke, so don't worry."
            },
            {
                "character": "Todd Packer",
                "line": "[on the phone] I want my money back you greedy Hebrew. Bergerstein!"
            },
            {
                "character": "Michael",
                "line": "[clears throat] No, hey, hey , hey. You know what I just wanted to remind you about the game today. One 'o clock. Big game, big game."
            },
            {
                "character": "Todd Packer",
                "line": "[sounds sick on the phone] I can't make it."
            },
            {
                "character": "Michael",
                "line": "Mmm. No, you said you could man. We're counting on ya. You know you're playing point guard."
            },
            {
                "character": "Todd Packer",
                "line": "[on the phone] I... I'm not coming."
            },
            {
                "character": "Michael",
                "line": "No. Hey... I mean, although it's just for fun, you know we want... I was counting on you man."
            },
            {
                "character": "Todd Packer",
                "line": "[on the phone] Oh, God! Stop whining. You know, you only come to the pick up game once a year. You little bitch. [Michael picks up phone, takes it off speakerphone] All right, yup. Hey, okay. No problem, you know, best you can do. Hey, you know. Hey, nice talking to you too. All right take care. [sighs] Michael Scoot. That's funny. He's a good friend."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[eating Tootsie Rolls from Angela's candy on her desk] Mmm. Good. Mmm."
            },
            {
                "character": "Angela",
                "line": "They're one per person. [points to sign \"Please take one!!]"
            },
            {
                "character": "Dwight",
                "line": "Would you like to have a vacation this year? That's what I thought. [continues eating Tootsie Rolls] Mmm, delicious."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Well, I though we were saving money for the wedding, but apparently Roy thought it was more important to buy two WaveRunners. I don't really ever get to use the other WaveRunner that's supposed to be mine because his brother uses it and they race."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Jim, you're the new schedule guy, huh?"
            },
            {
                "character": "Jim",
                "line": "I'm trying, yup."
            },
            {
                "character": "Dwight",
                "line": "Yeah, I hear that. You know what? This little baby might come in handy."
            },
            {
                "character": "Jim",
                "line": "Great, thanks."
            },
            {
                "character": "Dwight",
                "line": "On one condition. You..."
            },
            {
                "character": "Jim",
                "line": "Forget it. It's just a dry erase board."
            },
            {
                "character": "Dwight",
                "line": "Oh, no it's not. Okay, check it out."
            },
            {
                "character": "Jim",
                "line": "Okay, that's insanely complicated and the first thing I'm going to do is erase it."
            },
            {
                "character": "Dwight",
                "line": "No, you're not because I spent hours on it."
            },
            {
                "character": "Jim",
                "line": "Well, then keep it."
            },
            {
                "character": "Dwight",
                "line": "Okay, I will. Okay, fine. You'll be back."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[misses a free throw badly] I... I think you can play. Like you could when you were a kid. I think you can never give up the play. Because if people stop playing, then they stop living. It's like a shark. If a shark stops playing he stops living. And sharks are very playful creatures."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[Dwight holds the first aid kit up] I'm the safety officer, not you."
            },
            {
                "character": "Dwight",
                "line": "Isn't that crazy? I'm a Volunteer Sheriff's Deputy. Lackawanna County says that it's okay for me to perform CPR, but for Michael my lips aren't qualified enough for his perfect little face. It's nuts."
            },
            {
                "character": "Angela",
                "line": "Is that really necessary?"
            },
            {
                "character": "Dwight",
                "line": "[wearing a face guard] I've almost had my nose broken a dozen times."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know what. I think most basketball movies are great movies. Because it's a great subject. There's one about a little kid who, um, joins a professional basketball team and he's really, really good and he can dunk and he's like 3 feet tall. And he can dunk the ball. That, oh, I love that movie. That movie kind of, that movie makes me cry. I don't like to cry on camera, but that movie makes me cry. Um, because it touches a cord in me about hoops. [Michael's free throw is really short] Short, short, short! And basketball is like jazz, you know. To like pertipify it there's a jazz musician, a guy, you know... if you know jazz you know who I mean. He's uh, God what was his name? Um, he plays one of those curly horns, like those really shiny curly horns that's used in jazz a lot."
            }
        ],
        [
            {
                "character": "Warehouse Worker",
                "line": "[back to the basketball game] Let's go Lonny."
            },
            {
                "character": "Jim",
                "line": "[Michael steals the ball] Yeah, Michael. Go Michael. [makes shot]"
            },
            {
                "character": "Dwight",
                "line": "Yes!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Birdie. He's not the guy with the cheeks. Kenny G. Is... if you knew jazz, you'd know who I mean. Kenny G. God. Glad I remembered that. Jazz people know who he is."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[back to the basketball game] Dwight, pass it to Jim! Pass it to Ryan!"
            },
            {
                "character": "Stanley",
                "line": "Oh, my ankle!"
            },
            {
                "character": "Michael",
                "line": "Stanley, gotta play hurt."
            },
            {
                "character": "Stanley",
                "line": "Oh, actually no I don't Michael."
            },
            {
                "character": "Michael",
                "line": "I just want you know, you've been a big disappointment to me today, okay."
            },
            {
                "character": "Stanley",
                "line": "[in pain] Oh. Go away."
            },
            {
                "character": "Michael",
                "line": "I'm in. I'm in. Here we go. [Lonny gets around Michael to score and he ends up in front of Phyllis] Zone, Phyllis! We're playing zone!"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[makes seven straight shots from the free throw line]"
            }
        ],
        [
            {
                "character": "Everyone",
                "line": "[Michael hits a half court shot] Ah! [clapping]"
            },
            {
                "character": "Michael",
                "line": "Yes! Yes! All right. We got game!"
            }
        ]
    ]
}