{
    "season": 1,
    "episode": 2,
    "title": "Diversity Day",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Hey, uh, can I help you out in here?"
            },
            {
                "character": "Mr. Brown",
                "line": "Oh, I'm all set, thanks."
            },
            {
                "character": "Michael",
                "line": "Gotcha. Good. I'd go with the rows. That's a good idea."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Today is diversity day and someone's going to come in and talk to us about diversity. It's something that I've been pushing, that I've been wanting to push, for a long time and Corporate mandated it. And I never actually talked to Corporate about it. They kind of beat me to the punch, the bastards. But I was going to. And I think it's very important that we have this. I'm very, very excited."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "That's the thing. It's very sturdy paper and on the back it says, \"100% post-consumer content.\" What? Hello? Uh-huh. Wait. What? I'm sorry, Mr. Decker. I think I'm losing you. [Shedder whirring] Hello? Hello? Yeah. Hold on one second. I don't know. Hold on one second."
            },
            {
                "character": "Jim",
                "line": "Do you really have to do that right now?"
            },
            {
                "character": "Dwight",
                "line": "Yes I do. I should have done it weeks ago actually."
            },
            {
                "character": "Jim",
                "line": "Mr. Decker, I'm sorry about that. What were you... Can you hold on one second? Yeah, just one second. Thanks. [Power off, silence] Hello? That's it. Perfect. So what I was saying... [Dialing tone] Hello? Thanks, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Retaliation. Tit for tit."
            },
            {
                "character": "Jim",
                "line": "That is not the expression."
            },
            {
                "character": "Dwight",
                "line": "Well, it should be."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "This is my biggest sale of the year. They love me over there for some reason. I'm not really sure why but I make one call over there every year, just to renew their account, and that one call ends up being 25% of my commission for the whole year, so I buy a mini bottle of champagne, celebrate a little. And this year I'm pushing recycled paper on them for one percent more. I know. I'm getting cocky. Right?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Solitaire?"
            },
            {
                "character": "Pam",
                "line": "Yeah, Freecell."
            },
            {
                "character": "Jim",
                "line": "Six on seven."
            },
            {
                "character": "Pam",
                "line": "I know. I saw that."
            },
            {
                "character": "Jim",
                "line": "So then, why didn't you do it?"
            },
            {
                "character": "Pam",
                "line": "I'm saving that 'cause I like it when the cards go T-ts-ts-tch-tch-tch."
            },
            {
                "character": "Jim",
                "line": "Who doesn't love that?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, Oscar! How are you doing, man?"
            },
            {
                "character": "Oscar",
                "line": "All right."
            },
            {
                "character": "Michael",
                "line": "Did you have a good weekend going there?"
            },
            {
                "character": "Oscar",
                "line": "It was fine."
            },
            {
                "character": "Michael",
                "line": "Oh yeah, I bet it was fun. [to Mr. Brown] Oh, hey! This is Oscar---"
            },
            {
                "character": "Oscar",
                "line": "Martinez."
            },
            {
                "character": "Michael",
                "line": "Right. See? I don't even know, first-name basis!"
            },
            {
                "character": "Mr. Brown",
                "line": "Great. We're all set."
            },
            {
                "character": "Michael",
                "line": "Oh hey, well, diversity, everybody, let's do it. Oscar works in... here. Jim, could you wrap it up, please?"
            },
            {
                "character": "Jim",
                "line": "Yeah, uh, Mr. Decker, please."
            },
            {
                "character": "Michael",
                "line": "It's diversity day, Jim. I wish every day was diversity day."
            },
            {
                "character": "Jim",
                "line": "You know what? I'm actually going to have to call you back. Thank you. Sorry about that."
            }
        ],
        [
            {
                "character": "Mr. Brown",
                "line": "Thank you. Thank you. Thank you. Great."
            },
            {
                "character": "Michael",
                "line": "Come on people, let's get 'em in. Get in the cards! Get in the cards!"
            },
            {
                "character": "Mr. Brown",
                "line": "Thank you. Thank you very much. OK. Thanks for filling these out and I promise this'll be quick. At Diversity Today, our philosophy is about honesty and positive expectations. We believe that 99% of the problems in the workplace arise simply out of ignorance."
            },
            {
                "character": "Michael",
                "line": "You know what? This is a color-free-zone here. Stanley, I don't look at you as another race."
            },
            {
                "character": "Mr. Brown",
                "line": "Uh, see this is what I'm talking about. We don't have to pretend we're color-blind."
            },
            {
                "character": "Michael",
                "line": "Exactly, were not..."
            },
            {
                "character": "Mr. Brown",
                "line": "That's fighting ignorance with more ignorance."
            },
            {
                "character": "Michael",
                "line": "With tolerance."
            },
            {
                "character": "Mr. Brown",
                "line": "No. With more ignorance."
            },
            {
                "character": "Michael",
                "line": "Ignorance."
            },
            {
                "character": "Mr. Brown",
                "line": "Right. Exactly. Uh, instead, we need to celebrate our diversity."
            },
            {
                "character": "Michael",
                "line": "Let's celebrate."
            },
            {
                "character": "Mr. Brown",
                "line": "Right. OK."
            },
            {
                "character": "Michael",
                "line": "Celebrate good times. Come on! Let's celebrate diversity. Right?"
            },
            {
                "character": "Mr. Brown",
                "line": "Yes, exactly. Now here's what we're going to do. I've noticed that..."
            },
            {
                "character": "Michael",
                "line": "You know what? Here's what we're going to do. Why don't we go around and everybody... everybody say a race that you are attracted to sexually. I will go last. Go."
            },
            {
                "character": "Dwight",
                "line": "I have two. White and Indian."
            },
            {
                "character": "Mr. Brown",
                "line": "Actually, I'd prefer not to start that way. Michael, I would love to have your permission to run this session. Can I have your permission?"
            },
            {
                "character": "Michael",
                "line": "Yes."
            },
            {
                "character": "Mr. Brown",
                "line": "Thank you very much. And it would also help me if you were seated."
            },
            {
                "character": "Michael",
                "line": "OK."
            },
            {
                "character": "Mr. Brown",
                "line": "Thank you. OK. Now, at the start of the session, I had you all write down an incident that you found offensive in the workplace. Now, what I'm going to do is choose one and we're going to act it out."
            },
            {
                "character": "Dwight",
                "line": "A few of the ground rules?"
            },
            {
                "character": "Michael",
                "line": "Hey, hey why don't you run it by me and I'll run it by him."
            },
            {
                "character": "Dwight",
                "line": "OK, can we steer away from gay people?"
            },
            {
                "character": "Mr. Brown",
                "line": "Um..."
            },
            {
                "character": "Dwight",
                "line": "I'm sorry. It's an orientation. It's not a race. Plus a lot of other races are intolerant of gays, so...paradox."
            },
            {
                "character": "Mr. Brown",
                "line": "Well, we only have an hour."
            },
            {
                "character": "Dwight",
                "line": "I figured it would save time."
            },
            {
                "character": "Michael",
                "line": "OK. Why don't we just defer to Mr..."
            },
            {
                "character": "Mr. Brown",
                "line": "Mr. Brown."
            },
            {
                "character": "Michael",
                "line": "Ah. Oh, right! OK. First test. I will not call you that."
            },
            {
                "character": "Mr. Brown",
                "line": "Well, it's my name. It's not a test. OK? Um, so looking through the cards, I've noticed that many of you wrote down the same incident, which is ironic, because it's the exact incident I was brought in here to respond to. Now, how many of you are familiar with the Chris Rock routine? Very good. OK."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "How come Chris Rock can do a routine and everybody finds it hilarious and ground-breaking and then I go and do the exact same routine, same comedic timing, and people file a complaint to Corporate? Is it because I'm white and Chris is black?"
            }
        ],
        [
            {
                "character": "Mr. Brown",
                "line": "So we're going to reenact this with a more positive outcome."
            },
            {
                "character": "Michael",
                "line": "I will play the Chris Rock guy. I would like to see someone else pull this off."
            },
            {
                "character": "Mr. Brown",
                "line": "Well, let's have someone who wasn't involved in the reenactment."
            },
            {
                "character": "Michael",
                "line": "OK, I will play guy listening."
            },
            {
                "character": "Mr. Brown",
                "line": "Great. Guy listening. Ok, anyone else remember?"
            },
            {
                "character": "Kevin",
                "line": "I remember."
            },
            {
                "character": "Mr. Brown",
                "line": "Great. You're the Chris Rock guy and you're guy listening."
            },
            {
                "character": "Michael",
                "line": "OK."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Kevin is a great guy. He's a great accountant. He is not much of an entertainer."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Basically, there are two types of black people and black people are actually more racist because they hate the other type of black people. Every time the one type wants to have a good time, then the other type comes in and makes a real mess."
            },
            {
                "character": "Michael",
                "line": "OK. I'm sorry. I'm sorry. He's ruin... He's butchering it. Could you just let me... [As Chris Rock] Every time... Every time black people want to have a good time, some ignant ass... [Bleep] I take care of my kid!"
            },
            {
                "character": "Mr. Brown",
                "line": "Wait a second."
            },
            {
                "character": "Michael",
                "line": "[Bleep] They always want credit for something they supPOSED to do!"
            },
            {
                "character": "Mr. Brown",
                "line": "Stop it!"
            },
            {
                "character": "Michael",
                "line": "[As Chris Rock] What you want a cookie?"
            }
        ],
        [
            {
                "character": "Mr. Brown",
                "line": "Now, this is a simple acronym. HERO. Uh, at Diversity Today, we believe it is very easy to be a HERO. All you need are honesty, empathy, respect and open-mindedness."
            },
            {
                "character": "Dwight",
                "line": "Excuse me, I'm sorry, but that's not all it takes to be a hero."
            },
            {
                "character": "Mr. Brown",
                "line": "Oh, great. Well, what is a hero to you?"
            },
            {
                "character": "Dwight",
                "line": "A hero kills people, people that wish him harm."
            },
            {
                "character": "Mr. Brown",
                "line": "OK."
            },
            {
                "character": "Dwight",
                "line": "A hero is part-human and part-supernatural. A hero is born out of a childhood trauma, or out of a disaster that must be avenged."
            },
            {
                "character": "Mr. Brown",
                "line": "Ok, you're thinking of a superhero."
            },
            {
                "character": "Dwight",
                "line": "We all have a hero in our heart."
            },
            {
                "character": "Mr. Brown",
                "line": "Now, I need you to take these forms. This kind of expresses the joint experience we had today. And I need you to look 'em over and sign them as kind of a group pledge."
            },
            {
                "character": "Michael",
                "line": "[Clears throat] I don't think I can sign this."
            },
            {
                "character": "Mr. Brown",
                "line": "I can't leave until you do."
            },
            {
                "character": "Michael",
                "line": "Well, OK, it says here that I learned something and I knew all this stuff already, so... I know, I could sign something that says that I taught something, or that I helped you teach something, so... Pam! Where is she? Pam, could we change something on this?"
            },
            {
                "character": "Mr. Brown",
                "line": "Michael, can I talk to you candidly?"
            },
            {
                "character": "Michael",
                "line": "Sure."
            }
        ],
        [
            {
                "character": "Mr. Brown",
                "line": "We both know that I'm here because of the comments you made."
            },
            {
                "character": "Michael",
                "line": "Here's the thing. This office, I think this is very advanced in terms of... racial awareness and it's probably more advanced than you're used to. That's probably throwing you off a little bit."
            },
            {
                "character": "Mr. Brown",
                "line": "Um, it's not throwing me. I need your signature."
            },
            {
                "character": "Michael",
                "line": "OK, well I know. You told me that several times."
            },
            {
                "character": "Mr. Brown",
                "line": "Yes, but you're not listening to me. Yours is the only signature I need."
            },
            {
                "character": "Michael",
                "line": "OK."
            },
            {
                "character": "Mr. Brown",
                "line": "Those are my instructions from the Corporate offices to put you through this seminar for the comments that you made. The reason I made copies for everyone was so you wouldn't be embarrassed."
            },
            {
                "character": "Michael",
                "line": "Well, here I am thinking that you actually cared about diversity training. And you don't."
            },
            {
                "character": "Mr. Brown",
                "line": "Don't worry about dating."
            },
            {
                "character": "Michael",
                "line": "I won't."
            },
            {
                "character": "Mr. Brown",
                "line": "OK. Thank you."
            },
            {
                "character": "Michael",
                "line": "Yeah, yeah."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "\"I regret my actions. I regret offending my coworkers. I pledge to bring my best spirit of honesty, empathy, respect and open-mindedness...\" Open-mindedness, is that even a word? \"...into the workplace. In this way, I can truly be a hero. Signed, Daffy Duck.\" [Laughing] He's going to lose it when he reads that."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Yeah, hi. Is Mr. Decker around? Oh, well, could you just have him call me after lunch? Thank you."
            },
            {
                "character": "Michael",
                "line": "\"I pledge to always keep an open mind and an open heart.\" I do believe... in that part of the pledge I that just read. But a pledge? Come on. I mean who are we, the Girl Scouts? No. Look... the guy, \"Mr. Brown,\" he got us halfway there. He got us talking. Well, no. I got us talking. He got us nothing. He insulted us and he abandoned us. You call that diversity training? I don't. Were there any connections between any of us? Did anyone look each other in the eye? Was there any emotion going on? No. Where was the heart? I didn't see any heart. Where was my Oprah moment? OK, get as much done as you can before lunch because, afterward, I'm going to have you all in tears."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right? Everybody pretty? Come on. Here we go. It's time. Let's do some good."
            },
            {
                "character": "Toby",
                "line": "Hey, we're not all going to sit in a circle Indian style are we? [Laughing]"
            },
            {
                "character": "Michael",
                "line": "Get out."
            },
            {
                "character": "Toby",
                "line": "I'm sorry."
            },
            {
                "character": "Michael",
                "line": "No, this is not a joke. OK? That was offensive and lame. So double offensive. This is an environment of welcoming and you should just get the hell out of here. OK, let's go. Let's do it. Come on. Let's have some fun, everybody. Here we go. Take a seat. Cop a squat. And um... thanks for coming in. Um... Diversity... is the cornerstone of progress as I've always said. But don't take my word for it. Let's take a look at the tape."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[on the tape] Hi. I'm Michael Scott. I'm in charge of Dunder Mifflin Paper Products here in Scranton, Pennsylvania but I'm also the founder of Diversity Tomorrow, because today is almost over. Abraham Lincoln once said that, \"If you're a racist, I will attack you with the North.\" And those are the principles that I carry with me in the workplace."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "OK. Questions? Comments? Anybody? Jim?"
            },
            {
                "character": "Jim",
                "line": ": Uh, is that it?"
            },
            {
                "character": "Michael",
                "line": "Yes. I only had an hour to put it together but I'm going to add on to it later on."
            },
            {
                "character": "Kevin",
                "line": "It was kind of hard to hear."
            },
            {
                "character": "Michael",
                "line": "Uh, yes. That probably had something to do with the camera work. Anybody else? Um..."
            },
            {
                "character": "Kelly",
                "line": "I have a customer meeting."
            },
            {
                "character": "Michael",
                "line": "Yeah, well, if you leave we'll only have two left. Yes. Enjoy. Absolutely. Namaste. Ok, well since I am leading this, let's get down to business and why don't I just kind of introduce myself, OK? Um. I am Michael and I am part English, Irish, German and Scottish. Sort of a virtual United Nations. But what some of you might not know is that I am also part Native American Indian."
            },
            {
                "character": "Oscar",
                "line": "What part Native American?"
            },
            {
                "character": "Michael",
                "line": "Two fifteenths."
            },
            {
                "character": "Oscar",
                "line": "Two fifteenths, that fraction doesn't make any sense."
            },
            {
                "character": "Michael",
                "line": "Well, you know what, it's kind of hard for me to talk about it. Their suffering. So who else? Let's get this popping. Come on. Who's going? Who's going? Let's go here. Oscar, right here. You're on."
            },
            {
                "character": "Oscar",
                "line": "OK, Michael, um... Both my parents were born in Mexico."
            },
            {
                "character": "Michael",
                "line": "Oh, yeah..."
            },
            {
                "character": "Oscar",
                "line": "And, uh, they moved to the United Sates a year before I was born. So I grew up in the United States."
            },
            {
                "character": "Michael",
                "line": "Wow."
            },
            {
                "character": "Oscar",
                "line": "My parents were Mexican."
            },
            {
                "character": "Michael",
                "line": "Wow. That is... That is a great story. That's the American Dream right there, right?"
            },
            {
                "character": "Oscar",
                "line": "Thank... Yeah..."
            },
            {
                "character": "Michael",
                "line": "Um, let me ask you, is there a term besides Mexican that you prefer? Something less offensive?"
            },
            {
                "character": "Oscar",
                "line": "Mexican isn't offensive."
            },
            {
                "character": "Michael",
                "line": "Well, it has certain connotations."
            },
            {
                "character": "Oscar",
                "line": "Like what?"
            },
            {
                "character": "Michael",
                "line": "Like... I don't... I don't know."
            },
            {
                "character": "Oscar",
                "line": "What connotations, Michael? You meant something."
            },
            {
                "character": "Michael",
                "line": "No. Now, remember that honesty..."
            },
            {
                "character": "Oscar",
                "line": "I'm just curious."
            },
            {
                "character": "Michael",
                "line": "...empathy, respect... [Phone ringing] Jim! Jim!"
            },
            {
                "character": "Jim",
                "line": "Hello? Hello?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I have something here. I want you to take a card. Put it on your fore... Don't look at the card. I want you to take the card and put it on your forehead and... Take a card, take a card, any card. Um... And I want you to treat other people like the race that is on their forehead. OK? So everybody has a different race. Nobody knows what their race is, so... I want you to really go for it, cause this is real. You know, this isn't just an exercise. This is real life. And... I have a dream that you will really let the sparks fly. Get 'er done."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Why? Because Martin Luther King is a hero of mine. There's this great Chris Rock bit about how streets named after Martin Luther King tend to be more violent. I'm not going to do it but it's..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Oh this is a good one."
            },
            {
                "character": "Pam",
                "line": "Um, hi. How are you?"
            },
            {
                "character": "Stanley",
                "line": "Fine. How are you?"
            },
            {
                "character": "Pam",
                "line": "Great."
            },
            {
                "character": "Michael",
                "line": "Push it."
            },
            {
                "character": "Stanley",
                "line": "I admire your culture's success in America."
            },
            {
                "character": "Pam",
                "line": "Thank you."
            },
            {
                "character": "Michael",
                "line": "Good. Bom bom bom-bom bom. Come on Olympics of Suffering right here. Slavery versus the Holocaust. Come on."
            },
            {
                "character": "Stanley",
                "line": "Who am I supposed to be?"
            },
            {
                "character": "Michael",
                "line": "No, that was inadvertent. We didn't actually plan that."
            },
            {
                "character": "Dwight",
                "line": "Lots of cultures eat rice, doesn't help me."
            },
            {
                "character": "Dwight",
                "line": "Um... Shalom. I'd like to apply for a loan."
            },
            {
                "character": "Pam",
                "line": "That's nice, Dwight."
            },
            {
                "character": "Dwight",
                "line": "OK, do me. Something stereotypical so I can get it really quick."
            },
            {
                "character": "Pam",
                "line": "OK, I like your food."
            },
            {
                "character": "Dwight",
                "line": "Outback steakhouse. [Australian accent] I'm Australian, mate!"
            },
            {
                "character": "Michael",
                "line": "Pam, come on. \"I like your food.\" Come on stir the pot. Stir the melting pot, Pam! Let's do it. Let's get ugly. Let's get real."
            },
            {
                "character": "Pam",
                "line": "OK. If I have to do this, based on stereotypes that are totally untrue, that I do not agree with, you would maybe not be a very good driver."
            },
            {
                "character": "Dwight",
                "line": "Oh, man, am I a woman?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You'll notice I didn't have anybody be an Arab. I thought that would be too explosive. No pun intended. But I just though. \"Too soon for Arabs.\" Maybe next year. Um... You know, the ball's in their court."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "What are you watching?"
            },
            {
                "character": "Ryan",
                "line": "Chappelle's Show."
            },
            {
                "character": "Jim",
                "line": "Really?"
            },
            {
                "character": "Ryan",
                "line": "I downloaded it on her computer. I hope she doesn't mind. She just had a lot of extra space."
            },
            {
                "character": "Jim",
                "line": "No way. I think she likes this stuff."
            },
            {
                "character": "Ryan",
                "line": "Great. She's cute, huh?"
            },
            {
                "character": "Jim",
                "line": "Yeah, you know, she's engaged, but..."
            },
            {
                "character": "Ryan",
                "line": "Oh, no, the girl in the... sketch."
            },
            {
                "character": "Jim",
                "line": "Oh, yeah. She's hot."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Hey."
            },
            {
                "character": "Angela",
                "line": "Hey."
            },
            {
                "character": "Kevin",
                "line": "You wanna go to the beach?"
            },
            {
                "character": "Angela",
                "line": "Sure."
            },
            {
                "character": "Kevin",
                "line": "You wanna get high?"
            },
            {
                "character": "Angela",
                "line": "No."
            },
            {
                "character": "Kevin",
                "line": "I think you do, mon."
            },
            {
                "character": "Angela",
                "line": "Stop..."
            },
            {
                "character": "Michael",
                "line": "OK. All right. No. It's good. You just need to push it. You need to go a little bit further. All right. OK."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Voice raised, Indian accent] Kelly, how are you?"
            },
            {
                "character": "Kelly",
                "line": "I just had the longest meeting."
            },
            {
                "character": "Michael",
                "line": "Oh! Welcome to my convenience store. Would you like some googi googi? I have some very delicious googi, googi, only 99 cents plus tax. Try my googi, googi. [Lowering voice] Try my googi, googi. [High-pitched voice] Try my googi, googi. Try my... [slap!]"
            },
            {
                "character": "Michael",
                "line": "[trying not to cry] All right! All right! Yes! That was great, she gets it! Now she knows what it's like to be a minority."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[on the phone] Mr. Decker, we didn't lose your sale today, did we? Excellent. OK. Let me just get your... what's that? No, we didn't close last time. I just need your... Oh. W-What code were you given? Oh, OK. That's actually another salesman here. I can redo it if you want to do that. Oh, he gave you a discount? No, I don't blame you."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I just hated it when that guy was in here. Mr. Brown, if that was his real name. I mean, he had never met any of us before, and here he was telling us how to do our thing. I just wanted... I just wanted to do it our way. You know? On our own. Man I should have gotten some food."
            },
            {
                "character": "Kevin",
                "line": "[Itialian accent]Maybe some spagh-etti."
            },
            {
                "character": "Michael",
                "line": "Okay, Kevin. You can take that off that thing, OK? That would really, really have shown him up, wouldn't it? If I'd brought in some burritos or some colored greens. Or some pad Thai. I love pad Thai."
            },
            {
                "character": "Stanley",
                "line": "It's collard greens."
            },
            {
                "character": "Michael",
                "line": "What?"
            },
            {
                "character": "Stanley",
                "line": "It's collard greens."
            },
            {
                "character": "Michael",
                "line": "That doesn't really make sense. Because you don't call them collared people, that's offensive. Hmmm... OK, well, it's after five. So... Thank you very much. Buena vista Oscar. Thank you. Good job. Oh, my man. Thank you Brazil. Nice."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Pam is asleep, resting her head on Jim's shoulder] Um... Hey."
            },
            {
                "character": "Pam",
                "line": "[stirs] Mmmm."
            },
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Oh."
            },
            {
                "character": "Jim",
                "line": "We can go."
            },
            {
                "character": "Pam",
                "line": "Sorry."
            },
            {
                "character": "Jim",
                "line": "That's fine."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Uh... Not a bad day."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Mr. Brown",
                "line": "Thanks for filling these out. I promise this will be quick. We only have about an hour."
            },
            {
                "character": "Michael",
                "line": "Yeah. I would like to see us erase 100 years of racism in an hour."
            },
            {
                "character": "Mr. Brown",
                "line": "Does this company have 100 years to erase?"
            },
            {
                "character": "Michael",
                "line": "No, the country."
            },
            {
                "character": "Mr. Brown",
                "line": "Oh right, more like 200 years."
            },
            {
                "character": "Michael",
                "line": "Yeah, more like a 1,000."
            },
            {
                "character": "Mr. Brown",
                "line": "Okay, um. Uh, I'll try to make this quick."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I am a salesman, okay. And I don't think we should be doing this during prime sales hours. If you can prove to me that diversity is going to help my sales, I'll go elephant running with James Earl Jones. I really will, but not on spec."
            }
        ],
        [
            {
                "character": "Mr. Brown",
                "line": "HERO, at Diversity Today, we believe it is very easy to be a HERO. All you need are honesty, empathy, respect and open-mindedness."
            },
            {
                "character": "Michael",
                "line": "I just think that HERO? It's cute, but it's... It's empty, you know? It's easy. Dwight, you know what, I came up with some terms of my own. Could you put these on the board? The first one is Inclusion, New Attitudes, Color-blind..."
            },
            {
                "character": "Mr. Brown",
                "line": "Oh, nice."
            },
            {
                "character": "Michael",
                "line": "Expectations...."
            },
            {
                "character": "Mr. Brown",
                "line": "Good."
            },
            {
                "character": "Michael",
                "line": "Thank you. Sharing..."
            },
            {
                "character": "Mr. Brown",
                "line": "Great."
            },
            {
                "character": "Michael",
                "line": "And tolerance."
            },
            {
                "character": "Mr. Brown",
                "line": "Beautiful."
            },
            {
                "character": "Pam",
                "line": "Um, that spells incest."
            },
            {
                "character": "Mr. Brown",
                "line": "Oh, my sorry. That is not appropriate."
            },
            {
                "character": "Michael",
                "line": "Well, it's not ideal but you have to give me some credit 'cause I made it into a word."
            },
            {
                "character": "Mr. Brown",
                "line": "Yeah, but it's not appropriate. This is not helpful as a memory aid."
            },
            {
                "character": "Michael",
                "line": "I will give you a number of reasons why it is, actually. Okay, first, incest is bad. Racism is bad. No brainer, right? Two, incest. We're all a family, right? We're all brothers and sisters. Racial message? Um? Number three, and this is a fact. The states where they have a lot of racism are the states where they have a lot of incest. Okay? And finally..."
            },
            {
                "character": "Mr. Brown",
                "line": "Okay, Michael, I just..."
            },
            {
                "character": "Michael",
                "line": "No, no, no, no, wait. Final one, final one this is important. The more we can encourage interracial dating as a society the further away we get from incest, literally."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "It would've been just as easy for him to spell insect. Of course, that wouldn't have made any sense either."
            }
        ],
        [
            {
                "character": "Mr. Brown",
                "line": "Does anyone have anything else at all? Anyone besides Michael?"
            },
            {
                "character": "Ryan",
                "line": "I have something."
            },
            {
                "character": "Mr. Brown",
                "line": "Yes, please."
            },
            {
                "character": "Ryan",
                "line": "Um, well I grew up here in Scranton and when I was a kid the guy who lived next door was a former baseball player, who actually played pro ball before the leagues were integrated. And he had the most incredible stories about..."
            },
            {
                "character": "Michael",
                "line": "Okay. I'm sorry, I'm sorry this guy's a temp and I should've told you that."
            },
            {
                "character": "Mr. Brown",
                "line": "No, no, no, no. An outsider's perspective would probably be pretty helpful."
            },
            {
                "character": "Michael",
                "line": "Yeah, but no, seriously. Uh, you know, he's not a member of the full staff so, uh, Ryan you wanna just step outside?"
            },
            {
                "character": "Ryan",
                "line": "What do you want me to do?"
            },
            {
                "character": "Michael",
                "line": "Well, maybe you should go down to the parking lot. You know what. Yes, go down to the parking lot and check to se if any of our guests have parked in the handicapped spots. Cool? 'Cause the handicaps get a raw deal. Oh, you know what. That ties right into New Attitudes. New attitudes about handicap people. Very important."
            },
            {
                "character": "Mr. Brown",
                "line": "I'm sorry, Michael. We're actually out of time."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Yeah, um, there's good things about Michael. He uh, uh... Yeah, definitely. Um..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "\"In this way, I can truly be a hero. Signed, Daffy Duck.\" [laughing] He's going to lose it when he reads that. Doh! Hogan! Not again, Hogan! Get Col. Burkhalter on the phone! [laughing] I'm kind of a Hogan around here. And kind of, Jan is kind of Col. Burkhalter, then Dwight is Schultz. But, it's... Oh, God. We have fun. We have fun. 'Cause he's gonna be pissed. [making voice] No doubt about it."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What you doing?"
            },
            {
                "character": "Jim",
                "line": "Freecell."
            },
            {
                "character": "Dwight",
                "line": "Solitaire is a one-player game. It can't have two players."
            },
            {
                "character": "Jim",
                "line": "Well, I mean."
            },
            {
                "character": "Dwight",
                "line": "What's your win rate?"
            },
            {
                "character": "Pam",
                "line": "Seventy-six percent. What's yours?"
            },
            {
                "character": "Dwight",
                "line": "You're not allowed to play two-player. You need to start over."
            },
            {
                "character": "Pam",
                "line": "You're doing fine."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Are we going? [Dwight puts four fingers in front of the camera to start a countdown] Don't do that. Just say action when we're ready."
            },
            {
                "character": "Dwight",
                "line": "Dunder Mifflin, Michael Scott, Diversity Tomorrow, take four. And action."
            },
            {
                "character": "Michael",
                "line": "[mumbling] Should I... turn, no. Do it again."
            },
            {
                "character": "Dwight",
                "line": "Diversity Tomorrow, take five. Action."
            },
            {
                "character": "Michael",
                "line": "Hi. I'm Michael Scott. I'm in charge of Dunder Mifflin Paper Products here in Scranton, Pennsylvania but I'm also the founder of Diversity Tomorrow, because today is almost over. Abraham Lincoln once said that, \"If you're a racist, I will attack you with the North.\" And those are the principles... Damn it. Okay, sorry. Don't laugh; please don't laugh this time Dwight. You're... it's, it's bugging me. Let me give myself a countdown, ready? Three, two, one."
            },
            {
                "character": "Dwight",
                "line": "Take six."
            },
            {
                "character": "Michael",
                "line": "Just let me do it! God! Three, two, one. Hi. I'm Michael Scott. I'm in charge of Dunder Mifflin Paper Products here in Scranton... Keep the camera steady please! People are gonna get sea sick watching this. Ready? Three, two, one."
            },
            {
                "character": "Dwight",
                "line": "Action."
            },
            {
                "character": "Michael",
                "line": "Don't. Please don't say anything. [sighs] Oh, God."
            },
            {
                "character": "Dwight",
                "line": "And action... Lights, camera, action. Whenever you're ready."
            },
            {
                "character": "Michael",
                "line": "Could I count myself down please, Dwight. Three, two, one. Hi. I'm Michael Scott. I'm in charge of Dunder Mifflin Paper Products here in Scranton, Pennsylvania but I'm also the founder of Diversity Tomorrow, because today is almost over. Abraham Lincoln once said that, \"If you're a racist, I will attack you with the North.\" And those are the principles that I carry with me in the workplace."
            },
            {
                "character": "Dwight",
                "line": "Cut."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[wandering around the room during his diversity exercise] I want you to push it. I want you to push 'cause breakthroughs are right around the corner. Something's going to pop here. Something's going to pop between a party. Feel what it's like to be in someone else's skin. What does it feel like to be a different race? It feels pretty bad doesn't it. So let that come out."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yeah, I marched on Washington back in the day. I went to the Washington Monument and the Lincoln Memorial, U.S. Mint, congressman talked to our class. It was pretty cool."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Talk like you're talking to that race. I have a feeling that this could get kind of volatile. So keep it going. [camera shows Devon sitting outside with West Nile]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Um, what's going on here?"
            },
            {
                "character": "Pam",
                "line": "People treat us like the race on our forehead. And then we guess what race we are."
            },
            {
                "character": "Jim",
                "line": "Ah, good. Good luck. Doing good. [goes to the index cards and writes another race down]"
            },
            {
                "character": "Dwight",
                "line": "Oh, man, am I a woman?"
            },
            {
                "character": "Jim",
                "line": "Yes, yes."
            },
            {
                "character": "Dwight",
                "line": "God!"
            },
            {
                "character": "Jim",
                "line": "How embarrassing is it? That's not fair. Here..."
            },
            {
                "character": "Dwight",
                "line": "It's not fair."
            },
            {
                "character": "Jim",
                "line": "Try this. [takes Dwight's 'Asian' race and switches it with the one he wrote]"
            },
            {
                "character": "Dwight",
                "line": "Thank you. Thank you very much."
            },
            {
                "character": "Jim",
                "line": "Go get 'em."
            },
            {
                "character": "Dwight",
                "line": "Good. [clears throat] So, am I a hunter gather culture?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "Do I live near a harbor or an ocean?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "No, I'm an inland. Am I a mountainous?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "Am I nomadic?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "Okay, okay, okay, okay. I think I got this. Um, I am treated in a foreign way with a great deal of prejudice. Am I one of those tribes in Africa? The piggies, or whatever?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "No. But I am, I am human, right? [Pam hesitates]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[Dwight's new race is 'Dwight'] I could be French."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[takes his 'Dwight' race off his forehead] Damn it, Jim! That's not funny, Jim!"
            },
            {
                "character": "Michael",
                "line": "Oh, okay. Here we go, breakthrough radar. What happened? What happened here?"
            },
            {
                "character": "Pam",
                "line": "It didn't have anything to do with race."
            },
            {
                "character": "Michael",
                "line": "Okay, all right. Let's keep on track. Keep on point. Let's do it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "One time we had an ethnic festival in Scranton. One time."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Try my googi, googi. [Lowering voice] Try my googi, googi. [High-pitched voice] Try my googi, googi. Try my... [Kelly slaps Michael] All right! All right! Yes! That was great, she gets it! Kelly thank you. [claps] She's not here, but she gets it. That's what we have been looking for. The whole time. [trying not to cry] Oh, man. This is what I thrive on. You know? It's like Don Rickles on acid, man. Right?"
            },
            {
                "character": "Jim",
                "line": "Um, why did she slap Martin Luther King?"
            },
            {
                "character": "Michael",
                "line": "What, huh?"
            },
            {
                "character": "Pam",
                "line": "What card was she?"
            },
            {
                "character": "Jim",
                "line": "I think she wasn't wearing a card."
            },
            {
                "character": "Michael",
                "line": "It's good. This is good. We got it happening now. All right? Let's keep it rolling. Let's round it up."
            }
        ]
    ]
}