{
    "season": 1,
    "episode": 1,
    "title": "Pilot",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "All right Jim. Your quarterlies look very good. How are things at the library?"
            },
            {
                "character": "Jim",
                "line": "Oh, I told you. I couldn't close it. So..."
            },
            {
                "character": "Michael",
                "line": "So you've come to the master for guidance? Is this what you're saying, grasshopper?"
            },
            {
                "character": "Jim",
                "line": "Actually, you called me in here, but yeah."
            },
            {
                "character": "Michael",
                "line": "All right. Well, let me show you how it's done."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[on the phone] Yes, I'd like to speak to your office manager, please. Yes, hello. This is Michael Scott. I am the Regional Manager of Dunder Mifflin Paper Products. Just wanted to talk to you manager-a-manger. [quick cut scene] All right. Done deal. Thank you very much, sir. You're a gentleman and a scholar. Oh, I'm sorry. OK. I'm sorry. My mistake. [hangs up] That was a woman I was talking to, so... She had a very low voice. Probably a smoker, so... [Clears throat] So that's the way it's done."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I've, uh, I've been at Dunder Mifflin for 12 years, the last four as Regional Manager. If you want to come through here... See we have the entire floor. So this is my kingdom, as far as the eye can see. This is our receptionist, Pam. Pam! Pam-Pam! Pam Beesly. Pam has been with us for... forever. Right, Pam?"
            },
            {
                "character": "Pam",
                "line": "Well. I don't know."
            },
            {
                "character": "Michael",
                "line": "If you think she's cute now, you should have seen her a couple of years ago. [growls]"
            },
            {
                "character": "Pam",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Any messages?"
            },
            {
                "character": "Pam",
                "line": "Uh, yeah. Just a fax."
            },
            {
                "character": "Michael",
                "line": "Oh! Pam, this is from Corporate. How many times have I told you? There's a special filing cabinet for things from corporate."
            },
            {
                "character": "Pam",
                "line": "You haven't told me."
            },
            {
                "character": "Michael",
                "line": "It's called the wastepaper basket! Look at that! Look at that face."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "People say I am the best boss. They go, \"God we've never worked in a place like this before. You're hilarious.\" \"And you get the best out of us.\" [shows the camera his WORLD'S BEST BOSS mug] I think that pretty much sums it up. I found it at Spencer Gifts."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[singing] Shall I play for you? Pa rum pump um pum [Imitates heavy drumming] I have no gifts for you. Pa rum pump um pum [Imitates heavy drumming]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "My job is to speak to clients on the phone about... uh, quantities and type of copier paper. You know, whether we can supply it to them. Whether they can pay for it. And... I'm boring myself just talking about this."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Whassup!"
            },
            {
                "character": "Jim",
                "line": "Whassup! I still love that after seven years."
            },
            {
                "character": "Michael",
                "line": "Whassup!"
            },
            {
                "character": "Dwight",
                "line": "Whassup!"
            },
            {
                "character": "Michael",
                "line": "Whass...up!"
            },
            {
                "character": "Dwight",
                "line": "Whassup."
            },
            {
                "character": "Michael",
                "line": "[Strains, grunts] What?"
            },
            {
                "character": "Jim",
                "line": "Nothing."
            },
            {
                "character": "Michael",
                "line": "OK. All right. See you later."
            },
            {
                "character": "Jim",
                "line": "All right. Take care."
            },
            {
                "character": "Michael",
                "line": "Back to work."
            }
        ],
        [
            {
                "character": "Jan",
                "line": "[on her cell phone] Just before lunch. That would be great."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Corporate really doesn't really interfere with me at all. Jan Levinson Gould. [walking out of his office] Jan, hello. I call her Hillary Rodham Clinton. Right? Not to her face, because... well, not because I'm scared of her. Because I'm not. But, um... Yeah."
            }
        ],
        [
            {
                "character": "Jan",
                "line": "Alright, was there anything you wanted to add to the agenda?"
            },
            {
                "character": "Michael",
                "line": "Um... Me no get an agenda."
            },
            {
                "character": "Jan",
                "line": "What? I'm sorry?"
            },
            {
                "character": "Michael",
                "line": "I didn't get any agenda."
            },
            {
                "character": "Jan",
                "line": "Well, I faxed one over to you this morning."
            },
            {
                "character": "Michael",
                "line": "Really? I didn't... [looks at Pam] Did we get a fax this morning?"
            },
            {
                "character": "Pam",
                "line": "Uh, yeah, the one..."
            },
            {
                "character": "Michael",
                "line": "Why isn't it in my hand? A company runs on efficiency of communication, right? So what's the problem, Pam? Why didn't I get it?"
            },
            {
                "character": "Pam",
                "line": "You put in the garbage can that was a special filing cabinet."
            },
            {
                "character": "Michael",
                "line": "Yeah, that was a joke. That was a joke that was actually my brother's, and... It was supposed to be with bills and it doesn't work great with faxes."
            },
            {
                "character": "Jan",
                "line": "Do you want to look at mine?"
            },
            {
                "character": "Michael",
                "line": "Yeah, yeah. Lovely. Thank you."
            },
            {
                "character": "Jan",
                "line": "OK. Since the last meeting, Ellen and the board have decided we can't justify a Scranton branch and a Stamford branch."
            },
            {
                "character": "Michael",
                "line": "OK..."
            },
            {
                "character": "Jan",
                "line": "Michael, don't panic."
            },
            {
                "character": "Michael",
                "line": "No, no, no, no, this is good. This is good. This is fine. Excellent."
            },
            {
                "character": "Jan",
                "line": "No, no, no, Michael, listen OK. Don't panic. We haven't made... We haven't decided."
            },
            {
                "character": "Michael",
                "line": "All the alarm bells are kind of going... ringie-dingie-ding!"
            },
            {
                "character": "Jan",
                "line": "I've spoken to Josh in Stamford. I've told him the same as you and it's up to either him or you to convince me that your branch can incorporate the other."
            },
            {
                "character": "Michael",
                "line": "OK. No problem."
            },
            {
                "character": "Jan",
                "line": "This does, however, mean that there is going to be downsizing."
            },
            {
                "character": "Michael",
                "line": "Me no wanna hear that, Jan. Because downsizing is a bitch. It is a real bitch. And I wouldn't wish that on Josh's men. I certainly wouldn't wish it on my men. Or women, present company excluded. Sorry. Uh, is Josh concerned about downsizing himself? Not downsizing himself but is he concerned about downsizing?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Question. How long do we have to... [Telephone rings] Oh uh, Todd Packer, terrific rep. Do you mind if I take it?"
            },
            {
                "character": "Jan",
                "line": "Go ahead."
            },
            {
                "character": "Michael",
                "line": "Packman."
            },
            {
                "character": "Todd Packer",
                "line": "Hey, you big queen."
            },
            {
                "character": "Michael",
                "line": "Oh, that's not appropriate."
            },
            {
                "character": "Todd Packer",
                "line": "Hey, is old Godzillary coming in today?"
            },
            {
                "character": "Michael",
                "line": "Uh, I don't know what you mean."
            },
            {
                "character": "Todd Packer",
                "line": "I've been meaning to ask her one question. Does the carpet match the drapes?"
            },
            {
                "character": "Michael",
                "line": "Oh, my God! Oh! That's... horrifying. Horrible. Horrible person."
            },
            {
                "character": "Jan",
                "line": "So do you think we could keep a lid on this for now? I don't want to worry people unnecessarily."
            },
            {
                "character": "Michael",
                "line": "No, absolutely. Under this regime, it will not leave this office. [zips his lips] Like that."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "So what does downsizing actually mean?"
            },
            {
                "character": "Stanley",
                "line": "Well..."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "You guys better update your resumes just like I'm doing."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I bet it's gonna be me. Probably gonna be me."
            },
            {
                "character": "Kevin",
                "line": "Yeah, it'll be you."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I have an important question for you."
            },
            {
                "character": "Jim",
                "line": "Yes?"
            },
            {
                "character": "Pam",
                "line": "Are you going to Angela's cat party on Sunday?"
            },
            {
                "character": "Jim",
                "line": "Yeah, stop. That is ridiculous."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Am I going to tell them? No, I am not going to tell them. I don't see the point of that. As a doctor, you would not tell a patient if they had cancer."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey."
            },
            {
                "character": "Ryan",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "This is Mr. Scott."
            },
            {
                "character": "Michael",
                "line": "Guilty! Guilty as charged!"
            },
            {
                "character": "Ryan",
                "line": "Ryan Howard from the temp agency. Daniqua sent me down to start today."
            },
            {
                "character": "Michael",
                "line": "Howard, like Moe Howard. Three Stooges."
            },
            {
                "character": "Ryan",
                "line": "Yup."
            },
            {
                "character": "Michael",
                "line": "Watch this. This is Moe. Nyuck-nyuck-nyuck-nyuck-nyuck. Mee! [hold hand up for a high five] Ah, right here. Three Stooges. Oh, Pam. It's a guy thing, Pam. I'm sort of a student of comedy. Watch this. Here we go. [Yelling in cod German] I'm Hitler. Adolf Hitler. [Continues with cod German]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I don't think it would be the worst thing if they let me go because then I might... I don't think it's many little girls' dream to be a receptionist. I like to do illustrations. Um... Mostly watercolor. A few oil pencil. Um, Jim thinks they're good."
            },
            {
                "character": "Pam",
                "line": "Dunder Mifflin. This is Pam."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Sure. Mr. Davis, let me call you right back. Yeah, something just came up. Two minutes. Thank you very much. Dwight, what are you doing?"
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Jim",
                "line": "What are you doing?"
            },
            {
                "character": "Dwight",
                "line": "Just clearing my desk. I can't concentrate."
            },
            {
                "character": "Jim",
                "line": "It's not on your desk."
            },
            {
                "character": "Dwight",
                "line": "It's overlapping. It's all spilling over the edge. One word, two syllables. Demarcation."
            },
            {
                "character": "Dwight",
                "line": "You can't do that."
            },
            {
                "character": "Jim",
                "line": "Why not?"
            },
            {
                "character": "Dwight",
                "line": "Safety violation. I could fall and pierce an organ."
            },
            {
                "character": "Jim",
                "line": "[crosses fingers] We'll see. [Dwight begins smashing pencils with his phone] This is why the whole downsizing thing just doesn't bother me."
            },
            {
                "character": "Dwight",
                "line": "Downsizing?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Downsizing? I have no problem with that. I have been recommending downsizing since I first got here. I even brought it up in my interview. I say, bring it on."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "You just still have these messages from yesterday."
            },
            {
                "character": "Michael",
                "line": "Relax. Everything's under control. Uh, yeah. Yeah. That's important. Right. Oh this is so important, I should run to answer it. [Imitating Six-Million Dollar Man sound effect]"
            },
            {
                "character": "Pam",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Come on. Six-Million Dollar Man! Steve Austin! Actually, that would be a good salary for me, don't you think? Six million dollars? Memo to Jan. I deserve a raise."
            },
            {
                "character": "Pam",
                "line": "Don't we all?"
            },
            {
                "character": "Michael",
                "line": "I'm sorry?"
            },
            {
                "character": "Pam",
                "line": "Nothing."
            },
            {
                "character": "Michael",
                "line": "If you're unhappy with your compensation, maybe you should take it up with HR. OK. Not today, OK? Pam, just be professional. [Sighs]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I think I'm a role model here. I think I garner people's respect. [Imitating a PA] Attention all Dunder Mifflin employees, please. We have a meeting in the conference room, ASAP."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "People I respect, heroes of mine, would be Bob Hope... Abraham Lincoln, definitely. Bono. And probably God would be the fourth one. And I just think all those people really helped the world in so many ways that it's really beyond words. It's really incalculable."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Now I know there's some rumors out there and I just kind of want to set the record straight."
            },
            {
                "character": "Dwight",
                "line": "I'm Assistant Regional Manager. I should know first."
            },
            {
                "character": "Michael",
                "line": "Assistant to the Regional Manager."
            },
            {
                "character": "Dwight",
                "line": "OK, um, can you just tell me please? Just tell me quietly. Can you whisper it in my ear?"
            },
            {
                "character": "Michael",
                "line": "I'm about to tell everybody. I'm just about to tell everybody."
            },
            {
                "character": "Oscar",
                "line": "Can't you just tell us."
            },
            {
                "character": "Dwight",
                "line": "Please, OK? Do you want me to tell 'em?"
            },
            {
                "character": "Michael",
                "line": "You don't know what it is. [Laughs]"
            },
            {
                "character": "Dwight",
                "line": "OK. You tell 'em. With my permission. Permission granted."
            },
            {
                "character": "Michael",
                "line": "I don't need your permission."
            },
            {
                "character": "Dwight",
                "line": "Go ahead."
            },
            {
                "character": "Michael",
                "line": "Corporate has deemed it appropriate to enforce an ultimatum upon me. And Jan is thinking about downsizing either the Stamford branch or this branch."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "I heard they might be closing this branch down. That's just the rumor going around. This is my first day. I don't really know."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Yeah but Michael, what if they downsize here?"
            },
            {
                "character": "Michael",
                "line": "Not gonna happen."
            },
            {
                "character": "Stanley",
                "line": "It could be out of your hands Michael."
            },
            {
                "character": "Michael",
                "line": "It won't be out of my hands Stanley, OK. I promise you that."
            },
            {
                "character": "Stanley",
                "line": "Can you promise that?"
            },
            {
                "character": "Dwight",
                "line": "On his mother's grave."
            },
            {
                "character": "Michael",
                "line": "No."
            },
            {
                "character": "Phyllis",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Well, yeah, it is a promise. And frankly, I'm a little insulted that you have to keep asking about it."
            },
            {
                "character": "Stanley",
                "line": "It's just that we need to know."
            },
            {
                "character": "Michael",
                "line": "I know. Hold on a second. I think Pam wanted to say something. Pam, you had a look that you wanted to ask a question just then."
            },
            {
                "character": "Pam",
                "line": "I was in the meeting with Jan and she did say that it could be this branch that gets the axe."
            },
            {
                "character": "Man",
                "line": "Are you sure about that?"
            },
            {
                "character": "Michael",
                "line": "Well, Pam maybe you should stick to the ongoing confidentiality agreement of meetings."
            },
            {
                "character": "Dwight",
                "line": "Pam, information is power."
            },
            {
                "character": "Stanley",
                "line": "You can't say for sure whether it'll be us or them, can you?"
            },
            {
                "character": "Michael",
                "line": "No, Stanley. No, you did not see me in there with her. I said if Corporate wants to come in here and interfere, then they're gonna have to go through me. Right? You can go mess with Josh's people, but I'm the head of this family, and you ain't gonna be messing with my chillin."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "If I left, what would I do with all this useless information in my head? You know? Tonnage price of manila folders? Um, Pam's favorite flavor of yogurt, which is mixed berry."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Jim said mixed berries? Well, yeah, he's on to me. Um... [Laughs]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Watch out for this guy. Dwight Schrute in the building. This is Ryan, the new temp."
            },
            {
                "character": "Ryan",
                "line": "What's up? Nice to meet you."
            },
            {
                "character": "Michael",
                "line": "Introduce yourself. Be polite."
            },
            {
                "character": "Dwight",
                "line": "Dwight Schrute, Assistant Regional Manager."
            },
            {
                "character": "Michael",
                "line": "Assistant to the Regional Manager. So, uh, Dwight tell him about the kung fu and the car and everything."
            },
            {
                "character": "Dwight",
                "line": "Uh... yeah I got a '78 280Z. Bought it for $1,200. Fixed it up. It's now worth three grand."
            },
            {
                "character": "Michael",
                "line": "That's his profit."
            },
            {
                "character": "Dwight",
                "line": "New engine, new suspension, I got a respray. I've got some photos."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Damn it! Jim!"
            },
            {
                "character": "Michael",
                "line": "OK. Hold on, hold on. The judge is in session. What is the problem here?"
            },
            {
                "character": "Dwight",
                "line": "He put my stuff in Jell-O again."
            },
            {
                "character": "Pam",
                "line": "[Laughing]"
            },
            {
                "character": "Dwight",
                "line": "That's real professional thanks. That's the third time and it wasn't funny the first two times either Jim."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "It's OK here, but people sometimes take advantage because it's so relaxed. I'm a volunteer Sheriff's Deputy on the weekends. And you cannot screw around there. That's sort of one of the rules."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What is that?"
            },
            {
                "character": "Dwight",
                "line": "That is my stapler."
            },
            {
                "character": "Michael",
                "line": "No, no, no. Do not take it out. You have to eat it out of there, because there are starving people in the world [turns to camera] which I hate, and it is a waste of that kind of food."
            },
            {
                "character": "Dwight",
                "line": "OK you know what, you can be a witness. [points to Ryan] Can you reprimand him?"
            },
            {
                "character": "Jim",
                "line": "How do you know it was me?"
            },
            {
                "character": "Dwight",
                "line": "It's always you. Are you going to discipline him or not?"
            },
            {
                "character": "Michael",
                "line": "Discipline. Kinky! [Laughs] All right, here's the deal you guys. The thing about a practical joke is you have to know when to start and as well as when to stop."
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "And yeah, Jim this is the time to stop putting Dwight's personal effects into Jell-O."
            },
            {
                "character": "Jim",
                "line": "OK. Dwight, I'm sorry, because I have always been your biggest flan."
            },
            {
                "character": "Michael",
                "line": "[Laughing] Nice. That's the way it is around here. It just kind of goes round and round."
            },
            {
                "character": "Ryan",
                "line": "You should've put him in custardy."
            },
            {
                "character": "Michael",
                "line": "Hey! Yes! New guy! He scores."
            },
            {
                "character": "Dwight",
                "line": "OK, that's great. I guess what I'm most concerned with is damage to company property. That's all."
            },
            {
                "character": "Michael",
                "line": "Pudding. Pudding... I'm trying to think of another dessert to do."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Do you like going out at the end of the week for a drink?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "That's why we're all going out. So we can have an end-of-the-week-drink."
            },
            {
                "character": "Pam",
                "line": "So when are we going out?"
            },
            {
                "character": "Jim",
                "line": "Tonight, hopefully."
            },
            {
                "character": "Pam",
                "line": "OK. Yeah."
            },
            {
                "character": "Roy",
                "line": "Hey, man."
            },
            {
                "character": "Jim",
                "line": "What's going on?"
            },
            {
                "character": "Roy",
                "line": "Hey, baby."
            },
            {
                "character": "Pam",
                "line": "Hey."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Roy's my fiance. We've been engaged about three years. We were supposed to get married in September but I think we're gonna get married in the spring."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Do you mind if I go out for a drink with these guys?"
            },
            {
                "character": "Roy",
                "line": "No, no. Come on. Let's get out of here and go home."
            },
            {
                "character": "Pam",
                "line": "OK. I'm gonna be a few minutes. So it's only twenty past five. I still have to do my faxes."
            },
            {
                "character": "Jim",
                "line": "You know what? You should come with us. Because you know we're all going out and it could be a good chance for you to see what people are like outside the office. I think it could be fun."
            },
            {
                "character": "Roy",
                "line": "It sounds good. Seriously, we've gotta get going."
            },
            {
                "character": "Jim",
                "line": "Yeah, yeah."
            },
            {
                "character": "Jim",
                "line": "Um... What's in the bag?"
            },
            {
                "character": "Roy",
                "line": "Just tell her I'll talk to her later."
            },
            {
                "character": "Jim",
                "line": "No, definitely. All right, dude. Awesome. Will do."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Do I think I'll be invited to the wedding? [scratches head]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So have you felt the vibe yet? We work hard, we play hard. Sometimes we play hard when we should be working hard. Right? I guess the atmosphere that I've created here is that I'm a friend first, and a boss second... and probably an entertainer third. [Knock at door] Just a second. Right? Oh, hey do you like The Jamie Kennedy Experiment? Punk'd and all that kind of stuff?"
            },
            {
                "character": "Ryan",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "You are gonna be my accomplice. Just go along with it, OK?"
            },
            {
                "character": "Ryan",
                "line": "All right."
            },
            {
                "character": "Michael",
                "line": "Just follow my lead. Don't pimp me, all right? Come in. So, uh, Corporate just said that I don't want to..."
            },
            {
                "character": "Pam",
                "line": "You got a fax."
            },
            {
                "character": "Michael",
                "line": "Oh, thank you. Pam, can you come in here for a sec. Just have a seat. I was gonna call you in anyway. You know Ryan. As you know, there is going to be downsizing. And you have made my life so much easier in that I am going to have to let you go first."
            },
            {
                "character": "Pam",
                "line": "What? Why?"
            },
            {
                "character": "Michael",
                "line": "Why? Well, theft and stealing."
            },
            {
                "character": "Pam",
                "line": "Stealing? What am I supposed to have stolen?"
            },
            {
                "character": "Michael",
                "line": "Post-it Notes."
            },
            {
                "character": "Pam",
                "line": "Post-it Notes? What are those worth, 50 cents?"
            },
            {
                "character": "Michael",
                "line": "50 cents, yeah. If you steal a thousand Post-It Notes at 50 cents apiece, and you know, you've made a profit... margin. You're gonna run us out of business, Pam."
            },
            {
                "character": "Pam",
                "line": "Are you serious?"
            },
            {
                "character": "Michael",
                "line": "Yeah. I am."
            },
            {
                "character": "Pam",
                "line": "I can't believe this. I mean I have never even stolen as much as a paperclip and you're firing me."
            },
            {
                "character": "Michael",
                "line": "But the best thing about it is that we're not going to have to give you any severance pay. Because that is gross misconduct and... Just clean out your desk. I'm sorry."
            },
            {
                "character": "Michael",
                "line": "[Pam starts crying] You been X'd punk! [Laughing] Surprise! It's a joke. We were joking around. See? OK. He was in on it. He was my accomplice. And it was kind of a morale booster thing. And we were showing the new guy around, giving him the feel of the place. So you... God, we totally got you."
            },
            {
                "character": "Pam",
                "line": "You're a jerk."
            },
            {
                "character": "Michael",
                "line": "I don't know about that."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What is the most important thing for a company? Is it the cash flow? Is it the inventory? Nuh-uh. It's the people. The people. My proudest moment here was not when I increased profits by 17% or when I cut expenses without losing a single employee. No, no, no, no, no. It was a young Guatemalan guy. First job in the country, barely spoke English. He came to me, and said, \"Mr. Scott, would you be the godfather of my child?\" Wow. Wow. Didn't work out in the end. We had to let him go. He sucked."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Jim",
                "line": "How are things?"
            },
            {
                "character": "Pam",
                "line": "Good. I thought you were going out for a drink with..."
            },
            {
                "character": "Jim",
                "line": "Oh no, I just decided not to. How's your headache?"
            },
            {
                "character": "Pam",
                "line": "It's better, thanks."
            },
            {
                "character": "Jim",
                "line": "Good. Good."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "That's great"
            },
            {
                "character": "Pam",
                "line": "Is...?"
            },
            {
                "character": "Jim",
                "line": "Yeah?"
            },
            {
                "character": "Pam",
                "line": "Um... Are you..."
            },
            {
                "character": "Jim",
                "line": "Am I walking out?"
            },
            {
                "character": "Pam",
                "line": "Yes."
            },
            {
                "character": "Jim",
                "line": "Yes, I... Do you want to..."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Great. Let me just..."
            },
            {
                "character": "Jim",
                "line": "[Car horn honking] Oh, Roy."
            },
            {
                "character": "Pam",
                "line": "Yeah. Listen, have a nice weekend."
            },
            {
                "character": "Jim",
                "line": "Yeah, definitely. You too. Enjoy it. [looks at camera] You know what, just come here."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Dwight",
                "line": "Dwight Schrute. My father's name, also Dwight Schrute. My grandfather's name, Dweide Schrude, Amish. That's my family. I don't know where they came, the Amish, came from originally. Uh, Amland."
            },
            {
                "character": "Michael",
                "line": "[holding up a Dundie and pretending it is talking] Hello. I'm Michael Scott. I'm the best boss in the world."
            },
            {
                "character": "Jim",
                "line": "My name is Jim Halpert and I am a sales rep, which is a very important job. Um, without me dozens literally dozens of small businesses would go paperless. They would have to write on their hands, or bed sheets, or who knows you know. Total chaos, total chaos. I mean or they could get their paper somewhere else. Staples maybe. I don't know."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Pam! Pam-Pam! Pam has been with us for... forever. Right, Pam?"
            },
            {
                "character": "Pam",
                "line": "I guess."
            },
            {
                "character": "Michael",
                "line": "Yeah, at one time or another every guy in the office has sprayed on Pam."
            },
            {
                "character": "Pam",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Messages?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "People respond to the human touch and that's what I give them. I can look at a client and I can say, \"Hello, how are you? How's business been going?\" And we can go back and forth for sometime and uh, then I'll say, How much, how many reams do you want?\" And they'll order it and then I'll take care of all the sales. I'll make sure that they get that paper. And they appreciate that."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ah, right here. Three Stooges. High five. [Michael and Ryan high five] Oh, Pam. It's a guy thing, Pam. [camera cuts to Pam then back to Michael] Now, who was the one before Curly?"
            },
            {
                "character": "Ryan",
                "line": "Uh, Shemp."
            },
            {
                "character": "Michael",
                "line": "Curly? Very good. Curly Joe DeRita."
            },
            {
                "character": "Ryan",
                "line": "Just Curly. Joe DeRita was different."
            },
            {
                "character": "Michael",
                "line": "Well, comedy's kinda my thing. Watch this, here's Curly Joe. Mmm. Me, me, me, me, me, me. Me, me, me, me, me, me. Oh, I forgot. Here we go. [Yelling in cod German] I'm Hitler. Right. [Continues with cod German] Me, me, me, me, me, me. Curly Joe Hitler. [laughs]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All these people are walking around and they're happy and their lives are just going along, ignorance is bliss. But if they knew what was lurking on the other side of that fence that furry monster. [imitating monster] \"I'm gonna get you, downsizing.\" No. They wouldn't... They'd freak. And I'm not going to play God. They look to me for support. And they look to me for guidance and leadership. And I think if I could lie to them and it serves them, then that's what I'm going to do."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So this is our sales staff. They are the ones who are making calls and making us lots of money. [comes to a screeching halt and laughs] This is accounting. The numbers dudes. Do not let the job description fool you, they are all completely crazy. Especially that guy, he is a mental patient. [camera zooms in on Kevin] Not literally of course, that wouldn't work. The last place you'd want somebody like that is accounting. [hides behind office plant] \"Very interesting, but stupid.\" Artie Johnson. It's a crazy place."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "My name is Angela and um, I'm in charge of the accounting department. There are three of us, Kevin and Oscar."
            },
            {
                "character": "Oscar",
                "line": "It's my job to keep the books in order. And, um, I... I'm, uh, immediately below my supervisor."
            },
            {
                "character": "Angela",
                "line": "Oscar, how do I describe him. He's like a stapler. Do I need a stapler? Yes. But, I'm still the one that has to push it down."
            },
            {
                "character": "Oscar",
                "line": "There's a lot of anxiety. I don't want to get laid off. This place is like five minutes from my house."
            },
            {
                "character": "Kevin",
                "line": "I don't wanna be laid off. This is a good job for me. 'Cause I need my nights free. I'm in a band."
            },
            {
                "character": "Angela",
                "line": "Not very worried about downsizing right now. Because, uh, I think you've met Kevin and um..."
            },
            {
                "character": "Oscar",
                "line": "Can I just say one thing? Um, my friend is Jewish, Art Geller. And a couple of years ago he, um, showed me how you can plant a tree in Israel, so I planted a tree. So... You know 'cause... Yeah we work in paper. Well, you know, I try to give back."
            },
            {
                "character": "Angela",
                "line": "I have a lot of cat figurines on my desk. I think cats, really, are old souls. And, uh, Phyllis thinks so too."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What you don't know... Well, it can hurt you, but if you don't know it won't hurt you. Then, you can just be happy for a little while at least."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What's that?"
            },
            {
                "character": "Pam",
                "line": "Wired."
            },
            {
                "character": "Michael",
                "line": "Oh, John Belushi. What a crazy guy. Phew, freaked myself out this morning."
            },
            {
                "character": "Pam",
                "line": "Oh, yeah."
            },
            {
                "character": "Michael",
                "line": "Yeah. I thought I found a lump. I checked the, uh... I check the jewels every month. This time... You know, it's a little different. It was fine. It was fine. But freaky, man, you know. Testicular cancer, God. Cancer, whoa testicles. So... What's, um... What you eating?"
            },
            {
                "character": "Pam",
                "line": "Smoked turkey."
            },
            {
                "character": "Michael",
                "line": "Oh, place around the corner. Nice. All right. See you later."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Do I need to speak up? [grabs boom microphone] Hello."
            }
        ],
        [
            {
                "character": "Documentary Crew Member",
                "line": "[boom microphone drops into the camera shoot] Can you move it out? Can you move it? Is that all right? Can you make that work?"
            },
            {
                "character": "Dwight",
                "line": "That's fine."
            },
            {
                "character": "Documentary Crew Member",
                "line": "[new take] No, you don't even need ... That's fine. We'll keep it..."
            },
            {
                "character": "Dwight",
                "line": "I'm sorry it makes me nervous."
            },
            {
                "character": "Documentary Crew Member",
                "line": "Understood, but it is what we need to capture what you're saying as clearly as possible."
            },
            {
                "character": "Dwight",
                "line": "I understand. It's in a blind spot because I'm trained in several martial arts and one of them, uh, includes, uh, an awareness that the masters bring, uh, of anything on all sides of you. It could be behind you or whatever. This is directly in a blind spot, so I'm trained to respond negatively to something right above my head. [new take] This now I have an eye on. You see, it's on my periphery and if I needed to block it, attack it, stop it somehow. [does a martial arts move with his hands] I could come right out. I mean, I know you're doing your job, but... Documentary Crew Member: [talking over Dwight] It's..."
            },
            {
                "character": "Dwight",
                "line": "I'm doing my job."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I think better to be a happy idiot then a, um... Then someone who knows the truth."
            }
        ]
    ]
}
