{
    "season": 1,
    "episode": 3,
    "title": "Health Care",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Pam. Pamela. Pam-elama-ding-dong. Making copies."
            },
            {
                "character": "Pam",
                "line": "I'm not making any copies."
            },
            {
                "character": "Michael",
                "line": "Let's go. Messages. Stat. Lots to do, lots to do. Information superhighway."
            },
            {
                "character": "Pam",
                "line": "Nothing new."
            },
            {
                "character": "Michael",
                "line": "Lay them on me. What?"
            },
            {
                "character": "Pam",
                "line": "There's nothing new."
            },
            {
                "character": "Michael",
                "line": "That's not what you said earlier."
            },
            {
                "character": "Pam",
                "line": "Oh, do you want me to repeat the messages that I gave you before for the... [nods toward camera]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "The most sacred thing I do is care and provide for my workers, my family. I give them money. I give them food. Not directly, but through the money. I heal them. Today, I am in charge of picking a great new health care plan. Right? That's what this is all about. Does that make me their doctor? Um... Yes, in a way. Yeah, like a specialist."
            }
        ],
        [
            {
                "character": "Jan",
                "line": "So, which health plan have you decided on?"
            },
            {
                "character": "Michael",
                "line": "I am going to go with the best, Jan. I am going to go with the one with the acupuncture, therapeutic massage, you know, the works."
            },
            {
                "character": "Jan",
                "line": "Wait, acupuncture? None of the plans have acupuncture. Have you looked at them closely Michael?"
            },
            {
                "character": "Michael",
                "line": "I think it was you who didn't look closely enough at the Gold Plan."
            },
            {
                "character": "Jan",
                "line": "The Gold Plan? I'm not even on that plan."
            },
            {
                "character": "Michael",
                "line": "Well, I'd recommend it. It's very good."
            },
            {
                "character": "Jan",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "You gotta crack these things open."
            },
            {
                "character": "Jan",
                "line": "You know the whole reason that we're doing this, is to save money. So you just need to pick a provider and choose the cheapest plan."
            },
            {
                "character": "Michael",
                "line": "Well, that is kind of a tough assignment. Um... It won't be popular decision around the old orifice."
            },
            {
                "character": "Jan",
                "line": "It's your job. So..."
            },
            {
                "character": "Michael",
                "line": "Well, it's a suicide mission, you know."
            },
            {
                "character": "Jan",
                "line": "Michael... maybe... I mean..."
            },
            {
                "character": "Michael",
                "line": "There, there..."
            },
            {
                "character": "Jan",
                "line": "Sometimes a manager, like yourself, has to deliver the bad news to the employees. I do it all the time."
            },
            {
                "character": "Michael",
                "line": "[scoffs] When have you ever done that?"
            },
            {
                "character": "Jan",
                "line": "I'm doing it right now. To you."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Last night on Trading Spouses, there's... have you seen it?"
            },
            {
                "character": "Pam",
                "line": "No. I have a life."
            },
            {
                "character": "Jim",
                "line": "Interesting, what's that like?"
            },
            {
                "character": "Pam",
                "line": "You should try it sometime."
            },
            {
                "character": "Jim",
                "line": "Wow. But then who would watch my TV? That is..."
            },
            {
                "character": "Pam",
                "line": "[laughs]... your problem."
            },
            {
                "character": "Michael",
                "line": "Jimbo! Ha haaaaa. Ah."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There's a decision that needs to be made, and I'm having an unbelievably a busy day. So I'm going to let you pick a health care plan for our office and then explain it to your co-workers."
            },
            {
                "character": "Jim",
                "line": "Gosh."
            },
            {
                "character": "Michael",
                "line": "Yeah!"
            },
            {
                "character": "Jim",
                "line": "That is a great offer. Thank you. I really think I should be concentrating on sales."
            },
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "Jim",
                "line": "Yeah. I just don't think this is the kind of task, that I... am going to do. You know who would be great for this?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Any time Michael asks me to do anything, I just tell him that Dwight should do it."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Yes. I can do it. I'm your man."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Right now, this is just a job. If I advance any higher in this company then this would be my career. And uh, well, if this were my career, I'd have to throw myself in front of a train."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "OK, first, let's go over some parameters. How many people can I fire?"
            },
            {
                "character": "Michael",
                "line": "Ah, none. You're picking a health care plan."
            },
            {
                "character": "Dwight",
                "line": "OK, we'll table that for the time being. Two, I'll need an office. I think the conference room should be fine."
            },
            {
                "character": "Michael",
                "line": "You can use the conference room as a temporary workspace."
            },
            {
                "character": "Dwight",
                "line": "[to self] Yes, I have an office. [to camera] Bigger than his."
            },
            {
                "character": "Michael",
                "line": "Nope, you cannot use it."
            },
            {
                "character": "Dwight",
                "line": "OK, I take it back, it's a workspace."
            },
            {
                "character": "Michael",
                "line": "Temporary workspace. You can use it."
            },
            {
                "character": "Dwight",
                "line": "Thank you."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "If Dwight fails, then that is strike two, and good for me for, ah, for giving him a second chance. And if he succeeds, then, you know, no one will be prouder than I am. I groomed him. I made him what he is today. Unless he fails, and we've talked about that already."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What did I do? I did my job. I slashed benefits to the bone. I saved this company money. Was I too harsh? Maybe. I don't believe in coddling people."
            },
            {
                "character": "Dwight",
                "line": "In the wild, there is no health care. In the wild, health care is, \"Ow, I hurt my leg. I can't run. A lion eats me and I'm dead.\" Well, I'm not dead. I'm the lion. You're dead."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "There's no dental, there's no vision, there's a $1,200 deductible."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Dunder Mifflin, this is Pam."
            },
            {
                "character": "Michael",
                "line": "[on phone] Pam, Michael Scott. How's tricks?"
            },
            {
                "character": "Pam",
                "line": "Where are you?"
            },
            {
                "character": "Michael",
                "line": "Oh, I am in my office. I am swamped. I have work up to my ears I'm busy, busy, busy. Can't step away. I just wanted to check in and see how everybody's doing. Everybody cool out there?"
            },
            {
                "character": "Pam",
                "line": "Actually, people are really unhappy. Um, Dwight sent around this memo and people are freaking out 'cause the..."
            },
            {
                "character": "Michael",
                "line": "Pam! Whoa, whoa, I'm sorry, I'm sorry, I, I, I, I gotta go. I'm getting a call."
            },
            {
                "character": "Pam",
                "line": "No you're not."
            },
            {
                "character": "Michael",
                "line": "I have to make a call after I finish... my work. You know what? Uh, just don't let anybody in my office under any conditions today. I'm just too busy. Too swamped, you know? I am unreachable. I am incommunicado, capisce?"
            },
            {
                "character": "Pam",
                "line": "OK."
            },
            {
                "character": "Michael",
                "line": "Thank you, Oh, gah, here we go again. Gotta go, I have to take this."
            },
            {
                "character": "Pam",
                "line": "Still no one calling."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Dwight, what..."
            },
            {
                "character": "Dwight",
                "line": "Uh, knock, please. Please knock. This is an office."
            },
            {
                "character": "Jim",
                "line": "It says \"workspace\"."
            },
            {
                "character": "Dwight",
                "line": "Same thing."
            },
            {
                "character": "Jim",
                "line": "If it's the same thing, then why did you write \"workspace\"?"
            },
            {
                "character": "Dwight",
                "line": "Just knock, Please? As a sign of respect for your superior."
            },
            {
                "character": "Jim",
                "line": "You are not my superior."
            },
            {
                "character": "Dwight",
                "line": "Oh gee, then why do I have an office?"
            },
            {
                "character": "Jim",
                "line": "I thought it was a workspace?"
            },
            {
                "character": "Pam",
                "line": "OK. Dwight. Are you really in charge of picking the health care plan?"
            },
            {
                "character": "Dwight",
                "line": "Yes. And my decision in final."
            },
            {
                "character": "Pam",
                "line": "This is a ridiculously awful plan. Because you cut everything."
            },
            {
                "character": "Dwight",
                "line": "Aww, times are tough, Pam. Deal with it."
            },
            {
                "character": "Jim",
                "line": "You cut more than you had to, didn't you?"
            },
            {
                "character": "Dwight",
                "line": "Sure."
            },
            {
                "character": "Jim",
                "line": "Well, why did you do that? You work here, don't you want good insurance?"
            },
            {
                "character": "Dwight",
                "line": "Don't need it. Never been sick. Perfect immune system."
            },
            {
                "character": "Jim",
                "line": "OK, well, if you've never been sick, then you don't have any antibodies."
            },
            {
                "character": "Dwight",
                "line": "I don't need them. Superior genes. I'm a Schrute. And superior brain power. Through concentration, I can raise and lower my cholesterol at will."
            },
            {
                "character": "Pam",
                "line": "Why would you want to raise your cholesterol?"
            },
            {
                "character": "Dwight",
                "line": "So I can lower it."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "He literally won't come out of his office."
            },
            {
                "character": "Kevin",
                "line": "He's got to come out sometime. To go to the bathroom."
            },
            {
                "character": "Angela",
                "line": "Kevin! That's inappropriate."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Michael, can I talk to you?"
            },
            {
                "character": "Michael",
                "line": "Ah, uh, I would love to, but I am really busy. Rain check?"
            },
            {
                "character": "Meredith",
                "line": "Michael. Michael, please, can we talk to you about this memo?"
            },
            {
                "character": "Michael",
                "line": "Ah, what? Which memo?"
            },
            {
                "character": "Pam",
                "line": "Dwight's health care memo. I told you about it."
            },
            {
                "character": "Michael",
                "line": "Is it a good plan?"
            },
            {
                "character": "Dwight",
                "line": "It's a great plan. It saves the company a fortune."
            },
            {
                "character": "Oscar",
                "line": "It's like a pay decrease."
            },
            {
                "character": "Pam",
                "line": "Michael, he made huge cuts."
            },
            {
                "character": "Michael",
                "line": "Cuts? What? Wow, Dwight, did you make cuts?"
            },
            {
                "character": "Dwight",
                "line": "Yeah, you said..."
            },
            {
                "character": "Michael",
                "line": "No, no , no, you know what? I said nothing specific because I was so busy. Why don't you go in there and find these people a plan that will work for them? OK?"
            },
            {
                "character": "Dwight",
                "line": "I can handle that."
            },
            {
                "character": "Michael",
                "line": "OK? All right. Do we feel good? All right. Good. Plus, there's some other good news. Today, at the end of the day, I will have, for all of you, a big surprise. OK? So hang in there, and I will see you at the end of the day. Right?"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "This is not good."
            },
            {
                "character": "Angela",
                "line": "It's ridiculous. Did you talk to him?"
            },
            {
                "character": "Oscar",
                "line": "What was that?"
            },
            {
                "character": "Angela",
                "line": "You let him walk all over you. It's just pathetic."
            },
            {
                "character": "Kevin",
                "line": "What are you guys talking about?"
            },
            {
                "character": "Angela",
                "line": "Nothing, Kevin."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Do I know what the surprise is? Hell no! It doesn't matter. The point is, they're not unhappy anymore. They're out there thinking, \"Wow, my boss really cares about me. He has a surprise. He's cool. I... what a great guy. I love him. I... love him."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "OK, everyone. Gather round. Step forward. It has been brought to my attention that some of you are unhappy with my plan. So what I'd like you to do is to fill this out and write down any diseases you have that you might want covered and I'll see what I can do."
            },
            {
                "character": "Jim",
                "line": "OK, you know what Dwight? We can't write our diseases down for you because that's confidential."
            },
            {
                "character": "Dwight",
                "line": "OK, well, I didn't say to write your name down, did I? Fill it out, leave it anonymous. Or, don't write any disease down at all and it won't be covered. Sound fair? Good. I'll be in my office."
            },
            {
                "character": "Jim",
                "line": "Workspace."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know what? Come with me. We are going on a little mission. Operation Surprise."
            },
            {
                "character": "Pam",
                "line": "Where are you going?"
            },
            {
                "character": "Michael",
                "line": "Um, headed out. Part of my busy day, you know. Meetings. [Giggles] Couldn't find the knob."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So, basically, I want to do something nice for my employees. Atlantic City, OK? They have this thing where they send a bus, right, for free. Picks everybody up, you head down there, get to the hotel, room is comped, they give you a pile of chips, and your food, everything just kind of all-inclusive, free kind of weekend."
            },
            {
                "character": "Travel Agent",
                "line": "I don't know of anything like that, but, um, you know what you might want to do, is just call those casinos directly. Um, maybe?"
            },
            {
                "character": "Michael",
                "line": "Yeah, yeah, yeah. I did, so..."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Wait. What are you writing? Don't write Ebola or mad cow disease. Right? 'Cause I'm suffering from both."
            },
            {
                "character": "Pam",
                "line": "I'm inventing new diseases."
            },
            {
                "character": "Jim",
                "line": "Oh, great."
            },
            {
                "character": "Pam",
                "line": "So, let's say my teeth turn to liquid and then, they drip down the back of my throat. What would you call that?"
            },
            {
                "character": "Jim",
                "line": "I thought you said you were inventing diseases? That's spontaneous dental hydroplosion."
            },
            {
                "character": "Pam",
                "line": "Nice."
            },
            {
                "character": "Jim",
                "line": "Thank you."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[on his cell phone] Calling you to ask you a little favoroonie my friend. Um, trying to give the troops around here a little bit of a boost. And I was thinking that maybe we could take them down to take a spin on your big ride."
            },
            {
                "character": "Man on Phone",
                "line": "You mean the elevator that takes you down into the mineshaft? It's not really a ride."
            },
            {
                "character": "Michael",
                "line": "Its says here that it's a 300ft drop."
            },
            {
                "character": "Man on Phone",
                "line": "It goes 300 feet into the earth, but it moves really slowly."
            },
            {
                "character": "Michael",
                "line": "So it's not a free fall?"
            },
            {
                "character": "Man on Phone",
                "line": "It's an industrial coal elevator."
            },
            {
                "character": "Michael",
                "line": "Uh, all right. Well, once you get down into the mine, what... you got laser tag or something?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "OK, so I don't know what the surprise is. Am I worried? No. No way. See, I thrive on this. This is my world. This is improv. This is Whose Line is it Anyway?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Damnit! Damnit Jim!"
            },
            {
                "character": "Dwight",
                "line": "All right, who did this? I'm not mad. I just want to know who did it so I can punish them."
            },
            {
                "character": "Jim",
                "line": "What are you talking about?"
            },
            {
                "character": "Dwight",
                "line": "Uh, someone forged, uh, medical information and that is a felony."
            },
            {
                "character": "Jim",
                "line": "OK, whoa. 'Cause that is a pretty intense accusation. How do you know that they're fake?"
            },
            {
                "character": "Dwight",
                "line": "Uh, leprosy? Flesh eating bacteria. Hot-dog fingers. Government-created killer nanorobot infection."
            },
            {
                "character": "Dwight",
                "line": "You did this, didn't you?"
            },
            {
                "character": "Jim",
                "line": "Absolutely not."
            },
            {
                "character": "Dwight",
                "line": "Yes you did."
            },
            {
                "character": "Jim",
                "line": "No I didn't."
            },
            {
                "character": "Dwight",
                "line": "I know it was you. Fine. You know what? I'll have to interview each and every one of you until the perpetrator makes him or herself known. And until that time, there will be no health care coverage for any one!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Killer nanorobots?"
            },
            {
                "character": "Pam",
                "line": "It's an epidemic."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "The problem, Jim, is that people who are really suffering from a medical condition won't receive the care they need, because someone in this office is coming up with all this ridiculous stuff. [reads off of paper] \"Count Choculitis\""
            },
            {
                "character": "Jim",
                "line": "Sounds tough."
            },
            {
                "character": "Dwight",
                "line": "Why did you write that down Jim? Is it because you know I love Count Chocula?"
            },
            {
                "character": "Jim",
                "line": "Do you?"
            },
            {
                "character": "Dwight",
                "line": "I think you need to confess..."
            },
            {
                "character": "Jim",
                "line": "Mmm hmm."
            },
            {
                "character": "Dwight",
                "line": "...the fact..."
            },
            {
                "character": "Jim",
                "line": "Yep."
            },
            {
                "character": "Dwight",
                "line": "What are you doing? Those are my keys."
            },
            {
                "character": "Jim",
                "line": "Good luck. [closes door and locks it]"
            },
            {
                "character": "Dwight",
                "line": "Jim! Damnit! No! Jim! Let me out! Jim! Let... [Without looking, Jim throws his keys to his left, they land on a shelf next to Stanley]"
            },
            {
                "character": "Stanley",
                "line": "[looks at keys, continues talking on phone] ...the light green or green..."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[answering phone] Jim Halpert."
            },
            {
                "character": "Dwight",
                "line": "Let me out."
            },
            {
                "character": "Jim",
                "line": "Who is this?"
            },
            {
                "character": "Dwight",
                "line": "Let me out or you're fired."
            },
            {
                "character": "Jim",
                "line": "No, you can't fire me."
            },
            {
                "character": "Dwight",
                "line": "Yes I can. I'm manager for the day. Clean out your desk."
            },
            {
                "character": "Jim",
                "line": "OK, can you hold on? I'm getting the, ah, beep. [presses button on phone]] Jim Halpert."
            },
            {
                "character": "Pam",
                "line": "[on phone] Hey, Jim. It's Pam."
            },
            {
                "character": "Jim",
                "line": "Hey Pam! How are you?"
            },
            {
                "character": "Dwight",
                "line": "Jim! Open the door!"
            },
            {
                "character": "Pam",
                "line": "Good, how are you? Busy?"
            },
            {
                "character": "Jim",
                "line": "I'm doing OK. Getting excited for the weekend though. What are you up to?"
            },
            {
                "character": "Dwight",
                "line": "Jim!"
            },
            {
                "character": "Pam",
                "line": "Um, I'm not bothering you, am I?"
            },
            {
                "character": "Jim",
                "line": "No, not at all."
            },
            {
                "character": "Pam",
                "line": "You don't have anything you're doing?"
            },
            {
                "character": "Jim",
                "line": "I have nothing to do."
            },
            {
                "character": "Dwight",
                "line": "Jim!"
            },
            {
                "character": "Pam",
                "line": "Oh great. Um, no, this weekend? Nothing. I'm not really doing anything."
            },
            {
                "character": "Dwight",
                "line": "Jim!"
            },
            {
                "character": "Jim",
                "line": "Oh yeah?"
            },
            {
                "character": "Pam",
                "line": "I might go to the mall."
            },
            {
                "character": "Jim",
                "line": "The mall?"
            },
            {
                "character": "Dwight",
                "line": "Jim!"
            },
            {
                "character": "Pam",
                "line": "I need new shoes."
            },
            {
                "character": "Jim",
                "line": "Oh, interesting, what kind of shoes?"
            }
        ],
        [
            {
                "character": "Jan",
                "line": "Hello?"
            },
            {
                "character": "Dwight",
                "line": "Uh, hello. Uh, this is Dwight Schrute calling for Jan Levenson-Gould."
            },
            {
                "character": "Jan",
                "line": "This is Jan."
            },
            {
                "character": "Dwight",
                "line": "Hi. Dwight Schrute calling, acting manager, Scranton branch. Listen, I needed your permission to fire Jim Halpert."
            },
            {
                "character": "Jan",
                "line": "Who is this?"
            },
            {
                "character": "Dwight",
                "line": "Dwight Schrute."
            },
            {
                "character": "Jan",
                "line": "From sales?"
            },
            {
                "character": "Dwight",
                "line": "Well..."
            },
            {
                "character": "Jan",
                "line": "Where's Michael Scott?"
            },
            {
                "character": "Dwight",
                "line": "He is not here right now. He put me in charge of the office."
            },
            {
                "character": "Jan",
                "line": "Dwight, listen to me very carefully. You are not a manager of anything. Understand?"
            },
            {
                "character": "Dwight",
                "line": "That's not entirely true, because he put me in charge of picking the health care plan."
            },
            {
                "character": "Jan",
                "line": "Really?"
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Jan",
                "line": "OK, when Michael gets back, you tell him to call me immediately."
            },
            {
                "character": "Dwight",
                "line": "Call you immediately. Good. Oh, hey, listen, um, since I have you on the phone, um, can I fire Jim?"
            },
            {
                "character": "Jan",
                "line": "No. Please don't use my cell phone ever again."
            },
            {
                "character": "Dwight",
                "line": "Oh, this is your cell, I thought this was your... [dial tone]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, hey, everybody, Ice-cream sandwiches! Aaaahh! [laughs] Here you go. Take one, take one. It's all good. Phyllis, think fast. Ya-bome! Oh, oh, I see Angela. Angela? Right? Waaaaah! Oh, hey temp. Why don't you take two? Because you don't get health care. And uh, faster metabolism."
            },
            {
                "character": "Ryan",
                "line": "Did you get the kind with the cookies? Instead of the..."
            },
            {
                "character": "Michael",
                "line": "Why don't you just eat it, OK? And here you go, Stanley the manly."
            },
            {
                "character": "Stanley",
                "line": "Oh, thanks."
            },
            {
                "character": "Michael",
                "line": "There you go."
            },
            {
                "character": "Stanley",
                "line": "This isn't the big surprise, is it? Because we've been having a pretty horrible day."
            },
            {
                "character": "Michael",
                "line": "Uh, nope. Nope. This isn't the surprise. It's surprising, um... because you didn't expect it. But you will... you'll know it when you see it."
            },
            {
                "character": "Dwight",
                "line": "Michael. Michael?"
            },
            {
                "character": "Michael",
                "line": "[under his breath] Oh, Christ."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I tried being rational, OK? And what happened? The employees went crazy, I got no help from corporate. That leaves me with no options."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I'm now going to read out loud your submitted medical conditions. When you hear yours read, please raise your hand to indicate that it is real. If you do not raise your hand, it will not be covered."
            },
            {
                "character": "Stanley",
                "line": "What about confidentiality?"
            },
            {
                "character": "Dwight",
                "line": "You know what? You have forfeited that privilege. I have tried to treat you all as adults, but obviously I am the only adult here. Number one, inverted penis."
            },
            {
                "character": "Meredith",
                "line": "Could you mean vagina? Because if you do, I want that covered."
            },
            {
                "character": "Dwight",
                "line": "I thought your vagina was removed during your hysterectomy?"
            },
            {
                "character": "Meredith",
                "line": "A uterus is different from a vagina. I still have a vagina."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "OK, great. Dermatitis. Thank you Angela. I'll make sure that's covered. OK, now. Who wrote this, hysterical one? Anal fissures?"
            },
            {
                "character": "Kevin",
                "line": "That's a real thing."
            },
            {
                "character": "Dwight",
                "line": "Yeah, but no one here has it."
            },
            {
                "character": "Kevin",
                "line": "Someone has it."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Do you think we should go ?"
            },
            {
                "character": "Oscar",
                "line": "I don't know, Kevin. This is important. I don't want... [spots Michael through the blinds] There he is."
            },
            {
                "character": "Kevin",
                "line": "What is he doing?"
            },
            {
                "character": "Oscar",
                "line": "I don't know."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Well?"
            },
            {
                "character": "Michael",
                "line": "Well, what? You could be referring to anything."
            },
            {
                "character": "Oscar",
                "line": "OK, the health care plan."
            },
            {
                "character": "Pam",
                "line": "Why did you put Dwight in charge of that? He did a horrible job."
            },
            {
                "character": "Michael",
                "line": "Uh, Dwight? Did you raise benefits?"
            },
            {
                "character": "Dwight",
                "line": "I most certainly did not."
            },
            {
                "character": "Michael",
                "line": "Oh come on! That's horrible! Aaah... Thanks, Dwight, for a crappy plan. Ah, Damn! Oh, mmm, I wish I had time to change it, but Jan needs it by five, and... what time is it, what time is it? [looks at watch] Ah, it's after five. Oh, oh it's awful. So, well, OK. See you guys on Monday."
            },
            {
                "character": "Angela",
                "line": "What about the surprise?"
            },
            {
                "character": "Michael",
                "line": "Oh... Yes. Exactly. Thank you Angela, for reminding me. Terrific. Um, before I tell everybody what the big surprise is, would you like to tell me what you think the big surprise is?"
            },
            {
                "character": "Stanley",
                "line": "We all think you don't have a surprise."
            },
            {
                "character": "Michael",
                "line": "All right, I have some news for you. There is a big surprise. And... here it is. Here we go. And the big surprise is... Brrrrrrrr! Drum roll... Brrrrrrrr! Brrrrrrrr!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "When I am backed into a corner, that is when I come alive. See I learned improve from the greats, like, um, Drew Carey and Ryan Stiles."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[clapping hands] God, yeah... Ah! This..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Robin Williams. Oh, man, would I love to go head-to-head with him. Oh! That would be exciting. [as Robin Williams] \"Hi. I'm Mork from Ork.\" Well, I'm Bork from Spork. Nanoo, nanoo. Jibelee, baloobaloo."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Oh, um... Jan wants you to call her."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Dwight",
                "line": "[heated discussion in the 'Dwight Schrute Workspace', door opens] I did not dismiss you."
            },
            {
                "character": "Oscar",
                "line": "Well, you have no right to ask those questions."
            },
            {
                "character": "Dwight",
                "line": "You came into my office voluntarily."
            },
            {
                "character": "Oscar",
                "line": "Because I don't want my benefits slashed."
            },
            {
                "character": "Dwight",
                "line": "Well, maybe they won't get slashed if you answer all my questions."
            },
            {
                "character": "Oscar",
                "line": "I'm reporting you."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "You know when ever a worker is promoted above their peers there's always going to be a little bit of jealousy. Uh, it's natural. And that's going to lead to goofing off and that's okay that's fine. As long as they are willing to suffer the consequences."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Michael I need to talk to you."
            },
            {
                "character": "Michael",
                "line": "Sorry, too busy can't even come to the door."
            },
            {
                "character": "Oscar",
                "line": "[opens door] Michael."
            },
            {
                "character": "Michael",
                "line": "Yeah, no... [hurries to get up from chair]"
            },
            {
                "character": "Oscar",
                "line": "Michael, Michael I... [blinds rustle] ... inside."
            },
            {
                "character": "Michael",
                "line": "You know what. I, um, I'm out the door. I'm going to a meeting. Pam, I'm headed out to another meeting. So see you later. Uh, here we go."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "We stole Dwight's trashcan and she found some of his early attempts at his sign."
            },
            {
                "character": "Jim",
                "line": "Okay, here's uh, this is very simple. \"Dwight's Workspace,\" nice."
            },
            {
                "character": "Pam",
                "line": "Mmm hmm."
            },
            {
                "character": "Jim",
                "line": "Um, this one interesting the power comes from the font in this one. \"Schrute Space,\" very medieval, very England. Um, this one's forceful, this one's very Dwight. \"Quiet! Dwight Schrute Working,\" it's good."
            },
            {
                "character": "Pam",
                "line": "Mmm hmm."
            },
            {
                "character": "Jim",
                "line": "I really heard him on that. This one's interesting I'm not really sure what he meant by this. Um, \"Dwight Schrute Privates.\" Tough to say."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Okay, you know what, Dwight. What if you got a really serious disease like Ebola."
            },
            {
                "character": "Dwight",
                "line": "Psssh, no."
            },
            {
                "character": "Jim",
                "line": "Well, it could happen. Have you ever seen the movie Outbreak?"
            },
            {
                "character": "Dwight",
                "line": "Yeah. Well, have you ever seen the movie Unbreakable? 'Cause that guy couldn't get sick, just like me."
            },
            {
                "character": "Jim",
                "line": "Okay. Have you ever seen the movie Sixth Sense? Maybe you are already dead."
            },
            {
                "character": "Dwight",
                "line": "Unlikely."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "You promise these are confidential?"
            },
            {
                "character": "Dwight",
                "line": "100%."
            },
            {
                "character": "Pam",
                "line": "Did you just mark on that?"
            },
            {
                "character": "Dwight",
                "line": "I don't think so, no."
            },
            {
                "character": "Pam",
                "line": "You made a \"P.\""
            },
            {
                "character": "Dwight",
                "line": "Wrong. [walks away] Thank you Jim. Kevin. Stanley. [whispering] Pam, Jim, Kevin, Stanley. Pam, Jim, Kevin, Stanley. You finished?"
            },
            {
                "character": "Oscar",
                "line": "Oh, yeah. Here's the rest of them."
            },
            {
                "character": "Dwight",
                "line": "That was... unauthorized."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well, it is time to call in a little favor. A buddy of mine runs this tourist attraction, actually it's big. It's probably one of the most popular in the state. So..."
            },
            {
                "character": "Man on Phone",
                "line": "Hello."
            },
            {
                "character": "Michael",
                "line": "[on his cell phone] Hey, hey Craigers, my man! It is Michael Scott here. [silence] Dunder Mifflin, we supply your office paper."
            },
            {
                "character": "Man on Phone",
                "line": "Oh, I think we already did our order this month."
            },
            {
                "character": "Michael",
                "line": "No, no, no, no. No, actually to ask you a little favoroonie my friend. Um, here's the deal. Um, trying to give the troops here a little bit of a boost. And I was thinking that maybe we could bring them down to go on your big ride."
            },
            {
                "character": "Man on Phone",
                "line": "You mean the elevator that takes you down into the mineshaft? It's not really a ride."
            },
            {
                "character": "Michael",
                "line": "Well, it says here that it's a 300ft drop."
            },
            {
                "character": "Man on Phone",
                "line": "Well, it goes 300 feet into the earth, but it moves really slowly."
            },
            {
                "character": "Michael",
                "line": "So it's not a free fall?"
            },
            {
                "character": "Man on Phone",
                "line": "It's an industrial coal elevator."
            },
            {
                "character": "Michael",
                "line": "Uh, okay. So um, once you get down into the mine, what do you do? Is it like, uh... Do you have laser tag down there or something?"
            },
            {
                "character": "Man on Phone",
                "line": "No, you just look around. It's a historically preserved coal mine."
            },
            {
                "character": "Michael",
                "line": "That's it?"
            },
            {
                "character": "Man on Phone",
                "line": "Well, there's the adjacent Anthracite Heritage Museum. They got some really interesting old mining tools. There's also a photo mural exhibit. Uh, bat guano sculpture. [Michael hangs up cell phone]"
            },
            {
                "character": "Michael",
                "line": "Uh, he's a small client. They don't really buy much."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Why do you want health care, Pam? Hmm? Why do you want it?"
            },
            {
                "character": "Pam",
                "line": "In case I get sick."
            },
            {
                "character": "Dwight",
                "line": "Why don't you just go ahead and use Roy's health care plan, huh?"
            },
            {
                "character": "Pam",
                "line": "Because we're not married."
            },
            {
                "character": "Dwight",
                "line": "But you're engaged. Aren't you and maybe you've set a date for the wedding, hmm? And because you know you're going to get married you don't have to take our health care plan seriously."
            },
            {
                "character": "Pam",
                "line": "We haven't set a date. [Dwight laughs]"
            },
            {
                "character": "Dwight",
                "line": "You really expect me to believe you haven't set a date? I think you have. Sure Pam, sure. But you know what, you've been engaged for three years and I know you've set a date. And you know what else, I know you've got coverage under Roy and I know that you wrote down those fake diseases. Admit it. Admit it, Pam."
            },
            {
                "character": "Pam",
                "line": "Shut up, Dwight."
            },
            {
                "character": "Dwight",
                "line": "You wrote down... I didn't give you permission to.. I didn't..."
            },
            {
                "character": "Pam",
                "line": "I'm not talking to you anymore."
            },
            {
                "character": "Jim",
                "line": "Dwight, I uh, I have something to confess."
            },
            {
                "character": "Dwight",
                "line": "You're doing the right thing. Go ahead. What 's your confession?"
            },
            {
                "character": "Jim",
                "line": "Um..."
            },
            {
                "character": "Dwight",
                "line": "Let it out."
            },
            {
                "character": "Jim",
                "line": "You're a jackass."
            },
            {
                "character": "Dwight",
                "line": "Okay. You wanna do this the hard way. We'll do this the hard way. You wrote down those fake diseases didn't you?"
            },
            {
                "character": "Jim",
                "line": "No. Was that the hard way?"
            },
            {
                "character": "Dwight",
                "line": "I know you did."
            },
            {
                "character": "Jim",
                "line": "Well, then why are you wasting everybody else's time interrogating them?"
            },
            {
                "character": "Dwight",
                "line": "Well, because I want to know who wrote those diseases down."
            },
            {
                "character": "Jim",
                "line": "Right."
            },
            {
                "character": "Dwight",
                "line": "You want you to take this pen and this piece of paper and write this down. Write this down."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Dwight",
                "line": "I, Jim Halpert..."
            },
            {
                "character": "Jim",
                "line": "Wait, slow down."
            },
            {
                "character": "Dwight",
                "line": "...confess to health care fraud."
            },
            {
                "character": "Jim",
                "line": "One second 'cause that sounds really good. Is jackass one word or two? [Dwight sighs] One, right? 'Cause, 'cause of the show, it's one."
            },
            {
                "character": "Dwight",
                "line": "One word."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I've really learned from the greats. The great improvisers, Drew Carey, Ryan Stiles, uh, the Brady guy not so much. He's more the signing, Wayne Brady. Um, Robin Williams. Oh, man, would I love to go head-to-head with him. Oh! That would be exciting. [as Robin Williams] \"Hi. I'm Mork from Ork.\" Well, I'm Bork from Spork. Nanoo, nanoo. Jibelee, baloobaloo. [as Robin Williams] \"That's Good morning, Vietnam!\" Well, hello to you. You know it would be... God. And you know what, sometimes when I'm watching somebody like um, like Jay Leno. He'll be half way through his step [snaps his fingers] And I will already be laughing at the punch line. He hasn't even gotten to it. He doesn't even know what it is it. So it's fun, you know it's fun having a mind that works like that. That is just a few steps ahead of... comedically ahead of like what's going on. Like I'll watch T.V. and I'll be watching a show and I will think, oh, I know someone's gonna walk in here right now and say something funny. And then they do. Or, um, I know they'll be like oh boy that person deserved to be slammed down. There's going to be some sort of insult. And there is. You know, there's like, \"Oh you're... God your butt is fat.\" And I knew it. I know it's like I knew they were going to say that. I knew they were gonna go there. Don't go there. Um, but other... You know it's like uh, you know Leno, um and Letterman, Carson, you know. Need I say more? No."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Oh, um... Jan wants you to call her."
            },
            {
                "character": "Michael",
                "line": "We're all going bowling!"
            }
        ]
    ]
}