{
    "season": 2,
    "episode": 16,
    "title": "Valentine's Day",
    "scenes": [
        [
            {
                "character": "Pam",
                "line": "I really like Valentine's Day in this office. It's kinda like grade school. Everybody gives out little presents and stuff. Like last year, Jim gave me this card, with Dwight's head on it, it was horrifying and funny and..."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Delivery man enters with a bouquet of red roses. Pam stands up to look at card.] Phyllis."
            },
            {
                "character": "Delivery man",
                "line": "Would you sign here? [Phyllis gets up from desk and walks over.]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Roy and I are saving for the wedding, so I made him promise not to get me anything too big."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "\"Happy Valentine's Day darling. Love Bob Vance, Vance Refrigeration.\""
            },
            {
                "character": "Phyllis",
                "line": "Isn't he sweet?"
            },
            {
                "character": "Meredith",
                "line": "Yeah. Wow."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Alright Dwight, as you know I am heading to New York today. [Dwight holds up passport.] Doing a presentation on the branch to the new CFO."
            },
            {
                "character": "Dwight",
                "line": "And you want me to come with you."
            },
            {
                "character": "Michael",
                "line": "Nope. The opposite of that."
            },
            {
                "character": "Dwight",
                "line": "I will stay here and run things on this end."
            },
            {
                "character": "Michael",
                "line": "Ok, good."
            },
            {
                "character": "Dwight",
                "line": "Question. Will you be seeing Jan when you're in New York?"
            },
            {
                "character": "Michael",
                "line": "I probably will, why do you ask?"
            },
            {
                "character": "Dwight",
                "line": "Well... It's Valentine's Day, and you guys, you know..."
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "Screwed."
            },
            {
                "character": "Michael",
                "line": "What is your problem?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is a business trip. I would have to be a raving lunatic to try to talk to Jan about what happened between us. Her words, not mine. She sent me an email this morning. But, it is Valentine's Day. It's New York. City of Love."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, Pam. You heart N.Y., right? You want me to pick you up anything?"
            },
            {
                "character": "Pam",
                "line": "That's OK."
            },
            {
                "character": "Michael",
                "line": "Alright."
            },
            {
                "character": "Oscar",
                "line": "The best present would be, you do a good job in front of the new CFO."
            },
            {
                "character": "Michael",
                "line": "Dude, I'm gonna nail it. Me in New York? Oh, I own that city. Fuggedaboudit! See ya!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well here we go. On our way to New York. New York, New York. City so nice they named it twice. Manhattan is the other name."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "So I broke up with Katy and haven't been dating anybody else, so this year I don't have to worry about Valentine's Day. It's gonna be good. I invited a couple of friends over. We're gonna play some cards and I'll end up winning a lotta money. Because, they're idiots. It's gonna be great."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What's this? What is this?"
            },
            {
                "character": "Jim",
                "line": "I dunno, it's on your desk."
            },
            {
                "character": "Dwight",
                "line": "Yeah, but who put it here? And for what purpose?"
            },
            {
                "character": "Jim",
                "line": "It was there when I sat down."
            },
            {
                "character": "Dwight",
                "line": "[opens box and reads card] Happy Valentine's Day. [pulls out bobble head] It's me. I'm the bobble head. Yes! [Angela smirks in background] Ahh!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "The meeting isn't 'til three, but I always like to come to New York little bit early and hit some of my favorite hunts, like right here, is my favorite New York pizza joint. And I'm gonna go get me a New York slice. [Michael walks toward Sbarro.]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey Kelly. What's up?"
            },
            {
                "character": "Kelly",
                "line": "Nothing. Oh except, oh my God Jim. Last night, Ryan and I totally, finally hooked up. It was awesome."
            },
            {
                "character": "Jim",
                "line": "OH, that's great. I'm really happy for [starts to walk away]"
            },
            {
                "character": "Kelly",
                "line": "And it was so funny 'cause we were at this bar with his friends and I was sitting next to him the whole night and he wasn't making a move, so in my head I was like \"Ryan, what's taking you so long?\" And then he kissed me. And I didn't know what to say."
            },
            {
                "character": "Jim",
                "line": "Wow."
            },
            {
                "character": "Kelly",
                "line": "So I said, \"Ryan, what took you so long?\" And I just said that to him, can you believe that?"
            },
            {
                "character": "Jim",
                "line": "Wow."
            },
            {
                "character": "Kelly",
                "line": "Oh my God, Jim, is that embarrassing? I'm embarrassed."
            },
            {
                "character": "Jim",
                "line": "No, don't be."
            },
            {
                "character": "Kelly",
                "line": "Oh, thank God, because I was nervous, Jim, you will not believe."
            },
            {
                "character": "Jim",
                "line": "I bet."
            },
            {
                "character": "Kelly",
                "line": "So nervous, but now -- now I have a boyfriend."
            },
            {
                "character": "Jim",
                "line": "Alright. [Kelly squeals]"
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "[anguished] I hooked up with her on February 13th."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Here it is, heart of New York City, Times Square. Named for the good times you have when you're in it. Most people when they come to New York, they go straight to the Empire State Building, that's pretty touristy. I come here. Great places to eat. [points] We have Bubba Gump Shrimp, Red Lobster down there. Ya know. This is, this is the heart of civilization, right here."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Woah. [Delivery man with flowers]"
            },
            {
                "character": "Pam",
                "line": "Guess what?"
            },
            {
                "character": "Phyllis",
                "line": "Really, Oh, they're from Bob again."
            },
            {
                "character": "Pam",
                "line": "That's great. [Meredith scowls]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Everybody takes the subway in New York. It's fast, it's efficient, gets you there on time. It's a way to [turns and rushes back up stairs] Okay, there's a guy pooping in a cardboard box down there."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is the world famous Rockefeller Center. Founded, of course by Theodore Rockefeller. This is a skating rink and I think the Rangers practice there sometimes and it's, that's Tina Fey [points]. That's Tina Fey from Saturday Night Live. Hello? Hello, hi? [walks over] OH, I'm sorry, I thought you were [Conan O'Brien walks in front of Michael], OK, I thought that was. She, she looked a lot like Tina Fey. [to camera] Hello, hello, I thought that was Tina Fey, but it wasn't. So... Are you serious? He was here? When, when I was talking to the fake Tina Fey? Come on! And are you, argh."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Hello Angela. Did you hear, somebody rocked the house and got me the best present I've ever gotten."
            },
            {
                "character": "Angela",
                "line": "Really? I wouldn't know anything about that, but I'm glad you enjoyed it."
            },
            {
                "character": "Dwight",
                "line": "Oh I did. I did."
            },
            {
                "character": "Angela",
                "line": "I didn't get anything for Valentine's Day."
            },
            {
                "character": "Dwight",
                "line": "Oh, I bet you will before the day is over."
            },
            {
                "character": "Angela",
                "line": "Really? Well, I hope I do."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I would love to live in New York someday. It's a big dream of mine. Work for corporate, with Jan. It'd be awesome. Go to Broadway shows, eat hot dogs. Scranton is great, but New York, is like Scranton on acid, no on speed, no on steroids. [Michael sees it's the end of a street.] OK, umm, I think, that's either the Hudson or the East, so we're back, should be back this way. There's a lotta pressure on me right now. It's like Michael Jordan, in the NBA finals. Or, like Stormin' Norman Schwarzkopf, and this presentation is desert storm and as soon as it's over, we will not have to deal with those Iraqis anymore. Let's do it."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[on phone] Nah that's alright. Spend money on her, instead of giving it to us. That's fine. No, I didn't even have a seat for you anyway. Yeah, hahaha, alright man, have a good night. Bye."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Woah, woah [Delivery man with oversized bear]"
            },
            {
                "character": "Delivery man",
                "line": "Phyllis Lapin."
            },
            {
                "character": "Pam",
                "line": "OH, Holy God!"
            },
            {
                "character": "Delivery man",
                "line": "It's from Bob."
            },
            {
                "character": "Kevin",
                "line": "Man, that thing's bigger than I am."
            },
            {
                "character": "Delivery man",
                "line": "No, it's not."
            },
            {
                "character": "Kevin",
                "line": "Oh zip it."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There they are. What's up? Hey hey."
            },
            {
                "character": "Craig",
                "line": "Hey."
            },
            {
                "character": "Josh",
                "line": "Michael Scott. [sticks out hand for handshake]"
            },
            {
                "character": "Michael",
                "line": "Josh Porter, high five. [They high five] Bam."
            },
            {
                "character": "Josh",
                "line": "You know Dan Gore from Buffalo."
            },
            {
                "character": "Michael",
                "line": "Yeah, how ya doing? Nobody needs to introduce this guy. Craiggers. [bump fists]"
            },
            {
                "character": "Craig",
                "line": "What's up buddy?"
            },
            {
                "character": "Michael",
                "line": "You have been kicked out of every strip club in Albany, is that true?"
            },
            {
                "character": "Craig",
                "line": "Guilty, yeah."
            },
            {
                "character": "Michael",
                "line": "So what's going on? What I miss?"
            },
            {
                "character": "Josh",
                "line": "Not much, they're uh, I guess running late upstairs, so we're just waiting for the presentations."
            },
            {
                "character": "Michael",
                "line": "Cool. Good, good, good. Give us some time to catch up, and... [awkward silence]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Pam. Hi, How ya doing? Good. Listen, uh may I speak with you... privately?"
            },
            {
                "character": "Pam",
                "line": "You can't fire me, Dwight, just 'cause Michael's not here."
            },
            {
                "character": "Dwight",
                "line": "No, Pam, Just. Just, [tilts head away, towards another room]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "You need to get something for your girlfriend."
            },
            {
                "character": "Dwight",
                "line": "[same time as Pam] Girlfriend. Yes, and the reason I didn't get anything for this particular person - who shall remain nameless - is that she's not really the kind of person you'd think would be into Valentine's Day. She's kind of..."
            },
            {
                "character": "Pam",
                "line": "Tightly wound?"
            },
            {
                "character": "Dwight",
                "line": "(smirking) Exactly."
            },
            {
                "character": "Pam",
                "line": "Ok, well, sometimes the gift is really about the gesture, you know, like what it means, instead of what it is."
            },
            {
                "character": "Dwight",
                "line": "You mean, like a ham?"
            },
            {
                "character": "Pam",
                "line": "No, not like a ham. It's about doing something, so that the person knows that you really care about her."
            },
            {
                "character": "Dwight",
                "line": "Ok, I get it."
            },
            {
                "character": "Pam",
                "line": "That you remember her."
            },
            {
                "character": "Dwight",
                "line": "Ok, shut up. I know exactly what to do. [gets up and leaves]"
            }
        ],
        [
            {
                "character": "Josh",
                "line": "What about you, Craig, you lose anyone?"
            },
            {
                "character": "Craig",
                "line": "Oh man, Jan, called me in September and said \"You gotta fire four people,\" and I was just like, \"What?\" Ya know?"
            },
            {
                "character": "Josh",
                "line": "Did you?"
            },
            {
                "character": "Craig",
                "line": "No, I just ignored her. She's the worse."
            },
            {
                "character": "Josh",
                "line": "She is our boss."
            },
            {
                "character": "Craig",
                "line": "She ain't my boss dude. I don't work for that bitch."
            },
            {
                "character": "Michael",
                "line": "Ay, Kay. Come on, you know, that's not. Cool it."
            },
            {
                "character": "Craig",
                "line": "What? You like Jan? How can you like Jan?"
            },
            {
                "character": "Michael",
                "line": "Maybe because she's my girlfriend. [starts retracting statement] Was, or not my girlfriend. She's... we hooked up and..."
            },
            {
                "character": "Josh",
                "line": "You hooked up with Jan?"
            },
            {
                "character": "Michael",
                "line": "You know, months ago, just once, It's, just stupid. Just forget it,"
            },
            {
                "character": "Josh",
                "line": "Yeah, let's change the subject."
            },
            {
                "character": "Michael",
                "line": "Yeah, yeah."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "I don't know what he's thinking, but I would just be so psyched if we just dated forever."
            },
            {
                "character": "Jim",
                "line": "Take it slow. 'Cause it seems like a lot of the time things like that need... [Ryan walks in]"
            },
            {
                "character": "Ryan",
                "line": "Soda."
            },
            {
                "character": "Kelly",
                "line": "[to Ryan] Cool. Hey, so... do you want to... do something tonight? Or..."
            },
            {
                "character": "Jim",
                "line": "[under breath] Oh, no, not while I'm here."
            },
            {
                "character": "Kelly",
                "line": "I mean, I know it's Valentine's Day, or whatever, but there's totally no pressure at all, of any kind. What so ever. So..."
            },
            {
                "character": "Ryan",
                "line": "I can't tonight. I have plans with my friends."
            },
            {
                "character": "Kelly",
                "line": "OK, That's cool. I completely understand."
            },
            {
                "character": "Ryan",
                "line": "Cool. Cool. OK."
            }
        ],
        [
            {
                "character": "Jan",
                "line": "Josh Porter, Stamford."
            },
            {
                "character": "David Wallace",
                "line": "David [to Josh and shakes hands]"
            },
            {
                "character": "Josh",
                "line": "Nice to meet you."
            },
            {
                "character": "Jan",
                "line": "And Michael Scott, Scranton."
            },
            {
                "character": "David Wallace",
                "line": "Nice to meet you."
            },
            {
                "character": "Michael",
                "line": "Ditto. [to Jan] How are you Jan?"
            },
            {
                "character": "Jan",
                "line": "Fine Michael. Thank you."
            },
            {
                "character": "David Wallace",
                "line": "OK. So we are in the process of doing a complete review of the company's financial strengths. All I'd like to do today is to..."
            }
        ],
        [
            {
                "character": "Jan",
                "line": "Nervous, no I'm not nervous. Well, I guess I'd be lying if I didn't say I was a little nervous. Umm, the new CFO is judging me on this too, and well, it is Michael, so. Yeah, I'm very nervous."
            }
        ],
        [
            {
                "character": "Josh",
                "line": "So with the twelve new local accounts, we had a total of four percent organic growth, which was just above our pre-year targets."
            },
            {
                "character": "David Wallace",
                "line": "Thanks very much."
            },
            {
                "character": "Josh",
                "line": "Thank you."
            },
            {
                "character": "David Wallace",
                "line": "OK, Michael."
            },
            {
                "character": "Michael",
                "line": "What is a business? Is it a collection of numbers and sales reports? Sure. But as you know, David and Jan, it is much more. [plays video on screen. David and Jan have confused looks on their faces.]"
            },
            {
                "character": "Michael",
                "line": "[video dialogue for \"The Faces of Scranton\"] Life moves a little slower in Scranton, Pennsylvania. And that's the way we like it. Because at Dunder Mifflin Scranton, we're not just in the paper business, we're in the people business. Let's meet some of the folks that make the Scranton branch so special. [video shows Stanley at desk] This is Stanley Hudson, one of our talented salesman. An African-American father of two, Stanley's dedication is no doubt one of the hallmark's of the foundation of the business we're hoping to build our bases on."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yeah, I shot a bunch of footage around the office, edited it together on my Mac. I was thinking of entering it into some festivals. Probably won't. You know, not what this is about."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[video dialogue] And finally, Pam Beesly. Look at her. Look how cute. Not bad at all. As the receptionist, Pam is truly the gateway to our world. Well, I hope this gave you a little taste of what life is like here at Dunder Mifflin, Scranton. What it's like to walk a mile in Oscar's shoes. Or try on Phyllis' pants. Maybe even one of Angela's famous brownies. And you'll know, that you're home. [video says, \"Great Scott!\"]"
            },
            {
                "character": "Michael",
                "line": "Questions?"
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Wow. OK, OK, thank you Michael, that was great."
            },
            {
                "character": "Michael",
                "line": "Yes, thank you."
            },
            {
                "character": "David Wallace",
                "line": "But, for right now what, I would really like to know about is the branch's performance, so do you have that information as well?"
            },
            {
                "character": "Michael",
                "line": "Yes, absolutely David. Get that for you. I umm... [hands over report]"
            }
        ],
        [
            {
                "character": "Delivery man",
                "line": "[with flowers] Can you sign?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "[delivering plant to Oscar's desk] Oscar."
            },
            {
                "character": "Angela",
                "line": "Nothing for me?"
            },
            {
                "character": "Pam",
                "line": "[walks away] Join the club."
            },
            {
                "character": "Kevin",
                "line": "Whose it from? [to Oscar]"
            },
            {
                "character": "Oscar",
                "line": "My mom. [puts card in pocket]"
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "It's frustrating, because we'd be so perfect together."
            },
            {
                "character": "Jim",
                "line": "You know what? Here's the deal, Kelly. It would be really nice if he was in to you, right? It'd be great, but he isn't."
            },
            {
                "character": "Kelly",
                "line": "Yeah, it would be so great if he was."
            },
            {
                "character": "Jim",
                "line": "Well, he's not, though. So you just gotta suck it up. You just gotta move on. Try to have some fun. Come to my poker game tonight."
            },
            {
                "character": "Kelly",
                "line": "Okay, cool. Is it okay if I invite Ryan? [Jim leaves]"
            }
        ],
        [
            {
                "character": "Dan",
                "line": "And that about does it, thank you."
            },
            {
                "character": "Jan",
                "line": "OK. [looks toward Craig] Craig,"
            },
            {
                "character": "Craig",
                "line": "Yeah. Here's the deal. I did not understand this was supposed to be a full on... like report or whatnot."
            },
            {
                "character": "Jan",
                "line": "Um, I'm sorry, what did you think financial presentation meant?"
            },
            {
                "character": "Craig",
                "line": "I was under the impression this was, more of like... a meet and greet type deal."
            },
            {
                "character": "David Wallace",
                "line": "So, does that mean you don't have the numbers on your branch?"
            },
            {
                "character": "Craig",
                "line": "That is correct, yes."
            },
            {
                "character": "Jan",
                "line": "Craig, you realize that we're trying to decide whether if drastic steps need to be taken?"
            },
            {
                "character": "Craig",
                "line": "Look, I'm sorry, I didn't know."
            },
            {
                "character": "Jan",
                "line": "Well, the point is, is that doesn't exactly bode well for your branch."
            },
            {
                "character": "Craig",
                "line": "Oh man, you know what? Michael made that stupid movie, he doesn't get into any trouble? Maybe I should have slept with you, too. [David looks at Jan, who glares at Michael.]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Oh, ok. Alright."
            },
            {
                "character": "Jan",
                "line": "NO, NO I'm not, I'm not, I just... I just don't know what to do anymore, Michael. I mean, we're all gonna get fired."
            },
            {
                "character": "Michael",
                "line": "No you're not."
            },
            {
                "character": "Jan",
                "line": "Yeah, Michael - the CFO thinks that we slept together. Do you understand, people get fired for much less? And I just [scratches head] can't believe that you told everybody and we didn't even sleep together."
            },
            {
                "character": "Michael",
                "line": "Technically, we fell asleep in the same bed. So..."
            },
            {
                "character": "Jan",
                "line": "Oh, God. Michael. It was months ago. It was once, It's over. Do you understand?"
            },
            {
                "character": "Michael",
                "line": "Yes. I'm sorry. I will fix this. I'll talk to him. I'll talk to David."
            },
            {
                "character": "Jan",
                "line": "Surely, you cannot be serious?"
            },
            {
                "character": "Michael",
                "line": "I am serious. And don't call me Shirley. Airplane."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Women are like wolves. If you want a wolf, you have to trap it. You have to snare it. And then you have to tame it. Keep it happy. Care for it. Feed it. Lovingly, the way an animal deserves to be loved. And my animal deserves a lot of loving."
            }
        ],
        [
            {
                "character": "Roy",
                "line": "Hey babe."
            },
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Roy",
                "line": "You almost ready to go?"
            },
            {
                "character": "Pam",
                "line": "I guess, yeah."
            },
            {
                "character": "Roy",
                "line": "What's wrong?"
            },
            {
                "character": "Pam",
                "line": "Nothing, it's just I had to sit here all day, while Phyllis got like an entire garden delivered to her."
            },
            {
                "character": "Roy",
                "line": "What, you're mad at me?"
            },
            {
                "character": "Pam",
                "line": "I mean, I know that we said no big gifts, but I was kind of hoping you'd get me something for Valentine's Day."
            },
            {
                "character": "Roy",
                "line": "Well, Valentine's Day isn't over. Let's get you home and you are gonna get the best sex of you life."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "You understand this is a very serious situation."
            },
            {
                "character": "Michael",
                "line": "No no no no no, yes I, OK, well, alright, here's the deal. It's my fault. This is, this is totally on me. Before you guys came in, I was talking to the guys. We were all chatting and I made a joke, a really dumb joke and Craig the idiot took it seriously. [Jan looks at Michael]"
            },
            {
                "character": "David Wallace",
                "line": "You made a joke?"
            },
            {
                "character": "Michael",
                "line": "I did, it was stupid. And Craig, you saw him, he's not the sharpest tool in the shed. Although he is a tool. [David grins]"
            },
            {
                "character": "David Wallace",
                "line": "Well I don't need to explain to you that even a joke about sexual relations with your boss..."
            },
            {
                "character": "Michael",
                "line": "I know. It was borderline at best and... And Jan is a fantastic executive and has all the integrity in the world and um, I'm really sorry. It will never happen again."
            },
            {
                "character": "Jan",
                "line": "Uh, that's fine. Let's just forget it."
            },
            {
                "character": "David Wallace",
                "line": "Good. [Michael leaves office]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Heading out?"
            },
            {
                "character": "Jim",
                "line": "Yeah. Alright, Beesly, Hey, Happy Valentine's Day."
            },
            {
                "character": "Pam",
                "line": "Bye. [Jim leaves]"
            },
            {
                "character": "Phyllis",
                "line": "Goodnight Pam. [Leaves with oversized bear on back.]"
            },
            {
                "character": "Pam",
                "line": "Night Phyllis."
            }
        ],
        [
            {
                "character": "Jan",
                "line": "Oh, Michael. Thank you again for that, really. It was very nice."
            },
            {
                "character": "Michael",
                "line": "Oh, no big deal. Really. Sorry again."
            },
            {
                "character": "Jan",
                "line": "Oh, no, it's OK. [Puts hand in way of elevator door to stop from closing.] So, uh, Happy valentine's Day."
            },
            {
                "character": "Michael",
                "line": "Yeah, Happy Valentine's Day. [Jan turns and then kisses Michael. Michael looks and sees camera, Jan turns and sees camera, too. Elevator door closes.]"
            },
            {
                "character": "Jan",
                "line": "Oh."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Oy vey... schmear. [Points at Fiddler on the Roof playing at Minskoff Theatre and does a dance.]"
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "line": "Everybody, hello, can I have your attention, please? Since it's Valentine's Day, there's something that I wanted to say. I love the women of this office. Pam, I love you."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Michael's got a few tricks for Valentine's Day. He found a place where you can get 12 plastic roses for $10 and he's got a great line. \"Me so thorny.\""
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I love you, Angela. Yes, even you. I love you, Kelly. I love you, Meredith. This is all platonically, of course."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I love ladies, always have. And you know what I think is the most attractive part of a woman's body? The brains. Because I don't think a woman is beautiful unless she is smart. And also, the brains are where the ladies get their best nasty ideas for bedroom stuff."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "You have any big Valentine's Day plans, Kev?"
            },
            {
                "character": "Kevin",
                "line": "Not really, my fiance is out of town."
            },
            {
                "character": "Pam",
                "line": "Where is she?"
            },
            {
                "character": "Kevin",
                "line": "I'm not sure. Arizona? Sometimes she doesn't tell me."
            },
            {
                "character": "Pam",
                "line": "Cool."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "That's a lot of noodles. How much sodium do you think is in that cup? This place used to be full of hookers and porn shops and it's not that way anymore. There's an old building. That one hasn't been torn down yet, but they will. They'll get to it."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Happy Valentine's Day, Meredith."
            },
            {
                "character": "Meredith",
                "line": "Thanks."
            },
            {
                "character": "Creed",
                "line": "Okay, you take it easy, ace."
            },
            {
                "character": "Oscar",
                "line": "Here you go, Creed."
            },
            {
                "character": "Creed",
                "line": "Hey, thanks, ace."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "I'm not good with names."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is where it's all happening. We got TGI Fridays. I'm in the picture! Sometimes I just jump into people's pictures. Lot of people have their picture taken. It's kind of a New Yorker thing. You jump in on a tourist's picture and kind of ruin it. There's an energy to New York that you just feel. Um, everybody... Don't get hit. Everybody is kind of together and everybody hates each other, but loves each other at the same time. Screw off! People just yell at each other in New York, and it's great."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "I'm gonna go call Bob."
            },
            {
                "character": "Vance Refrigeration Worker #1",
                "line": "So, what are you doing for Valentine's Day?"
            },
            {
                "character": "Pam",
                "line": "I'm gonna spend it with my fiance."
            },
            {
                "character": "Vance Refrigeration Worker #1",
                "line": "Okay."
            },
            {
                "character": "Pam",
                "line": "What are you guys doing?"
            },
            {
                "character": "Vance Refrigeration Worker #1",
                "line": "Probably go grab dinner with my girlfriend. He's gonna be pulling his pud watching Skinemax. [points to Vance Refrigeration Worker #2]"
            },
            {
                "character": "Pam",
                "line": "Nice."
            },
            {
                "character": "Dwight",
                "line": "Okay, okay. That's enough."
            },
            {
                "character": "Phyllis",
                "line": "Hey."
            },
            {
                "character": "Dwight",
                "line": "Come on, break this up."
            }
        ],
        [
            {
                "character": "Receptionist",
                "line": "Yes, sure. Mr. Scott, you can head to the conference room. The other managers are already there."
            },
            {
                "character": "Michael",
                "line": "Great. Thank you."
            },
            {
                "character": "Receptionist",
                "line": "All right."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Okay, here's the thing about Jan. She talks such a big game about, \"Oh there's nothing between us and stop talking about it.\" And \"Border-line harassment when you call me at home.\" But let me ask you this, is it just a coincidence that this meeting is taking place on Valentine's Day? Answer, maybe, but maybe not. We shall see."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "How do you spell \"animalian\"?"
            },
            {
                "character": "Jim",
                "line": "Animalian?"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Jim",
                "line": "Why?"
            },
            {
                "character": "Dwight",
                "line": "None of your business. I'm writing something."
            },
            {
                "character": "Jim",
                "line": "You're writing something?"
            },
            {
                "character": "Dwight",
                "line": "Forget it. I'll look it up myself."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Dwight",
                "line": "No, you know what? You do it."
            },
            {
                "character": "Jim",
                "line": "No, I'm not gonna do that."
            },
            {
                "character": "Dwight",
                "line": "Uh, yes, I'm in charge. You have to. Look it up."
            },
            {
                "character": "Jim",
                "line": "But I know how to spell it."
            },
            {
                "character": "Dwight",
                "line": "So tell me."
            },
            {
                "character": "Jim",
                "line": "Only if you tell me what you're writing."
            },
            {
                "character": "Dwight",
                "line": "Forget it. I'll do it. But you're getting written up."
            },
            {
                "character": "Jim",
                "line": "So now you're writing two things?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Dwight lives on a beet farm and he practices karate at the forth grade level. And he apparently has a girlfriend, so... I guess there really is someone for everybody."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[phone ringing] Hi, this is Kevin. Stacy? Happy Valentine's Day. Yeah. Oh, awesome. Okay. Yeah, I'll be leaving here soon. Cool. I love you, too. Okay, 'bye. Stacy's back."
            },
            {
                "character": "Oscar",
                "line": "That's great, man."
            }
        ],
        [
            {
                "character": "Devon",
                "line": "Hey Scott. Hey. Hey! Hey! Come here! Come here! I want to talk to you. Come here!"
            },
            {
                "character": "Michael",
                "line": "You know what? It was nice to see Devon again. To sort of get closure on that whole thing."
            }
        ]
    ]
}