{
    "season": 2,
    "episode": 21,
    "title": "Conflict Resolution",
    "scenes": [
        [
            {
                "character": "Kevin",
                "quote": "So, uh... you found a band for your wedding yet?"
            },
            {
                "character": "Pam",
                "quote": "No."
            },
            {
                "character": "Kevin",
                "quote": "'Cause I'm in a band. We really rock."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Yeah, I mean it's inevitable. I definitely overhear some wedding preparation, but I'm fine with it. She hears me arranging my social life. And we both have to hear Dwight order deer urine over the Internet, so it evens out."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Oh I got the 'Save The Date'."
            },
            {
                "character": "Pam",
                "quote": "Yeah?"
            },
            {
                "character": "Phyllis",
                "quote": "Yeah, pretty stationery."
            },
            {
                "character": "Pam",
                "quote": "Oh, thanks!"
            },
            {
                "character": "Angela",
                "quote": "I didn't get mine yet."
            },
            {
                "character": "Pam",
                "quote": "Uh..."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "There are a few people I decided not to invite, and that might make things kind of awkward but ... it's my wedding. And I don't want anyone there who has called me a hussy."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Yes, thanks, Fantastic Sam's. Adult Cut Plus. Comes with a shampoo and blow dry. We're doing I.D. photos today. Gotta represent."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Uh, on or off?"
            },
            {
                "character": "I.D. Photographer",
                "quote": "Off."
            },
            {
                "character": "Phyllis",
                "quote": "Okay... [removes glasses]"
            },
            {
                "character": "Dwight",
                "quote": "Oh! What is on your face? Is that a disguise?"
            },
            {
                "character": "Phyllis",
                "quote": "[leaving the room] Excuse me."
            },
            {
                "character": "Dwight",
                "quote": "Clown paint."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I.D. badges are long overdue. Security in this office park is a joke. Last year, I came to work with my spud gun in a duffel bag. I sat at my desk all day, with a rifle that shoots potatoes at 60 pounds per square inch. Can you imagine if I was deranged?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "That's a nice tie."
            },
            {
                "character": "Ryan",
                "quote": "Thank you."
            },
            {
                "character": "Michael",
                "quote": "That is... who makes that?"
            },
            {
                "character": "Ryan",
                "quote": "Um, I don't..."
            },
            {
                "character": "Michael",
                "quote": "Do you mind if I wear that for the photo?"
            },
            {
                "character": "Ryan",
                "quote": "Um... let's um, let's keep our clothes."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "It's like child abuse. I say, if Jesus saw that, he'd freak out! He'd freak out, Toby! I mean on some levels... it's... and I'm supposed to work there. I'm supposed..."
            },
            {
                "character": "Michael",
                "quote": "[walking into the Conference room] What's the dealio?"
            },
            {
                "character": "Toby",
                "quote": "Just letting Oscar vent a little. We would use the break room, but the photographer's back there today."
            },
            {
                "character": "Michael",
                "quote": "What's the problem?"
            },
            {
                "character": "Oscar",
                "quote": "Angela!"
            },
            {
                "character": "Toby",
                "quote": "It's just a little dispute over a poster in their workspace."
            },
            {
                "character": "Oscar",
                "quote": "Since Christmas."
            },
            {
                "character": "Michael",
                "quote": "So what, you're having a little spat. I forget, are you guys dating?"
            },
            {
                "character": "Oscar",
                "quote": "No."
            },
            {
                "character": "Toby",
                "quote": "Michael, can I talk to you for a uh, second please?"
            },
            {
                "character": "Michael",
                "quote": "Yes."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Here's how I usually handle this: all I do is listen."
            },
            {
                "character": "Michael",
                "quote": "Yeah?"
            },
            {
                "character": "Toby",
                "quote": "These things just have a way of working themselves out."
            },
            {
                "character": "Michael",
                "quote": "Okay."
            },
            {
                "character": "Toby",
                "quote": "It's like if you write someone a letter, when you're really angry... they say to keep it in a drawer for a couple days. Then you just never end up sending it."
            },
            {
                "character": "Michael",
                "quote": "What do you know about conflict resolution? Your answer to everything is to get divorced. So..."
            },
            {
                "character": "Toby",
                "quote": "Okay."
            },
            {
                "character": "Michael",
                "quote": "Okay... what?"
            },
            {
                "character": "Toby",
                "quote": "That was the right decision for me and my marriage."
            },
            {
                "character": "Michael",
                "quote": "Yeah, well... that's not gonna fly here. Because in this office, it is till death do us part... assuming we don't get downsized. [leans over to Pam] Uh, Pam, will you get Angela and meet us in the conference room please?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[holding up a binder] A mediator's tool chest. Okay, well, before we get started, you should know that are 5 different styles of conflict.[in a comedic voice] My Shaolin temple style defeats your monkey style."
            },
            {
                "character": "Angela",
                "quote": "Can we go? I have a lot of work to do."
            },
            {
                "character": "Michael",
                "quote": "No. Okay, this is important. The first style is lose\/lose."
            },
            {
                "character": "Oscar",
                "quote": "What's the next one?"
            },
            {
                "character": "Michael",
                "quote": "Just hold on, please! Okay, if we do lose\/lose, neither of you gets what you want. Do you understand? You... you would both lose. Now I need to ask you, do you want to pursue a lose\/lose negotiation?"
            },
            {
                "character": "Angela",
                "quote": "Can we just skip to whatever number 5 is - win\/win or whatever?"
            },
            {
                "character": "Michael",
                "quote": "Win\/Win is number four and number five is win\/win\/win. The important difference here is with win\/win\/win, we all win. Me too. I win for having successfully mediated a conflict at work."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[in front of poster] Okay, since this is the disputed poster. Now, one at a time, I want you to express your feelings using \"I\" emotion language and no judging or \"you\" statements."
            },
            {
                "character": "Angela",
                "quote": "I got this poster for Christmas, and I feel I want to see it everyday. It makes me feel like the babies are the true artists, and God has a really cute sense of humor."
            },
            {
                "character": "Michael",
                "quote": "Come on, seriously, that?"
            },
            {
                "character": "Oscar",
                "quote": "I don't like looking at it. It's creepy, and in bad taste, and it's just offensive to me. It makes me think of the horrible, frigid stage mothers who force the babies into it. It's kitsch. It's the opposite of art. It destroys art. It destroys souls. This is so much more offensive to me than hardcore porno. I'm talking about the..."
            },
            {
                "character": "Michael",
                "quote": "Okay, okay. Stop, stop, stop! Let's see if we can just brainstorm and find some creative alternatives that are win\/win."
            },
            {
                "character": "Pam",
                "quote": "Win!"
            },
            {
                "character": "Michael",
                "quote": "Yes. Thank you, Pam. How about Angela makes the poster into a t-shirt, which Oscar wears. That way, he can never see it and whenever she looks at Oscar, she can see it. Win\/win\/win."
            },
            {
                "character": "Oscar",
                "quote": "No."
            },
            {
                "character": "Angela",
                "quote": "That's... no..."
            },
            {
                "character": "Michael",
                "quote": "Okay... well, brainstorm. Own the solution."
            },
            {
                "character": "Angela",
                "quote": "How about, I leave it up?"
            },
            {
                "character": "Oscar",
                "quote": "How 'bout, she takes it down?"
            },
            {
                "character": "Pam",
                "quote": "How about, Angela can keep it up on Tuesdays and Thursdays?"
            },
            {
                "character": "Michael",
                "quote": "Okay, that is called a compromise. And it is style 3. And it is not ideal. To sum up, win\/win - make the poster into a t-shirt, win\/lose - take the poster down, compromise - Tuesdays and Thursdays. And the answer is... make the poster into a t-shirt! Win\/win."
            },
            {
                "character": "Pam",
                "quote": "Win."
            },
            {
                "character": "Oscar",
                "quote": "Fine."
            },
            {
                "character": "Angela",
                "quote": "But, it..."
            },
            {
                "character": "Michael",
                "quote": "[claps his hands twice] It is done!"
            },
            {
                "character": "Pam",
                "quote": "Win"
            }
        ],
        [
            {
                "character": "Photographer",
                "quote": "[snaps a photo of Creed, then Creed turns to the side for a profile shot] No, you're all good."
            },
            {
                "character": "Creed",
                "quote": "Great. [gets up and leaves]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey, Angela.[hands her a Save The Date card] I didn't have your zip code."
            },
            {
                "character": "Angela",
                "quote": "Oh. Thanks."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "It was hand delivered. But, I did get a Save The Date after all. It's not my taste."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "You solved it?"
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Toby",
                "quote": "Well, good. We can, uh, throw that one out. [shuffles through papers]"
            },
            {
                "character": "Michael",
                "quote": "Are those all the other complains?"
            },
            {
                "character": "Toby",
                "quote": "Mmm-Hm."
            },
            {
                "character": "Michael",
                "quote": "I would like to see those please."
            },
            {
                "character": "Toby",
                "quote": "I... I can't do that."
            },
            {
                "character": "Michael",
                "quote": "You can't do that, huh? Huh, ok. Now you and I have a conflict. I order you to give me that file."
            },
            {
                "character": "Toby",
                "quote": "That... [shakes head and places hand over the file]"
            },
            {
                "character": "Michael",
                "quote": "Okay. [yanks the file away, despite Toby's resistance] There! No more conflict. [looks at the camera] I had to use win\/lose on that. It was not pretty. [looks back at Toby] All right... is that it?"
            },
            {
                "character": "Toby",
                "quote": "[sighs and pulls out a box under his desk] It's all Dwight's."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Every Friday at 4, I have a standing appointment with Dwight for him to file a grievance against Jim. I tell him that I'm sending them to a special file in New York. That box is the special file in New York."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Ohh... God. Alright. Why do I have to do everything?"
            }
        ],
        [
            {
                "character": "Photographer",
                "quote": "Are you sure? [looks at Oscar, who is front of the camera, holding the baby poster in front of his chest]"
            },
            {
                "character": "Dwight",
                "quote": "Oh, he's sure. Just shoot."
            },
            {
                "character": "Photographer",
                "quote": "[shoots twice]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[looking through papers in the complaint box] This is from Kevin. He says Stanley uses his Miracle Whip without asking. Meredith complains that everyone talks too loud in the morning and the lights are too bright. Creed... huh. Duh, duh. Creed is sick of looking at the redhead all day and wants a seat facing the receptionist."
            },
            {
                "character": "Pam",
                "quote": "Nice."
            },
            {
                "character": "Michael",
                "quote": "You will notice that not one of these complaints is against me."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Actually, I have a separate folder for complaints against Michael. This [unlocks a drawer]is January through March of this year. [pulls out a fairly large folder]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "How many of you have at one time gone to Toby to complain about another employee? [looks at all the employees, most of whom raise their hands] And... did you get what you wanted, or were you merely listened to, you forget about your problem, and you move on? [employees mumble \"merely listen to and forgotten...\" ] That is outrageous! I love this place... and it pains me to see all of the negativity festering... [sighs] Okay, today we are going to get everything out of these files and into the open, where it can be resolved. Alright, how about the Phyllis\/Angela dispute?"
            },
            {
                "character": "Angela",
                "quote": "You already did me."
            },
            {
                "character": "Michael",
                "quote": "That's what she said. [Jim mouths these words along with Michael] The thing is, Angela... you are in here an awful lot. You have complained about everybody in the office, except Dwight, which is odd because everyone else has had run ins with Dwight. Toby, by the way, what does \"redacted\" mean? There is a file full of complaints in here marked \"redacted\"... ?"
            },
            {
                "character": "Toby",
                "quote": "Yeah, it just means whoever complained came to me later and withdrew it, so I took their name off."
            },
            {
                "character": "Michael",
                "quote": "Oh, ok. There were a bunch of complaints about Dwight that were put in the redacted file about six months ago."
            },
            {
                "character": "Dwight",
                "quote": "Whoa.. wha... wait. If someone has a problem with me, why would they withdraw it six months ago?"
            },
            {
                "character": "Pam",
                "quote": "[notices Angela's intense concern] Um... let's move on. I volunteer. Did anyone have a problem with me?"
            },
            {
                "character": "Michael",
                "quote": "All right, Pamela. Come on down! Let's do it! And [looks through the file]... okay. Just one complaint. Actually, it has been withdrawn. So that is no help to us. Next."
            },
            {
                "character": "Pam",
                "quote": "Wait, what did it say?"
            },
            {
                "character": "Michael",
                "quote": "Uh... [reading]\"Does she have to plan her wedding on office time? Couldn't she do that at home?\" [Pam looks Angela an angry look] Who else? Why don't we just warm up first? Warm up emotionally, all right?"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I have this kind of big secret about Angela. And I've been really nice to her... and I haven't told anyone. And what the hell?!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Here is a Kelly complaint: \"Ryan never returns my calls.\" Ugh, join the club."
            },
            {
                "character": "Ryan",
                "quote": "My voicemail's really spotty... sometimes..."
            },
            {
                "character": "Kelly",
                "quote": "I didn't file a complaint. I was just talking."
            },
            {
                "character": "Toby",
                "quote": "To your HR representative."
            },
            {
                "character": "Kelly",
                "quote": "To my friend, I thought. I want that withdrawn."
            },
            {
                "character": "Toby",
                "quote": "Fine, I'll take your name off. [looks at Michael] So no one will know."
            },
            {
                "character": "Michael",
                "quote": "[crumbles up the complaint paper] Makin' progress. [Jim raises his hand] Yes?"
            },
            {
                "character": "Jim",
                "quote": "Dwight tried to kiss me."
            },
            {
                "character": "Michael",
                "quote": "What?!"
            },
            {
                "character": "Jim",
                "quote": "And I didn't tell anyone because I'm not really sure how I feel about it."
            },
            {
                "character": "Dwight",
                "quote": "That is not true. Redact it. Redact it!"
            },
            {
                "character": "Jim",
                "quote": "Well, I'm not actually making a formal complaint. I just really think we should talk about it."
            },
            {
                "character": "Dwight",
                "quote": "Okay, question. [looks at Toby] When a name is withdrawn, does that also apply to the permanent misbehavior file in New York?"
            },
            {
                "character": "Toby",
                "quote": "Sure."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Stanley. [off camera]"
            },
            {
                "character": "Pam",
                "quote": "[gets up and walks over to Angela, whispering to her] Hey. Thanks for ratting me out!"
            },
            {
                "character": "Michael",
                "quote": "[still of camera] You got a lot of anger under there buddy. Come on start us out. Unleash it."
            },
            {
                "character": "Angela",
                "quote": "I didn't do it! [Michael and Stanley continue to talk off camera, but it's inaudible]"
            },
            {
                "character": "Pam",
                "quote": "I find that hard to believe... considering you have problems with every single person in this entire office except Bobblehead Joe."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Someone complained that the men's room is \"whites only\". Stanley, you know that's not true."
            },
            {
                "character": "Stanley",
                "quote": "I didn't say that."
            },
            {
                "character": "Creed",
                "quote": "Then why is there a picture of a white man on the door? [Michael, along with the camera, look at the standard stick man on the bathroom door.]"
            },
            {
                "character": "Michael",
                "quote": "Okay, Phyllis. You complained that Angela's giving you dirty looks. And you tried to get off the party planning committee."
            },
            {
                "character": "Phyllis",
                "quote": "No, I never said any such thing. Angela and I are close."
            },
            {
                "character": "Michael",
                "quote": "And... also, Phyllis, Stanley says that you cry too much, and that bugs him."
            },
            {
                "character": "Phyllis",
                "quote": "Stanley and I are close, too."
            },
            {
                "character": "Stanley",
                "quote": "We sit close."
            },
            {
                "character": "Michael",
                "quote": "Oh... ok."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "[sits down for his ID picture] Just take it. [flashes goes off, while he is standing back up again]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I can't believe Angela. I went against my better judgment, and I gave her a Save The Date. And now it turns out she complained about me to Toby."
            },
            {
                "character": "Jim",
                "quote": "Well, it was redacted. Look, if she wants an invite, maybe she's just trying to be friends."
            },
            {
                "character": "Pam",
                "quote": "Don't take her side."
            },
            {
                "character": "Jim",
                "quote": "[sighs] Well, what does Roy think about everything?"
            },
            {
                "character": "Pam",
                "quote": "I don't know. I try not to bother him about this kind of stuff."
            },
            {
                "character": "Jim",
                "quote": "You mean your thoughts and feelings?"
            },
            {
                "character": "Pam",
                "quote": "Yeah."
            },
            {
                "character": "Jim",
                "quote": "Yeah..."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "I know you keep saying it's your space, even though there's no assigned parking, but I keep forgetting."
            },
            {
                "character": "Angela",
                "quote": "Yes, that's the problem."
            },
            {
                "character": "Phyllis",
                "quote": "I guess so..."
            },
            {
                "character": "Michael",
                "quote": "Okay, well... all settled, then."
            },
            {
                "character": "Phyllis",
                "quote": "[whispering to Angela] I don't like you."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "OK, Ryan. You told Toby that Creed has a distinct old man smell?"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "I know exactly what he's talking about. I sprout mung beans on a damp paper towel in my desk drawer. Very nutritious. But they smell like death."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "All right, Kevin. You are accused of making sexually suggestive remarks to Angela that made her feel uncomfortable. Solution: Angela, you are to make sexually suggestive remarks to Kevin that will make him uncomfortable."
            },
            {
                "character": "Kevin",
                "quote": "I accept your decision!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey... you know what, Dwight? Maybe we should get our photo I.D. taken together."
            },
            {
                "character": "Dwight",
                "quote": "That doesn't make any sense."
            },
            {
                "character": "Jim",
                "quote": "Well, it saves time, you know. 'Cause we could just meet in the parking lot every morning. Walk in together. Perfect."
            },
            {
                "character": "Photographer",
                "quote": "[to Dwight, who is sitting in front of the camera] Smile."
            },
            {
                "character": "Dwight",
                "quote": "No."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I never smile if I can help it. Showing one's teeth is a submission signal in primates. When someone smiles at me, all I see is a chimpanzee begging for its life."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "This came out really well. [picks up Dwight's I.D. from the laminating machine and hands it to Dwight] There you go."
            },
            {
                "character": "Dwight",
                "quote": "This is humongous. I am not a security threat..."
            },
            {
                "character": "Jim",
                "quote": "Oh."
            },
            {
                "character": "Dwight",
                "quote": "And my middle name is 'Kurt', not 'Fart'."
            },
            {
                "character": "Jim",
                "quote": "What did I write?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I have another complaint for Jim's permanent file."
            },
            {
                "character": "Toby",
                "quote": "Talk to Michael. I gave him the box."
            },
            {
                "character": "Dwight",
                "quote": "What box?!"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "But I didn't report your snoring-"
            },
            {
                "character": "Stanley",
                "quote": "Wednesdays, tearful. Tuesdays... [Dwight walks in and rummages through his complaint box]"
            },
            {
                "character": "Michael",
                "quote": "Uh. Dwight."
            },
            {
                "character": "Dwight",
                "quote": "Ah... agh... dgh... Ahh! No, no! Four years of malfeasance unreported. This cannot stand."
            },
            {
                "character": "Michael",
                "quote": "Okay! Calm down."
            },
            {
                "character": "Dwight",
                "quote": "No! You calm down! Who's side is Toby on? Who's side are you on?"
            },
            {
                "character": "Michael",
                "quote": "Hey, hey!"
            },
            {
                "character": "Dwight",
                "quote": "Him or me?"
            },
            {
                "character": "Michael",
                "quote": "Stop."
            },
            {
                "character": "Dwight",
                "quote": "Him or me? I cannot work with Jim anymore."
            },
            {
                "character": "Michael",
                "quote": "Okay..."
            },
            {
                "character": "Dwight",
                "quote": "Either he goes, or I go."
            },
            {
                "character": "Michael",
                "quote": "Dwight..."
            },
            {
                "character": "Dwight",
                "quote": "You choose!"
            },
            {
                "character": "Michael",
                "quote": "Stop..."
            },
            {
                "character": "Dwight",
                "quote": "One of us is out of here by the end of today! [runs out]"
            },
            {
                "character": "Michael",
                "quote": "Oh... kay..."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I am not bluffing!"
            },
            {
                "character": "Michael",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "Okay?"
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Dwight",
                "quote": "Do the right thing here, Michael. Okay, I have served you loyally for years."
            },
            {
                "character": "Michael",
                "quote": "Mm-hmm."
            },
            {
                "character": "Dwight",
                "quote": "I deserve this. You know I do!"
            },
            {
                "character": "Michael",
                "quote": "[picks up Dwight's I.D. and snickers] You know your I.D. says you're a security threat?"
            },
            {
                "character": "Dwight",
                "quote": "You have till five."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Oh, look, Jim. There's a sales manager position open in Stamford. Want me to call Jan and tell her you're interested? I could put in a good word for you, 'cause I'll still be working here. Transfer! Transfer! Everybody! Transfer! Transfer! Transfer! Transfer!"
            },
            {
                "character": "Michael",
                "quote": "Okay... you two, in the conference room with me. Nobody leaves until we work this out. Cage match!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Cage matches? Yeah, they work. How could they not work? If they didn't work, everybody would still be in the cage."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Okay, so Dwight, in your own words - [reads from complaint paper] \"Someone replaced all my pens and pencils with crayons. I suspect Jim Halpert.\" [flips to another paper] \"Everyone has called me 'Dwayne' all day. I think Jim Halpert paid them to.\""
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[laughs] Yes! Five bucks each. And it was totally worth it."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[reading] \"This morning, I found a bloody glove in my desk drawer and Jim Halpert tried to convince me I committed murder. I think he may be the real murderer.\" [flips to another paper] \"Jim Halpert said there was an abandoned infant in the woman's room. When I went to save the child, I saw Meredith on the can.\" Gah. \"This morning, I knocked myself in the head with the phone.\""
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "That actually took a while. I had to put, uh, more and more nickels into his handset, till he got used to the weight, and then I just... took 'em all out."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[reading] \"Every time I typed my name, it said 'Diapers'.\""
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Just a simple macro. You know, these actually don't sound that funny one after another. But he does deserve it, though."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "\"By the end of the day, my desk was about two feet closer to the copier.\""
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Yeah, I just moved it an inch every time he went to the bathroom. And that's how I spent my entire day that day."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "The Japanese have this thing called shiatsu massage, where they dig into your body, very hard. And it is very painful. And apparently, some people throw up. But the next day they feel great. I've never had one. They sound awful."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Maybe Stanford would be cool."
            },
            {
                "character": "Dwight",
                "quote": "It's a good market. Higher volume."
            },
            {
                "character": "Jim",
                "quote": "Yeah. Maybe we should both go."
            },
            {
                "character": "Dwight",
                "quote": "I have a girlfriend..."
            },
            {
                "character": "Jim",
                "quote": "Sure you do, Dwight. Sure."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hey, there's like, 300 more of these. Let's get to them later."
            },
            {
                "character": "Dwight",
                "quote": "So, you going to transfer Jim or not?"
            },
            {
                "character": "Michael",
                "quote": "Maybe, I haven't decided yet. Let's get to work."
            },
            {
                "character": "Dwight",
                "quote": "I want an answer by tomorrow."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Okay. Oh... actually, tomorrow's not good. How about later in the week?"
            },
            {
                "character": "Dwight",
                "quote": "Fine."
            },
            {
                "character": "Michael",
                "quote": "Good. Okay."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hey! Wait. How about a group picture while you're here?"
            },
            {
                "character": "Photographer",
                "quote": "I can't. I only get reimbursed for the I.D. photos."
            },
            {
                "character": "Michael",
                "quote": "Well... that's... what, a computer camera, right?"
            },
            {
                "character": "Photographer",
                "quote": "You mean digital?"
            },
            {
                "character": "Michael",
                "quote": "It'll take like two seconds."
            },
            {
                "character": "Photographer",
                "quote": "20 bucks."
            },
            {
                "character": "Michael",
                "quote": "Ugh... All right. Everybody, [looks around at the employees] come on. Group photo for the newsletter."
            },
            {
                "character": "Stanley",
                "quote": "You gotta be kiddin' me."
            },
            {
                "character": "Michael",
                "quote": "Come on, everybody."
            },
            {
                "character": "Dwight",
                "quote": "Come on, let's go. Creed, Kevin, Oscar... andale! Let's go."
            }
        ],
        [
            {
                "character": "Photographer",
                "quote": "One, two, three... smile. [camera flashes, but no one smiles] Try to smile."
            },
            {
                "character": "Michael",
                "quote": "We resolved a lot today, everybody. Think happy thoughts."
            },
            {
                "character": "Photographer",
                "quote": "Alright, I'm just gonna take it on three... whether you smile or not. One, two, three. [camera flashes]"
            },
            {
                "character": "Michael",
                "quote": "Good, let's check that out. [looks at preview screen] Ew, okay, all right. One more. We'll take one more."
            },
            {
                "character": "Photographer",
                "quote": "That'll be another 20."
            },
            {
                "character": "Michael",
                "quote": "What?"
            },
            {
                "character": "Pam",
                "quote": "Angela, I want to talk to you about something."
            },
            {
                "character": "Michael",
                "quote": "[off camera] You just press the button."
            },
            {
                "character": "Angela",
                "quote": "What?"
            },
            {
                "character": "Jim",
                "quote": "No, Pam."
            },
            {
                "character": "Pam",
                "quote": "[looks at to Jim] I am. [looks at Angela] It's about the Save The Date."
            },
            {
                "character": "Jim",
                "quote": "Pam, it wasn't her."
            },
            {
                "character": "Pam",
                "quote": "What?!"
            },
            {
                "character": "Jim",
                "quote": "I'm the one who complained about you."
            },
            {
                "character": "Jim",
                "quote": "I... I didn't know that Toby was gonna write it down. [the camera flashes] I was just venting."
            },
            {
                "character": "Michael",
                "quote": "[off camera] Okay, good. Check that out."
            },
            {
                "character": "Jim",
                "quote": "You know, it was one day."
            },
            {
                "character": "Michael",
                "quote": "[off camera] That's terrible."
            },
            {
                "character": "Jim",
                "quote": "And I took it right back. It was like..."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            },
            {
                "character": "Phyllis",
                "quote": "Oh, dear."
            },
            {
                "character": "Michael",
                "quote": "[off camera] Let's pay Mr. Price Gouger. [rejoins the group, on camera] Okay... we can do this. Come on, everybody. All right. Here we go. [flash goes off before he sits down]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "It was really hard getting a good picture of fifteen people. He would not give me a good discount. And eight tries added up."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[flashback the photo being taken] One, two..[flash goes off] Didn't say three, did I?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "But, I'm sort of an expert at Photoshop, so it turned out fine in the end. When people work together, there is going to be conflict. You can't outrun your problems."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[on Pam's answering machine] Hey, Pam... it's Jim. Um, I have a doctor's appointment in the city. So I probably won't be in till the late afternoon. Just thought I'd let you know. Okay, bye. [camera shows Jim sitting on a waiting coach in another Dunder Mifflin office]"
            },
            {
                "character": "Female worker",
                "quote": "Okay, Jan will see you now."
            },
            {
                "character": "Jim",
                "quote": "Oh, thanks."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "And that is why the idea of a cage match is so universally appealing. But here's the thing about cage matches: sometimes you have to open the cage. And that is something Toby will never understand."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Dwight",
                "quote": "[elevator bell dings] What is this? What happened here?"
            },
            {
                "character": "Jim",
                "quote": "I don't know."
            },
            {
                "character": "Dwight",
                "quote": "Oh, this does not look good. Did anyone see what happened around my desk area this morning?"
            },
            {
                "character": "Jim",
                "quote": "Dwight, I really think someone's probably just playing a prank on you, so just go right through it."
            },
            {
                "character": "Dwight",
                "quote": "A prank, huh? This is official police line tape, okay? It's not a prank."
            },
            {
                "character": "Jim",
                "quote": "Probably is."
            },
            {
                "character": "Dwight",
                "quote": "Damn it, people! Someone must have seen something! [Jim's cell phone beeping] Oh, you people are useless. Jesus."
            },
            {
                "character": "Pam",
                "quote": "[telephone ringing] Dunder Mifflin. This is Pam. Hold, please. Dwight, it's the Sheriff. He said that it's really important. It's regarding your desk. I'll transfer."
            },
            {
                "character": "Dwight",
                "quote": "Oh, no, no, don't! I can't... [groans] [telephone ringing]"
            },
            {
                "character": "Jim",
                "quote": "Just cut through it, man, it's no big deal."
            },
            {
                "character": "Dwight",
                "quote": "This is why I'm a Volunteer Sheriff's Deputy and you're not."
            },
            {
                "character": "Jim",
                "quote": "That is not why. Wow, man, he really wants to get in touch with you. Maybe it's a murder."
            },
            {
                "character": "Dwight",
                "quote": "No, there's no blood."
            },
            {
                "character": "Jim",
                "quote": "Maybe poison?"
            },
            {
                "character": "Dwight",
                "quote": "Possibly."
            },
            {
                "character": "Jim",
                "quote": "My God!"
            },
            {
                "character": "Dwight",
                "quote": "[exclaiming in fear] No, Jim, no! [Jim knocks Dwight's phone off its cradle] [yelling toward the phone] Sheriff, this is Volunteer Sheriff's Deputy Dwight Schrute. Press the pound key! What's your 20?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Nothing much is happening today. We are having our photo IDs taken. Whoop-de-doo. Can't always be like The Apprentice."
            },
            {
                "character": "Ryan",
                "quote": "I know."
            },
            {
                "character": "Michael",
                "quote": "On Big Brother, something important happens every day. But real life is not like that."
            }
        ],
        [
            {
                "character": "Photographer",
                "quote": "[Dwight slurping] Okay, here we go. One, two..."
            },
            {
                "character": "Dwight",
                "quote": "He sometimes wears glasses, write that down. Also, that may not be his real hair."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I hate it when people don't tell each other why they're angry. My dad was like that. I would say, \"What's wrong, Dad? What's wrong, Dad? What's wrong, Dad? What's wrong, Dad? What's wrong, Dad? What's wrong, Dad?\" Over and over and over. And he would just look at me like I was an idiot."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I'm the one who petitioned the office board to have these ID badges taken."
            },
            {
                "character": "Photographer",
                "quote": "So there were no death threats?"
            },
            {
                "character": "Dwight",
                "quote": "Let me see your ID."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "There is this old story about two women who each think they are the mother of this baby. And they can't decide, so they bring the baby to a wise man. Just like a manager in those days. And the wise man says, \"I will adopt this baby and raise it as a Hindu.\" See? They didn't expect that. And that fixed it. Because I think he was the dad anyway."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "There are dozens of old complaints in here. Cold cases, like the show. [imitating gonging] And Toby is a lazy detective who has decided that these armed robberies and rapes and murder\/suicides are not important enough to solve. Well, you know what? I have a problem with that. And I'm going to open up these cases before Toby can kill or rape another person."
            }
        ],
        [
            {
                "character": "Photographer",
                "quote": "All right."
            },
            {
                "character": "Pam",
                "quote": "That's not bad. Hey, do you do weddings?"
            },
            {
                "character": "Photographer",
                "quote": "Would you seriously want your wedding photos to look like that?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Not bad."
            },
            {
                "character": "Dwight",
                "quote": "I gave her a higher clearance than you."
            },
            {
                "character": "Jim",
                "quote": "What does Level Red mean?"
            },
            {
                "character": "Dwight",
                "quote": "I'd tell you, but then I'd have to kill you. [laughing maniacally]"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Wait. [puts eye drops in] [Photographer takes the shot and her eyes are closed]"
            },
            {
                "character": "Kevin",
                "quote": "No, wait. [put on a hat] Yeah."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "You must have misdialed. This is Phyllis. No, I'm not sure what his extension is. [glares at Stanley as he glares right back]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Wow! I never thought Dwight would go postal. It's always the person you least expect and I always thought Dwight would go postal."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Come on, Dwight, I think it's actually healthy to get it off your chest."
            },
            {
                "character": "Dwight",
                "quote": "I'm done talking. I am a Schrute. We don't back down."
            },
            {
                "character": "Phyllis",
                "quote": "You're arrogant and pompous, and I don't like you."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "\"Cage Match\"? I don't know if it was in the packet from corporate, because I barely read any of it. So if you're asking if I stole their idea, the answer is no."
            }
        ],
        [
            {
                "character": "Hank",
                "quote": "Excuse me, sir! Dwight Schrute, is that your real name?"
            },
            {
                "character": "Dwight",
                "quote": "Yes, sir."
            },
            {
                "character": "Kevin",
                "quote": "Morning."
            },
            {
                "character": "Hank",
                "quote": "Good morning. Okay, go ahead."
            },
            {
                "character": "Dwight",
                "quote": "Thank you. [elevator door closes] No, come on... God!"
            }
        ]
    ]
}