{
    "season": 2,
    "episode": 17,
    "title": "Dwight's Speech",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Let's think this through. If we ask Corporate for that then..."
            },
            {
                "character": "Dwight",
                "line": "They are either going to say yes... or no."
            },
            {
                "character": "Michael",
                "line": "Could go either way. We don't know what they are going to say."
            },
            {
                "character": "Dwight",
                "line": "Think it through."
            },
            {
                "character": "Michael",
                "line": "Have to think it through. Because if they say no..."
            },
            {
                "character": "Jim",
                "line": "Can we not?"
            },
            {
                "character": "Michael",
                "line": "No! Yes, we have to! You know why? Because I don't like to be cooped up in that office! In that box! All day long. [Michael starts playing with a football in the office] Heisman! Because I need to think. Okay, Jim? Oh, Kevin, oh! [laughs] Nice catch. Mmmm, mmm, mmm,mmm. Os-car! Intercepted."
            },
            {
                "character": "Jim",
                "line": "Still want that."
            },
            {
                "character": "Michael",
                "line": "Give it to me. Phyllis, give me the ball. Ok, give me the ball. Give me, you guys... Creed give me the ball! Right now give it to me."
            },
            {
                "character": "Creed",
                "line": "Ryan!"
            },
            {
                "character": "Dwight",
                "line": "Fumble! Yaaah!"
            },
            {
                "character": "Michael",
                "line": "Hey, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Hut! Hut! Hut! Hike!"
            },
            {
                "character": "Michael",
                "line": "You all right Ryan?"
            },
            {
                "character": "Dwight",
                "line": "Ryan."
            },
            {
                "character": "Ryan",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "Pam!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Ooh. They're having a sale on TiVo. Maybe I should get a TiVo. Oh. DVD Burner! Maybe I should get one of those. You are so lucky, Jim. You are so lucky you don't have this problem. What was the 9th place prize again? A loaf of bread?"
            },
            {
                "character": "Jim",
                "line": "Cugino's pizza."
            },
            {
                "character": "Dwight",
                "line": "Oh, great. Tasty, terrific pizza. Hmm. Question: Do their pizzas play DVDs?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Dwight was the top salesman of the year at our company. He wins a little prize money and gets honored at some convention. It is literally the highest possible honor that a Northeastern Pennsylvania-Based Mid-size Paper Company Regional Salesman can attain, so..."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "What did I do to deserve this?"
            },
            {
                "character": "Pam",
                "line": "Are you sad that Dwight beat you?"
            },
            {
                "character": "Jim",
                "line": "No."
            },
            {
                "character": "Pam",
                "line": "Are you going to cry, Jim? Do you need a tissue?"
            },
            {
                "character": "Phyllis",
                "line": "Hey, I heard you got a wedding dress. Do you have pictures?"
            },
            {
                "character": "Pam",
                "line": "Oh! I... uh... yeah. Um... I'll uh show them to you later."
            },
            {
                "character": "Phyllis",
                "line": "Oh."
            },
            {
                "character": "Jim",
                "line": "Oh, I should get back. Talk to you guys later."
            },
            {
                "character": "Pam",
                "line": "Ok, cool."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I have a ton of stuff to do for the wedding. And I have to do it in the office. And that can be kind of awkward. Um... just because people can get all weird about wedding stuff. Then... I just... I don't want to offend... Angela... or someone."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "That's what she said!"
            },
            {
                "character": "Dwight",
                "line": "Ha! I don't get it."
            },
            {
                "character": "Michael",
                "line": "Grapes. Seductive. So you ready for the big speech this afternoon?"
            },
            {
                "character": "Dwight",
                "line": "Well, it's not really a big speech. You still coming right?"
            },
            {
                "character": "Michael",
                "line": "Oh! Abso-fruit-ly. Fruit. Grapes. Nailed the joke. Matter of time. Um... And yes, it is a big speech. Biggest of your life."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Speaker at the Sales Convention. Been there, done that. Went there again, did it again. Two years in a row. Consecutive. I just... I miss the feeling of knowing that you did a good job because someone gives you proof of it. Sir, you're awesome! Here's a plaque. What, a whole year has gone by and you need more proof? Here's a certificate. They stopped making plaques that year."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What if I give a really long, extended Thank You. For instance, \"Thank you, Mr. Blank. Thank you very, very, very...\""
            },
            {
                "character": "Michael",
                "line": "That would look terrible. These are mostly salesmen and salesmen expect to be entertained and you are the main act."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "When I was in the sixth grade, I was a finalist in our school Spelling Bee. It was me against Raj Patel. And I misspelled, in front of the entire school, the word 'failure'."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I can't do this."
            },
            {
                "character": "Michael",
                "line": "That's because you're incapable of doing it because you don't know how. Because you have no skills. Dwight, there's no way I can possibly teach you what you need to know about public speaking by speech time."
            },
            {
                "character": "Dwight",
                "line": "Oh, okay."
            },
            {
                "character": "Michael",
                "line": "But I can teach you enough so that you don't embarrass me or the company."
            },
            {
                "character": "Dwight",
                "line": "Okay, deal! I'll do whatever you say. No questions asked."
            },
            {
                "character": "Michael",
                "line": "Well, if you have a question, you should ask me."
            },
            {
                "character": "Dwight",
                "line": "I'll try and think of one. When..."
            },
            {
                "character": "Michael",
                "line": "Don't. Don't try and think of a question to humor me. Just... try not to be such an idiot."
            },
            {
                "character": "Dwight",
                "line": "Is that an insult or is that part of the public speaking advice?"
            },
            {
                "character": "Michael",
                "line": "Insult."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Mom, I'm sorry. I know you and Dad are chipping in for the wedding but I do not want orange invitations. Yes! Well, if you really want my..."
            },
            {
                "character": "Jim",
                "line": "Hi, yeah, can I talk to one of your travel agents?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I'm going to take a trip. I'm going to get out of town for a while... and go someplace... not here."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Where do I want to go? Um... that is an excellent question. And one I should have probably thought about before I called you. Um..."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I get here early every morning so I can set the thermostat. I like it a little cooler, around 66 degrees. I'm more productive. Maybe some people don't like it as cold as I do, but I don't care."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[stand up comic voice] But seriously, what's the difference between a salesman and a saleswoman?"
            },
            {
                "character": "Dwight",
                "line": "Saleswoman has a vagina."
            },
            {
                "character": "Michael",
                "line": "It's a joke, Dwight. It's not a Sex Ed class."
            },
            {
                "character": "Dwight",
                "line": "But I'm right?"
            },
            {
                "character": "Michael",
                "line": "Yeah, you're right about the difference between a man and a woman, but not about the punch line to the joke, right? [stand up comic voice] The difference between a salesman and a saleswoman... is boobs!"
            },
            {
                "character": "Dwight",
                "line": "Hey. Do you remember the speeches that you gave?"
            },
            {
                "character": "Michael",
                "line": "I do. Both of them."
            },
            {
                "character": "Dwight",
                "line": "Could I have a copy of one of them?"
            },
            {
                "character": "Michael",
                "line": "No, no! They would remember them. Look, it doesn't matter what you say. It just matters that you're saying something that people care about. Yeah? All right? Here we go. Watch this."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Attention everybody! Attention please! I have some very great news from Corporate. We had a wonderful quarter and as a result all of you are getting bonuses for 1000 dollars!"
            },
            {
                "character": "Dwight",
                "line": "Yeah!"
            },
            {
                "character": "Michael",
                "line": "[generalized clapping and cheering] Congratulations."
            },
            {
                "character": "Phyllis",
                "line": "Unbelievable."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You see that? You see how they responded to me? In that moment, I had them."
            },
            {
                "character": "Dwight",
                "line": "That is so great about the bonus!"
            },
            {
                "character": "Michael",
                "line": "No, no! It's not true. I was just talking so just go out there and say anything. They'll eat it up. They're a great audience."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "Go ahead. Get the wallpaper. Wallpaper the ceiling if you want. Call Terri and tell her she..."
            },
            {
                "character": "Phyllis",
                "line": "It's unbelievable!"
            },
            {
                "character": "Dwight",
                "line": "Excuse me! May I have your attention please? There has been an accident on 84 West. Cars have skidded off the road into the safety railing. Several cars have flipped. There is broken glass everywhere. Several people are injured."
            },
            {
                "character": "Pam",
                "line": "Do we know anyone who was in the accident?"
            },
            {
                "character": "Dwight",
                "line": "Brad Pitt. Also there will be no bonuses."
            },
            {
                "character": "Stanley",
                "line": "Why would this affect our bonuses?"
            },
            {
                "character": "Dwight",
                "line": "They are unrelated."
            },
            {
                "character": "Kelly",
                "line": "Is Brad okay?"
            },
            {
                "character": "Dwight",
                "line": "He will never act again. Also, this branch is closing."
            },
            {
                "character": "Oscar",
                "line": "What the hell is going on here?"
            },
            {
                "character": "Angela",
                "line": "Are we out of jobs?"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Kelly",
                "line": "This is karma because of what he did to Jennifer Aniston."
            },
            {
                "character": "Michael",
                "line": "He's kidding. Dwight was kidding and I don't know why because it wasn't funny... and it was just horrible."
            },
            {
                "character": "Stanley",
                "line": "Michael?"
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Stanley",
                "line": "You said we were getting bonuses."
            },
            {
                "character": "Michael",
                "line": "All right. Everybody in the conference room now. Let's go. Let's do it."
            },
            {
                "character": "Stanley",
                "line": "Cancel wallpaper."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "As your leader and your friend, I sort of demand that you can all speak in public as I can... and did... twice. [speaking to camera] You saw the plaque, right? [to office] All right. We're all going to go around the room and we're going to make toasts. And that way, we will overcome our fear of public speaking."
            },
            {
                "character": "Pam",
                "line": "You mean Toastmasters?"
            },
            {
                "character": "Michael",
                "line": "Pam! I'm public speaking. Stop public interrupting me. Actually, this would be good practice for your wedding toast."
            },
            {
                "character": "Pam",
                "line": "Yeah, the bride doesn't really do... Have you ever been to a wedding?"
            },
            {
                "character": "Jim",
                "line": "Can I go?"
            },
            {
                "character": "Michael",
                "line": "Yes. Good. Jim taking the initiative."
            },
            {
                "character": "Jim",
                "line": "So. Uh... I am going on a trip. But not really sure where I'm going yet. It's kind of open-ended. So I was hoping maybe you guys would have some suggestions?"
            },
            {
                "character": "Kevin",
                "line": "You should go to Hedonism."
            },
            {
                "character": "Jim",
                "line": "What is that?"
            },
            {
                "character": "Kevin",
                "line": "It's like Club Med, but everything is naked."
            },
            {
                "character": "Jim",
                "line": "I was thinking more like Europe. Or something like that. But, good second choice."
            },
            {
                "character": "Toby",
                "line": "Been to Amsterdam."
            },
            {
                "character": "Michael",
                "line": "Oh ho hokay. You know what? That's not a toast. You're not standing up."
            },
            {
                "character": "Toby",
                "line": "[mimes lifting a glass] To Amsterdam."
            },
            {
                "character": "Jim",
                "line": "When did you go there?"
            },
            {
                "character": "Toby",
                "line": "Umm... After my divorce. Yeah."
            },
            {
                "character": "Jim",
                "line": "Really for like how long?"
            },
            {
                "character": "Toby",
                "line": "Uh, about a week. Er... .um... .maybe a month. I uh can't..."
            },
            {
                "character": "Creed",
                "line": "Jimmy, listen to me. You do not want to go to Amsterdam. Trust me."
            },
            {
                "character": "Jim",
                "line": "Where do I want to go?"
            },
            {
                "character": "Creed",
                "line": "I'd send you to Hong Kong."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "Like to say 'Hi' to my friends in China. [speaks in Chinese]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Okay, Dwight. Show us what you have learned today."
            },
            {
                "character": "Dwight",
                "line": "Good morning, Vietnam! [general groaning] Okay. You know what? This isn't working. Because um I'm not nervous in front of them. They're my subordinates."
            },
            {
                "character": "Jim",
                "line": "No. We're not."
            },
            {
                "character": "Dwight",
                "line": "Uh, yes you are. I'm Assistant Regional Manager."
            },
            {
                "character": "Jim",
                "line": "Which means absolutely nothing."
            },
            {
                "character": "Dwight",
                "line": "Michael, can you explain?"
            },
            {
                "character": "Michael",
                "line": "Well, it's mostly made up. So..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Dwight is not going to do a job. It's sad. And they're expecting excellence because I did do such a good job. Two years in a row. I killed. It was amazing."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Confidence, Dwight."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Dwight. If you could travel anywhere in the world where would you go?"
            },
            {
                "character": "Dwight",
                "line": "I can travel anywhere except Cuba. And I will travel to New Zealand. And walk the 'Lord of the Rings' trail to Mordor. And then I will hike Mount Doom. So... no... just leave me alone."
            },
            {
                "character": "Jim",
                "line": "Okay. Just trying to get some advice on my trip."
            },
            {
                "character": "Dwight",
                "line": "Oh please! You're not taking any trip."
            },
            {
                "character": "Jim",
                "line": "You know I majored in Public Speaking in College."
            },
            {
                "character": "Dwight",
                "line": "You did?"
            },
            {
                "character": "Jim",
                "line": "Mmmhmm. And the first thing they teach you is that you've got to be true to your self. And you are all about authority."
            },
            {
                "character": "Dwight",
                "line": "Yes. I am."
            },
            {
                "character": "Jim",
                "line": "The great speakers throughout history were not joke tellers. They were people of passion. So if you want to do well today, you got to do what they did."
            },
            {
                "character": "Dwight",
                "line": "Which is?"
            },
            {
                "character": "Jim",
                "line": "You've got to wave your arms and you've got to pound your fists. Many times. It's supposed to emphasize your point."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Ok, I didn't actually major in Public Speaking. But, I did download speeches from some of history's famous dictators. Like this one [holds up paper]. Originally given by Benito Mussolini."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Ok, look. I know you are giving this speech on your own but I wrote up a few talking points for you to take a look at. I hope you don't mind."
            },
            {
                "character": "Dwight",
                "line": "I'll glance at it."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "It's time, Dwight. The grim reaper is here."
            },
            {
                "character": "Angela",
                "line": "The very best of luck to you, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Thank you, Angela."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Why'd you pick the V.A. for the reception?"
            },
            {
                "character": "Pam",
                "line": "Roy has a connection. It's nicer than you think."
            },
            {
                "character": "Ryan",
                "line": "You're inviting Jim?"
            },
            {
                "character": "Pam",
                "line": "Of course. He's one of my closest friends."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right. You ready? Here we go! Wow. It's a little bit bigger than I remember. Come on. We're down here. Right."
            }
        ],
        [
            {
                "character": "Overhead",
                "line": "[song] You all ready for this?"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[coughs] [sniffles] I am just feeling under the weather. And... I think that I will go home and rest."
            },
            {
                "character": "Kevin",
                "line": "I've never, ever seen you take a sick day."
            },
            {
                "character": "Angela",
                "line": "Well, I've seen you take enough for the both of us."
            }
        ],
        [
            {
                "character": "Speaker",
                "line": "Next, I'd like to introduce the Dunder Mifflin Salesman of the Year, Dwight Schrute!"
            },
            {
                "character": "Crowd",
                "line": "[polite clapping]"
            },
            {
                "character": "Michael",
                "line": "Dwight, they called your name."
            },
            {
                "character": "Speaker",
                "line": "Dwight, how we doing?"
            },
            {
                "character": "Dwight",
                "line": "No, I can't... I ca..."
            },
            {
                "character": "Michael",
                "line": "All right. You know what? Okay. No. No problem. You are lucky you have me here. I'm going to cover for you. [shouts] All right!"
            },
            {
                "character": "Crowd",
                "line": "[claps]"
            },
            {
                "character": "Michael",
                "line": "Gooood morning, Vietnaaaam! I am not Dwight Schrute. Not at all. I am Michael Scott, his mentor and boss. And until Dwight comes up, if he ever does, I wanted to say a few words about excellence. What makes a work environment excellent? Well, there are many things, I believe, that do such a thing of that nature. And one would be humor. What is the difference between a salesman and a saleswoman?"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "I always set it at 69. [snickers]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Maybe we'll use a DJ. That's the one thing Roy's in charge of for this wedding but all he's managed to do is set a date."
            },
            {
                "character": "Kelly",
                "line": "But he did a great job. June 10th is perfect. I want a June wedding. I've always wanted one. Ryan, do you know when you would want to get married?"
            },
            {
                "character": "Ryan",
                "line": "Actually, I don't see myself ever getting married."
            },
            {
                "character": "Kelly",
                "line": "Oh."
            },
            {
                "character": "Pam",
                "line": "Ryan, you should be more sensitive. It's obvious she likes you and comments like that, they just..."
            },
            {
                "character": "Ryan",
                "line": "I know what I said."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I'm very sorry. I did not know you were wearing a hearing aid and I just thought you were speaking abnormally. ...And now the black guy from the 'Police Academy' movies. A robot. [makes robot sounds] Michael Winslow, anyone?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Car starting. [makes car sounds] All right, Dwight Schrute everyone."
            },
            {
                "character": "Crowd",
                "line": "[clapping]"
            },
            {
                "character": "Michael",
                "line": "Good luck. That is a tough crowd."
            },
            {
                "character": "Dwight",
                "line": "[bangs fists] Blood alone moves the wheels of history! Have you ever asked yourselves in an hour of meditation, which everyone finds during the day. [waves arm] how long we have been striving for greatness? [bangs fist] Not only the years we've been at war, the war of work, but from the moment as a child when we realized that the world could be conquered. It has been a lifetime's struggle [waves arms]. A never-ending fight. I say to you [hits podium] and you'll understand that it is a privilege to fight!"
            },
            {
                "character": "Crowd",
                "line": "[clapping]"
            },
            {
                "character": "Dwight",
                "line": "WE ARE WARRIORS!"
            },
            {
                "character": "Crowd",
                "line": "[clapping and cheering]"
            },
            {
                "character": "Dwight",
                "line": "Salesman of Northeastern Pennsylvania, I ask you once more rise and be worthy of this historical hour!"
            },
            {
                "character": "Crowd",
                "line": "[clapping and cheering]"
            },
            {
                "character": "Dwight",
                "line": "[laughs maniacally] Yeah. Yes!"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I've got a time share in Key West that might be available."
            },
            {
                "character": "Jim",
                "line": "Maybe. Thanks."
            },
            {
                "character": "Ryan",
                "line": "You really think you're going to go?"
            },
            {
                "character": "Jim",
                "line": "Yeah. I'm definitely going."
            },
            {
                "character": "Ryan",
                "line": "Nice. Send me a postcard."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Jim has worked at the same place for five years. Jim eats the same ham and cheese sandwich everyday for lunch. I don't know. If I were a betting man, I'd say he will have a fun weekend in Philadelphia."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "No revolution is worth anything unless it can defend itself. [bangs fists]"
            },
            {
                "character": "Crowd",
                "line": "[claps]"
            },
            {
                "character": "Dwight",
                "line": "Some people will tell you salesman is a bad word. They'll conjure up images of used car dealers and door to door charlatans. This is our duty - to change their perception. I say salesmen... and women of the world unite! We must never acquiesce for it is together, TOGETHER, THAT WE PREVAIL! We must never cede control of the motherland! For it is..."
            },
            {
                "character": "Crowd",
                "line": "[shouts] Together that we prevail! [cheering and clapping]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Australia? I have always wanted to go there?"
            },
            {
                "character": "Jim",
                "line": "I'm going. I'm a little nervous to run into Dwight on his connecting flight to Mordor. But, other than that... um, yeah, I bought the ticket, non-refundable."
            },
            {
                "character": "Pam",
                "line": "That's awesome. Where are you staying?"
            },
            {
                "character": "Jim",
                "line": "I don't know. I feel like I have plenty of time to figure out the details but..."
            },
            {
                "character": "Pam",
                "line": "When are you leaving?"
            },
            {
                "character": "Jim",
                "line": "I'm... leaving on June 8th."
            },
            {
                "character": "Pam",
                "line": "Oh."
            },
            {
                "character": "Jim",
                "line": "Yeah. And I'm really sorry about that, I just..."
            },
            {
                "character": "Pam",
                "line": "Oh yeah. That's too bad."
            },
            {
                "character": "Jim",
                "line": "Yeah. Do you want me to take these on my way out?"
            },
            {
                "character": "Pam",
                "line": "It's ok. I got it."
            },
            {
                "character": "Jim",
                "line": "Alright."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Ok, thanks. [to Michael] There you are. What happened?"
            },
            {
                "character": "Michael",
                "line": "I got thirsty. How'd it go?"
            },
            {
                "character": "Dwight",
                "line": "It was amazing. I wish you would have been there."
            },
            {
                "character": "Michael",
                "line": "You would not believe what happened here."
            },
            {
                "character": "Dwight",
                "line": "What? Something happened?"
            },
            {
                "character": "Michael",
                "line": "Oh! This woman came in, sat down, ordered a drink. The bartender asked for her ID which I thought was odd because I pegged her at like 35."
            },
            {
                "character": "Dwight",
                "line": "Weird."
            },
            {
                "character": "Michael",
                "line": "Yeah, it was weird. So, she was like 'I don't have my ID, please give me one.' And he was like 'I can't do that. I can't serve you.'"
            },
            {
                "character": "Dwight",
                "line": "Con artist."
            },
            {
                "character": "Michael",
                "line": "She might have been. So she says 'Fine. I will go to my room. I will get my purse. I will come back. I'll show you my ID.' She hasn't come back yet. She's probably in her room drinking from the mini-bar! Right?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Dwight gave a great speech. That's the word on the street anyway. And I entertained Dwight to no end with my bar stories. So, I captivated the guy who captivated a thousand guys. Can you believe that? A thousand guys?"
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Dwight",
                "line": "My future is so bright, Jim. Jim, do you know how bright my future is? It's so bright that... What? Do you know? Is there something I got to wear? Huh?"
            },
            {
                "character": "Jim",
                "line": "Goggles?"
            },
            {
                "character": "Dwight",
                "line": "[imitating '80s rock]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "And what a lot of people don't understand about sales is that it has so much to do with organization. I have a system in place for keeping track of who I speak to, when I speak to them and what we have discussed. Etcetera."
            },
            {
                "character": "Michael",
                "line": "That's it? You're going to end with \"etcetera\"? Okay, what's this big organizational system that..."
            },
            {
                "character": "Dwight",
                "line": "Well, do you think I should describe our filing system?"
            },
            {
                "character": "Michael",
                "line": "That would be suicide. Never, never talk specifics. Not in a speech. But the fact that you have no idea what to say is, believe it or not, the least of our worries."
            },
            {
                "character": "Dwight",
                "line": "It is?"
            },
            {
                "character": "Michael",
                "line": "It's your delivery..."
            },
            {
                "character": "Dwight",
                "line": "What is?"
            },
            {
                "character": "Michael",
                "line": "Our biggest worry."
            },
            {
                "character": "Dwight",
                "line": "I don't follow."
            },
            {
                "character": "Michael",
                "line": "My God, Dwight. The best way to learn is by watching. That's why porn is a multi-trillion-dollar industry. Listen. Okay. Sit down, let me wow you. [clears throat] [shouting]"
            },
            {
                "character": "Dwight",
                "line": "Oh, God!"
            },
            {
                "character": "Michael",
                "line": "See, I have your attention now, don't I? You're scared, but now you're ready to learn."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Well, that didn't go well."
            },
            {
                "character": "Michael",
                "line": "No, it did not. And that is because at no time did you employ the use of humor. We'll find you a joke that not even you can ruin."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right, listen up, please. Dwight has a joke."
            },
            {
                "character": "Dwight",
                "line": "[whispering to Angela] Stop it. [to the office] Two sailors walk into a bar..."
            },
            {
                "character": "Meredith",
                "line": "Please don't tell a sailor joke."
            },
            {
                "character": "Dwight",
                "line": "Oh, why not?"
            },
            {
                "character": "Phyllis",
                "line": "Her nephew's in Iraq."
            },
            {
                "character": "Michael",
                "line": "Iraq is sand. Sailors are on water."
            },
            {
                "character": "Pam",
                "line": "Yes, but they are both in danger."
            },
            {
                "character": "Michael",
                "line": "Yeah, well, you know what? We need to... All right, everybody in the conference room now. Let's go."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Who's gonna start. How about Phyllis? You kick us off and then we'll move around. Go ahead."
            },
            {
                "character": "Phyllis",
                "line": "What are we supposed to talk about?"
            },
            {
                "character": "Michael",
                "line": "Anything your heart desires."
            },
            {
                "character": "Phyllis",
                "line": "I would like to toast to the good fortune I've been having lately..."
            },
            {
                "character": "Michael",
                "line": "[shouting] Louder!"
            },
            {
                "character": "Phyllis",
                "line": "I, uh, I met a man and I'm totally in love, and that's a chapter of my life that I thought had closed. Uh, I was terribly depressed for the longest time and I have to admit I had some very dark thoughts..."
            },
            {
                "character": "Michael",
                "line": "Good. Good, good, good. That's good. Now see, that's not so hard, right? All right. Who's next? Who are we going to... Ryan. Ryan's next."
            },
            {
                "character": "Ryan",
                "line": "Why am I next? I thought we'd go in order?"
            },
            {
                "character": "Michael",
                "line": "Don't be shy, shy boy. Don't be shy. Get up there."
            },
            {
                "character": "Ryan",
                "line": "Well... A lot of you know that I'm in business school. And while I'm learning a lot here, a lot, hopefully soon I'll land a challenging full-time or part-time position somewhere else."
            },
            {
                "character": "Dwight",
                "line": "All right."
            },
            {
                "character": "Stanley",
                "line": "Way to go, Ryan!"
            },
            {
                "character": "Michael",
                "line": "Stop! Stop! Stop! That's, you know what? The toast is really not supposed to be about anything. It's certainly not supposed to be about going anywhere or doing anything else, so..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ryan is a temp, and that means that he could go at any time. Am I worried about that? Try scared to death."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "I got the stamps."
            },
            {
                "character": "Pam",
                "line": "The ones that say \"love\" on them?"
            },
            {
                "character": "Ryan",
                "line": "The ones that say \"39 cents.\""
            },
            {
                "character": "Pam",
                "line": "Oh. Doesn't matter."
            },
            {
                "character": "Ryan",
                "line": "I didn't think it did."
            },
            {
                "character": "Pam",
                "line": "As soon as they leave, well get Kelly and start."
            },
            {
                "character": "Ryan",
                "line": "Kelly's helping?"
            },
            {
                "character": "Pam",
                "line": "Is that okay?"
            },
            {
                "character": "Ryan",
                "line": "Yeah, sure."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ghosts. Lots of ghosts in this old Radisson. There it is, Rosebud Room. Memories. Wow, this turnout is pathetic. I packed the house, you know."
            },
            {
                "character": "Dwight",
                "line": "Oh, no, I don't think this is it."
            },
            {
                "character": "Michael",
                "line": "Numismatic. Numismatic Collectors. Nope, wrong room."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Okay. They got sports medicine seminar, nope. Science fiction convention, nope."
            },
            {
                "character": "Dwight",
                "line": "Oh, yeah, I read about that. The entire cast of Battlestar Galactica is gonna be here, including Starbuck. I'm so in love with her."
            },
            {
                "character": "Michael",
                "line": "You're weird."
            },
            {
                "character": "Dwight",
                "line": "No, no, no. It's totally normal, 'cause she's not a Cylon or anything. She's just a great human fighter pilot. If I see her, my heart will explode."
            },
            {
                "character": "Michael",
                "line": "Are you a 12-year-old girl? I don't know. There we go."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ah, look at me. I'm huge in Wilkes-Barre. Performing nightly, Michael Scott. Not comedy fans here, which is fine because not having a sense of humor is just as fine as having one. Questions? Comment? Can't see you, but I know that you're not breathing. I know you're breathing. Is this on? Hello? \"Well, isn't that... Well, isn't that special?\" \"Jell-O pudding.\" Bill Cosby. I think Bill Cosby said it best when he talked about his brother and all of the fun he... All the great things they did together as kids. And there was the one time when he put the snowball in the freezer, and it... And he waited for five months and then he took the snowball out and he threw it... He would have thrown it at the kid but then his mother had thrown out the snowball so he couldn't throw it. So... Bill Cosby is smoking! And now some race car. [imitating race car engine] That brings me to my... Brings me to a point that you should always have a list of your clients. It's important to because a client list is next to godliness... List. [baby crying] Could you shut him up, please? I mean, who brings a baby to a sales conference? Really rude."
            }
        ]
    ]
}