{
    "season": 2,
    "episode": 15,
    "title": "Boys and Girls",
    "scenes": [
        [
            {
                "character": "Jan",
                "quote": "So, I'm happy to be here. It's very nice to see all of you. You're all looking well."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Today's a 'women in the workplace' thing. Jan's coming in from Corporate to talk to all the women about... um... I don't really know what. But Michael's not allowed in. She said that about five times."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Women today, though we have the same options as men, we often face a very different set of obstacles in getting there. So..."
            },
            {
                "character": "Michael",
                "quote": "[knocks] Hey, what's going on?"
            },
            {
                "character": "Jan",
                "quote": "Michael... I thought we agreed you wouldn't be here."
            },
            {
                "character": "Michael",
                "quote": "Yeah... I... You know what... I... I... I just thought about it. I just have a few things I want to say."
            },
            {
                "character": "Jan",
                "quote": "What are you doing?"
            },
            {
                "character": "Michael",
                "quote": "Hold... Just hear me out. What is more important than Quality? E-Quality. Now studies show that today's woman, the Ally McBeal woman, as I call her, is at a crossroads..."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "No, just uh... you have come a long way, baby. But I just... just want to keep it within reason."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "They did this up in Albany..."
            },
            {
                "character": "Jan",
                "quote": "You are not allowed in this session."
            },
            {
                "character": "Michael",
                "quote": "And they ended up turning the break room into a lactation room which is disgusting so..."
            },
            {
                "character": "Jan",
                "quote": "Now you're really not allowed in this session."
            },
            {
                "character": "Michael",
                "quote": "Well, I'm their boss, so I feel like..."
            },
            {
                "character": "Jan",
                "quote": "I'm your boss."
            },
            {
                "character": "Michael",
                "quote": "[stands up] Anybody want any coffee or..."
            },
            {
                "character": "Jan",
                "quote": "We're fine, Michael. We just need you to leave, please."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Women in the workplace... yeah, translation \"I have been banned from my own conference room so that Jan can talk in secret to all the girls.\" Oh! Sorry. 'Women of the workplace.' About what? I don't know. Clothes. Me. Eeegkh!"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Ladies, I am so, so sorry. Can we start again? We were on such a roll. I... I... really apologize."
            },
            {
                "character": "Pam",
                "quote": "Jan."
            },
            {
                "character": "Jan",
                "quote": "Yes, Pam?"
            },
            {
                "character": "Pam",
                "quote": "Michael's still at the door."
            },
            {
                "character": "Jan",
                "quote": "Michael!"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "[in the background] So one obstacle is how assertiveness is perceived differently in men and women. Men who are assertive will be admired. They're called... anyone?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "It's a terrible idea."
            },
            {
                "character": "Jim",
                "quote": "What is?"
            },
            {
                "character": "Dwight",
                "quote": "Them in there all together. If they stay in there too long they're going to get on the same cycle. Wreak havoc on our plumbing."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Everyone. Guys. Circle up, please. Come on over. Bring your chairs. Toby, come on over. You're a guy... too... sort of. Let's do this!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[in the background] Well, first of all, I, uh, just want to warm up a little bit. Let's just clap."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Let's just clap. Ready? [clapping] Yeah! Yeah!"
            },
            {
                "character": "Dwight",
                "quote": "Yeah!"
            },
            {
                "character": "Michael",
                "quote": "That's what I'm talking about!"
            },
            {
                "character": "Jan",
                "quote": "I don't know what you're doing here, Michael,"
            },
            {
                "character": "Michael",
                "quote": "Just having a little 'guys in the workplace' thing."
            },
            {
                "character": "Jan",
                "quote": "... but it's very destructive."
            },
            {
                "character": "Michael",
                "quote": "Why can't boys play with dolls? Why does society force us to use urinals when sitting down is far more comfortable?"
            },
            {
                "character": "Jan",
                "quote": "Can you please do this somewhere else, Michael?"
            },
            {
                "character": "Michael",
                "quote": "We have nowhere else Jan. This..."
            },
            {
                "character": "Dwight",
                "quote": "We could do it in the warehouse."
            },
            {
                "character": "Jan",
                "quote": "Dwight, excellent idea. Go to the warehouse."
            },
            {
                "character": "Michael",
                "quote": "OK, OK, Fine. Yeah, actually, perfect. Perfect. You know what? There's another side to this place, gentleman. And I know we all love our cushy jobs and our fun, exciting office. But do you realize that underneath us, there's another world. The warehouse world. A world that is teeming with sweat and dirt and life. Life. The bowels of the office. These guys are down there, they are real men doing real man's work. We are going to learn how a warehouse works."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Oh, I think it's going to work out great. Because managing the warehouse is a very important part of my job. And I haven't been there in months."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Remember on Lost when they met the Others?"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "I'm so sorry about that... um... so where were we? Pam, are you okay taking notes then?"
            },
            {
                "character": "Pam",
                "quote": "Mmmhmm."
            },
            {
                "character": "Jan",
                "quote": "Please? Thank you. very much."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "So let's meet the warehouse! Let's get some shots. Pan around there. This is Darryl, one of our warehouse staff. Darryl, what is your biggest fear?"
            },
            {
                "character": "Darryl",
                "quote": "My biggest fear is that someone will distract us from getting all the shipments out on time."
            },
            {
                "character": "Michael",
                "quote": "You know, Darryl is actually the Foreman here and not Roy, which is cool. There's Roy riding the big rig. So Roy is actually going to be marrying Pam sometime this summer. And... uh, she's our receptionist. Sort of a Brangelina thing."
            },
            {
                "character": "Roy",
                "quote": "Why?"
            },
            {
                "character": "Michael",
                "quote": "Brangelina is the Brad Pitt and Angelina... Roy..."
            },
            {
                "character": "Roy",
                "quote": "I don't understand."
            },
            {
                "character": "Michael",
                "quote": "Roy and Pam. It's a Ram. It's a Ram thing."
            },
            {
                "character": "Kevin",
                "quote": "[talking to Jim] I bet Roy heard about you liking Pam. I bet he'll try to beat you up."
            },
            {
                "character": "Jim",
                "quote": "Thanks for the head's up, Kev."
            },
            {
                "character": "Kevin",
                "quote": "I've got your back if he does. But try to stay out of it."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[points at math equasion on chalkboard] Uhhuhhuh. Just in case there's someone down here who shouldn't be. A little \"Good Will Hunting\" situation. All right. Troops. This is an important day. Big day. Now you may look around and see two groups here. White collar. Blue collar. But I don't see it that way. And you know why not? Because I am collar-blind."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Why don't we go around the table and all say something that we know we're good at. I will start. I am good at public speaking."
            },
            {
                "character": "Meredith",
                "quote": "Hi. I'm Meredith and I'm an alch... good at supplier relations."
            },
            {
                "character": "Jan",
                "quote": "Great. Phyllis?"
            },
            {
                "character": "Phyllis",
                "quote": "I'm good at computer stuff, emails, spreadsheets, all that."
            },
            {
                "character": "Angela",
                "quote": "[disbelieving] Really?"
            },
            {
                "character": "Phyllis",
                "quote": "I don't know. I thought that I wasn't going to be asked that..."
            },
            {
                "character": "Jan",
                "quote": "No. Okay. Stop. Go on..."
            },
            {
                "character": "Angela",
                "quote": "I've seen some of your spreadsheets."
            },
            {
                "character": "Phyllis",
                "quote": "Really? I thought they were pretty..."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I don't know how I fit in with these women. Here. Or with Jan. Um... I mean we get along great. Fine. Um... I guess the person I have the most in common with is..."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "Jim... Halpert. Hey uh, I, uh, you know heard there's a rumor going around about you used to have a crush on Pam."
            },
            {
                "character": "Jim",
                "quote": "Oh, no, no. No."
            },
            {
                "character": "Roy",
                "quote": "No, it's cool, because I know you're a good guy. And I know that that crush ended a long time ago, so... you know. We're cool, right?"
            },
            {
                "character": "Jim",
                "quote": "Yeah. Nope. Yeah. Definitely."
            },
            {
                "character": "Roy",
                "quote": "You know, it's great with me cause that way, glad she has a friend at work she can get through the day with. She's not all bap bap bap bap when she gets home."
            },
            {
                "character": "Jim",
                "quote": "Yeah. I like talking to her too."
            },
            {
                "character": "Roy",
                "quote": "So, we're cool, right?"
            },
            {
                "character": "Jim",
                "quote": "Yes. Yeah."
            },
            {
                "character": "Roy",
                "quote": "All right."
            },
            {
                "character": "Jim",
                "quote": "Yep. Cool, man."
            },
            {
                "character": "Roy",
                "quote": "Sweet."
            },
            {
                "character": "Kevin",
                "quote": "[blows a sigh of relief]"
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Hey, Mike, look. How bout we go upstairs, too. You know learn how the office works. We can all switch places today."
            },
            {
                "character": "Michael",
                "quote": "Oh... well... okay... yeah, you know what? I don't think... You.. You're... My job sucks compared to this. I don't think you'd like it up there."
            },
            {
                "character": "Darryl",
                "quote": "The experience..."
            },
            {
                "character": "Michael",
                "quote": "Guys! Want to start unloading the truck?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Okay. Let's go. Step up."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Check this out! Look at that! Look at that [squeezes blow-up doll] bwup-bwa! [talks in girly voice] Hello! How are... [regular voice] Oh! Kay. That is great. That is good stuff."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "In five years, I'd like to be... five years sober."
            },
            {
                "character": "Jan",
                "quote": "That is an excellent goal."
            },
            {
                "character": "Meredith",
                "quote": "Four and a half."
            },
            {
                "character": "Kelly",
                "quote": "I'll tell you one thing. I am not going to be one of those women schlepping her kids around in a minivan."
            },
            {
                "character": "Jan",
                "quote": "Great! Uh-huh?"
            },
            {
                "character": "Kelly",
                "quote": "I want an SUV... with three rows of seats."
            },
            {
                "character": "Women",
                "quote": "[general murmuring of agreement]"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Well, I'll be honest. One of the goals of these women seminars is to feel out if there's any standouts. Women who could be a valuable addition to our Corporate life."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Michael wants us to bond so we need topics for conversation."
            },
            {
                "character": "Jim",
                "quote": "Ponies."
            },
            {
                "character": "Dwight",
                "quote": "No."
            },
            {
                "character": "Ryan",
                "quote": "How about rainbows?"
            },
            {
                "character": "Dwight",
                "quote": "No."
            },
            {
                "character": "Jim",
                "quote": "Flowers."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "It's dangerous, Michael. Come on, get off this."
            },
            {
                "character": "Michael",
                "quote": "Hey, you're going to, going to hurt yourself."
            },
            {
                "character": "Darryl",
                "quote": "Mike."
            },
            {
                "character": "Michael",
                "quote": "Stand clear."
            },
            {
                "character": "Darryl",
                "quote": "Mike. Get off of the lift. Please. Come on now."
            },
            {
                "character": "Michael",
                "quote": "I'm fine, I'm fine. I'm fine."
            },
            {
                "character": "Darryl",
                "quote": "Look, would ya... look."
            },
            {
                "character": "Michael",
                "quote": "Oh, oh, oh! We'll get somebody to clean that up."
            },
            {
                "character": "Darryl",
                "quote": "We're the ones that got to clean that up!"
            },
            {
                "character": "Lonny",
                "quote": "Dammit, Michael!"
            },
            {
                "character": "Michael",
                "quote": "We ought to have this thing serviced."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "So! Guy's gripe session. Here we are. Now, we definitely live in different worlds but we have a lot in common. We even like the same girls, some of us. That's going to happen, you know. We're guys, so..."
            },
            {
                "character": "Madge",
                "quote": "Hey, do you want me to go?"
            },
            {
                "character": "Michael",
                "quote": "No, why? Why would I... ? You could..."
            },
            {
                "character": "Madge",
                "quote": "I'll go."
            },
            {
                "character": "Michael",
                "quote": "Stay or..."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "...and a big walk-in closet."
            },
            {
                "character": "Meredith",
                "quote": "Oh, that's part of my dream too."
            },
            {
                "character": "Kelly",
                "quote": "Oh, me too."
            },
            {
                "character": "Jan",
                "quote": "Great, great. And Pam, what about you? What is your dream?"
            },
            {
                "character": "Pam",
                "quote": "Well... I always dreamed of a house with a terrace upstairs. Plant flowers on it... stuff like that. Since I was a girl. Um... More seriously though, a husband that I love... Roy. And I love to draw. And I... I did a little in college and I'd still love to do something where I could work with art or graphic design in some way."
            },
            {
                "character": "Phyllis",
                "quote": "She's real good."
            },
            {
                "character": "Pam",
                "quote": "Thanks."
            },
            {
                "character": "Jan",
                "quote": "You know the company is offering a design training program in New York."
            },
            {
                "character": "Pam",
                "quote": "Well... I have a job right now, so I can't really take time off..."
            },
            {
                "character": "Jan",
                "quote": "Well, it's only on weekends and then a few weeks in New York, but I'm sure that I could ask Corporate to help you out."
            },
            {
                "character": "Pam",
                "quote": "Well... it's just that the weekends aren't good because, um..."
            },
            {
                "character": "Jan",
                "quote": "There are always a million reasons not to do something."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Let's start with the Warehouse. What bothers you as guys, you know?"
            },
            {
                "character": "Darryl",
                "quote": "My priority is safety."
            },
            {
                "character": "Michael",
                "quote": "OK."
            },
            {
                "character": "Darryl",
                "quote": "So it really bothers me when somebody comes in here speeding around on a lift, playing with it like a toy. It kind of gets under my skin."
            },
            {
                "character": "Michael",
                "quote": "OK, Yeah. Yeah. Yeah shhh..."
            },
            {
                "character": "Darryl",
                "quote": "Uh uh uh. Don't shush me."
            },
            {
                "character": "Michael",
                "quote": "I... That was just..."
            },
            {
                "character": "Darryl",
                "quote": "That bothers me too."
            },
            {
                "character": "Michael",
                "quote": "I was breathing."
            },
            {
                "character": "Roy",
                "quote": "Pam shushes me. It drives me crazy."
            },
            {
                "character": "Michael",
                "quote": "I hate shushing. You know, that's the thing! What the... ok... what is our beef as human men."
            },
            {
                "character": "Lonny",
                "quote": "You know that's a good question, Hasselhoff. What bugs us?"
            },
            {
                "character": "Michael",
                "quote": "OK. Alright. Good. Guys ragging on each other. That's what guys do... and we love it."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "All right. Let's talk about clothing."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "I'm excited about today. [whispers] I love girl talk."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Dress for the job you want, not the job you have. All right. You can use your clothing to send a message about your ambitions by wearing clothes that reflect what you aspire to be."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "I'm not gaining anything from this seminar. I'm a professional woman. The head of accounting. I'm in the healthiest relationship of my life. I just think it's insulting that Jan thinks we need this. And, apparently, judging from her outfit, Jan aspires to be a whore."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "I hate it when girls insist on taking them out to new restaurants every weekend night and then they're like \"When are we going to go on a date-date?\""
            },
            {
                "character": "Guy",
                "quote": "I hate that too! [general clapping and agreement]"
            },
            {
                "character": "Darryl",
                "quote": "I hate that too."
            },
            {
                "character": "Kevin",
                "quote": "That sucks so much."
            },
            {
                "character": "Guy",
                "quote": "It totally sucks."
            },
            {
                "character": "Dwight",
                "quote": "Yeah and then they make you drive them to Church the next morning. Like \"Gas ain't free!\""
            },
            {
                "character": "Lonny",
                "quote": "Yeah, on our salaries, man, what do they expect? You know to take us out every weekend? You know what I mean? We're not millionaires."
            },
            {
                "character": "Michael",
                "quote": "I feel you."
            },
            {
                "character": "Darryl",
                "quote": "No, you don't. You don't feel us. How can you? You know what?"
            },
            {
                "character": "Dwight",
                "quote": "Not literally."
            },
            {
                "character": "Darryl",
                "quote": "You say we're the same, but we get compensated very differently."
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Darryl",
                "quote": "We work the same hours as you and you just said we work a lot harder"
            },
            {
                "character": "Michael",
                "quote": "Ah, you do. So..."
            },
            {
                "character": "Darryl",
                "quote": "But we get paid a lot less."
            },
            {
                "character": "Dwight",
                "quote": "Word."
            },
            {
                "character": "Roy",
                "quote": "Like next to no benefits."
            },
            {
                "character": "Michael",
                "quote": "I know. God! What is that?"
            },
            {
                "character": "Roy",
                "quote": "Exactly."
            },
            {
                "character": "Michael",
                "quote": "It blows. It blows, man. Gah..."
            },
            {
                "character": "Darryl",
                "quote": "You know this would not happen if we had a union."
            },
            {
                "character": "Roy",
                "quote": "That's what I'm talking about."
            },
            {
                "character": "Michael",
                "quote": "No. Whoa, whoa. Yeah."
            },
            {
                "character": "Roy",
                "quote": "Absolutely."
            },
            {
                "character": "Darryl",
                "quote": "That's what we need."
            },
            {
                "character": "Guy",
                "quote": "You know you're right."
            },
            {
                "character": "Darryl",
                "quote": "Man, see... That's what I've been sayin', man. We need to do this finally."
            },
            {
                "character": "Michael",
                "quote": "You know what? Is that necessary? Because you already sorta have a union... of guys."
            },
            {
                "character": "Darryl",
                "quote": "It's more than necessary, Mike. We need this. Roy? You still have that card from the Dockworker's Union?"
            },
            {
                "character": "Roy",
                "quote": "In my truck."
            },
            {
                "character": "Michael",
                "quote": "Dockworker's?"
            },
            {
                "character": "Darryl",
                "quote": "Man, hook you up."
            },
            {
                "character": "Men",
                "quote": "[generalized clapping]"
            },
            {
                "character": "Guy",
                "quote": "Come on, man."
            },
            {
                "character": "Michael",
                "quote": "Yeah. You know what? I think the problem is the chicks."
            },
            {
                "character": "Darryl",
                "quote": "Union! Union, yeah."
            },
            {
                "character": "Michael",
                "quote": "The problem is the chicks. And you gotta blame them."
            },
            {
                "character": "Darryl",
                "quote": "Are you with us Mike?"
            },
            {
                "character": "Michael",
                "quote": "Yeah-es."
            },
            {
                "character": "Darryl",
                "quote": "Welcome to the warehouse."
            },
            {
                "character": "Group chant",
                "quote": "Michael, Michael, Michael, Mi..."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Another issue is inequality of pay between men and women. I'm sure that all of you have felt that before..."
            },
            {
                "character": "Michael",
                "quote": "[knocks] This is important. Ladies, take a breather. Jan, I uh wanna... Can I help you? Um... I wanted to say that the guys downstairs are thinking about forming a union. And they have some good points..."
            },
            {
                "character": "Jan",
                "quote": "What? A union! What..."
            },
            {
                "character": "Michael",
                "quote": "Don't get hysterical."
            },
            {
                "character": "Jan",
                "quote": "I'm not..."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Part of my job is knowing how to talk to women."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Let's... be... rational... here. What are the pros? What are the cons?"
            },
            {
                "character": "Jan",
                "quote": "The cons are that everyone will lose their job. Michael. Everyone. Office, Warehouse. What do you think... the... pros... are... here?"
            },
            {
                "character": "Michael",
                "quote": "Don't talk to me that way please. Just... they're going to want to hear this from you."
            },
            {
                "character": "Jan",
                "quote": "You got yourself into this Michael, so you get yourself out."
            },
            {
                "character": "Michael",
                "quote": "But we're bonding down there!"
            },
            {
                "character": "Jan",
                "quote": "That's too bad."
            },
            {
                "character": "Michael",
                "quote": "I mean I just don't want to have to tell them something they're not going to want to hear."
            },
            {
                "character": "Jan",
                "quote": "I don't want to..."
            },
            {
                "character": "Michael",
                "quote": "Ok. Come on Jan. After all we've been through..."
            },
            {
                "character": "Jan",
                "quote": "Michael! Michael! Michael!"
            },
            {
                "character": "Michael",
                "quote": "We have a history..."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "...between us."
            },
            {
                "character": "Jan",
                "quote": "Don't say another word."
            },
            {
                "character": "Michael",
                "quote": "I won't"
            },
            {
                "character": "Jan",
                "quote": "Get yourself down stairs."
            },
            {
                "character": "Michael",
                "quote": "I'm just saying we have something... Ok. Whatever."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "You know what... we could get this done a lot quicker if we formed a type of assembly line."
            },
            {
                "character": "Stanley",
                "quote": "This here is a run-out-the-clock situation. Just like upstairs."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Sports metaphors are one of the ways women feel left out of the language of the office. Now, I know this might sound silly but a ... many women ask to go over it. So... Fumble means..."
            },
            {
                "character": "Phyllis",
                "quote": "Mistake."
            },
            {
                "character": "Meredith",
                "quote": "Slip."
            },
            {
                "character": "Jan",
                "quote": "Right. Par for the course is a golf term. It means right on track. Below par means worse. Wait... that should mean better, that doesn't make sense."
            },
            {
                "character": "Kelly",
                "quote": "What about second base? Like if Michael said that he got to second base with you? Does that mean you like closed a deal?"
            },
            {
                "character": "Jan",
                "quote": "Excuse me?"
            },
            {
                "character": "Kelly",
                "quote": "I mean that's a baseball term, right?"
            },
            {
                "character": "Jan",
                "quote": "I don't know what Michael was talking about. I don't know."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "[in the background] ...and you went to Chili's and he got to second base with you."
            },
            {
                "character": "Jan",
                "quote": "[in the background] Kelly, I don't know what Michael's talking about."
            },
            {
                "character": "Kelly",
                "quote": "[in the background] He told everybody so I just want to know is that a baseball term..."
            },
            {
                "character": "Pam",
                "quote": "Hey."
            },
            {
                "character": "Jim",
                "quote": "Hey!"
            },
            {
                "character": "Pam",
                "quote": "How's it going down there?"
            },
            {
                "character": "Jim",
                "quote": "It's a complete... well, actually it's exactly what you'd expect, so... How are the girls?"
            },
            {
                "character": "Pam",
                "quote": "Good. We watched a video about our changing bodies."
            },
            {
                "character": "Jim",
                "quote": "Did you really?"
            },
            {
                "character": "Pam",
                "quote": "No. [laughs]"
            },
            {
                "character": "Jim",
                "quote": "Oh."
            },
            {
                "character": "Pam",
                "quote": "Almost."
            },
            {
                "character": "Jim",
                "quote": "Good."
            },
            {
                "character": "Pam",
                "quote": "Um... but hey? Something kind of cool. There's this internship in graphic design that Jan was telling us about. She made it sound, like, really great."
            },
            {
                "character": "Jim",
                "quote": "Nice. Well, what's it all about?"
            },
            {
                "character": "Pam",
                "quote": "Um..."
            },
            {
                "character": "Jim",
                "quote": "I think you should do it. That's great!"
            },
            {
                "character": "Pam",
                "quote": "It's really cool."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Cold front coming into the Warehouse. Uh oh! Better put on your ski boots! Woohoohoowoo. Waaaah! Happy New Year, Darryl! Hey,Darryl. You ever done this?"
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Are you married?"
            },
            {
                "character": "Jan",
                "quote": "I'm divorced."
            },
            {
                "character": "Phyllis",
                "quote": "That must have been hard."
            },
            {
                "character": "Jan",
                "quote": "It was. Yes."
            },
            {
                "character": "Kelly",
                "quote": "You were probably feeling really depressed and sad and that's why you did that thing with Michael."
            },
            {
                "character": "Jan",
                "quote": "I think you should all spend a little more time thinking about your careers and less time on personal stuff."
            },
            {
                "character": "Phyllis",
                "quote": "Mmmm, I think we're all okay with the balance we've struck."
            },
            {
                "character": "Angela",
                "quote": "At least you don't have kids. You have no kids, right? Thank God."
            },
            {
                "character": "Jan",
                "quote": "Okay. Let's take five. I think we can all use five."
            },
            {
                "character": "Kelly",
                "quote": "How can someone so beautiful be so sad?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hi."
            },
            {
                "character": "Jan",
                "quote": "Did you take care of the situation?"
            },
            {
                "character": "Michael",
                "quote": "Yuh, yuh, yes! I... I have essentially..."
            },
            {
                "character": "Jan",
                "quote": "Excuse me."
            },
            {
                "character": "Michael",
                "quote": "I have essentially. Yes. I've taken some..."
            },
            {
                "character": "Jan",
                "quote": "Excuse me. I've been told there's been some interest in forming a Union and that Michael supported it. Obviously he's not a friend of yours because he didn't tell you the facts. So let me. If there is even a whiff of unionizing in this branch, I can guarantee you the branch will be shut down like that [snaps her fingers]. They unionized in Pittsfield and we all know what happened in Pittsfield. It will cost each of you a fortune in legal fees and union dues and that will be nothing compared to the cost of losing your jobs. So I would think long and hard before sacrificing your savings and your futures just to send a message. If you have any further questions you can direct them to... to Michael."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Dreams are just that. They're dreams. They help get you through the day. Like the thing about the terrace. It's nice but... um... I don't know. It was just something I read in this book when I was twelve. The girl in the book has a terrace outside of her bedroom and she planted flowers on it and I just loved that. Just always kind of stuck with me."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "So you're not doing it."
            },
            {
                "character": "Pam",
                "quote": "How did you know?"
            },
            {
                "character": "Jim",
                "quote": "Why not?"
            },
            {
                "character": "Pam",
                "quote": "Just like no big reason. Just a bunch of little reasons."
            },
            {
                "character": "Jim",
                "quote": "Come on."
            },
            {
                "character": "Pam",
                "quote": "Roy's right. There's no guarantee it's going to lead to anything anyway."
            },
            {
                "character": "Jim",
                "quote": "Roy said that."
            },
            {
                "character": "Pam",
                "quote": "What? You have something you want to say?"
            },
            {
                "character": "Jim",
                "quote": "You got to take a chance on something sometime, Pam. I mean, do you want to be a receptionist here, always?"
            },
            {
                "character": "Pam",
                "quote": "Oh, excuse me! I'm fine with my choices!"
            },
            {
                "character": "Jim",
                "quote": "You are?"
            },
            {
                "character": "Pam",
                "quote": "Yeah."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "It's impractical. I'm not going to try to get a house like that. Um... they don't even make houses like that in Scranton. So, I'm never going to... ."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I'm just going to put this over there."
            },
            {
                "character": "Darryl",
                "quote": "This is not a good idea right here."
            },
            {
                "character": "Michael",
                "quote": "You did uh... okay."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Pizza. Great equalizer. Rich people love pizza. Poor people love pizza. White people love pizza. Black people love pizza. Do black people like pizza?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hey. Um... look guys, I'm sorry. Sometimes Jan can be such a bitch."
            },
            {
                "character": "All the Men",
                "quote": "Generalized mumbling agreement. Yeah."
            },
            {
                "character": "Michael",
                "quote": "Hey, watch it, watch it. We have a relationship."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Thank you to our hosts."
            },
            {
                "character": "Darryl",
                "quote": "Hey Michael. This ain't over."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Ahhh! Excellent."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Is it good to be back. Yeah. I mean I love the guy stuff but to run an office you need men and women. You know why? Because you need to have that crazy sexual tension to keep things interesting."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Oh! I don't know, Pam. I paid $400 for this phone because I liked the ring."
            },
            {
                "character": "Pam",
                "quote": "You did?"
            },
            {
                "character": "Michael",
                "quote": "And now, I realize that you can program or download any ring you want. So, I'm a little overwhelmed."
            },
            {
                "character": "Pam",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "There's a lot of choices. You got to help me here."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            },
            {
                "character": "Michael",
                "quote": "Which one of these is coolest? What do you think? [classical piano playing] [violin playing]"
            },
            {
                "character": "Pam",
                "quote": "How about that one?"
            },
            {
                "character": "Michael",
                "quote": "No, no. [blues piano playing]"
            },
            {
                "character": "Jim",
                "quote": "Oh, that one was good."
            },
            {
                "character": "Michael",
                "quote": "Dude, are you kidding me? No. That one says, \"I am so lame.\" Know which one I want? There's one that sounds like a jackhammer. Just really grabs your attention. It's like... [imitating jackhammer] You know what I'm talking about?"
            },
            {
                "character": "Jim",
                "quote": "Do you mean vibrate?"
            },
            {
                "character": "Michael",
                "quote": "Yes."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "Bushmaster's hard to beat for long distance. It's a great point."
            },
            {
                "character": "Dwight",
                "quote": "Yeah. I got a spudgun in my car."
            },
            {
                "character": "Roy",
                "quote": "Really?"
            },
            {
                "character": "Dwight",
                "quote": "Yeah. Shoot a chuck of potato at your face, 80 PSI, bon appetit!"
            },
            {
                "character": "Michael",
                "quote": "What are you guys talking about?"
            },
            {
                "character": "Dwight & Roy",
                "quote": "[at the same time] Guns."
            },
            {
                "character": "Michael",
                "quote": "Cool."
            },
            {
                "character": "Roy",
                "quote": "How's that union stuff coming?"
            },
            {
                "character": "Michael",
                "quote": "Working on it."
            },
            {
                "character": "Roy",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "Yup."
            },
            {
                "character": "Roy",
                "quote": "Okay."
            },
            {
                "character": "Michael",
                "quote": "All right."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Guys! Check it out! Spudgun! Woohoo! Bon appetit! [Darryl's office window shatters] Sorry."
            },
            {
                "character": "Darryl",
                "quote": "That's my office."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "There was this film that I saw when I was little. It was about a kid who goes on the most incredible adventure. And even though it was really great, and she had a great time, she ends up back home in Kansas and says, \"There's no place like home.\" And that's how I feel right now. There is no place like home. What the hell was that movie called? [sighs] It's gonna drive me crazy."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Pam",
                "quote": "Dunder Mifflin. This is Pam. Uh... hold, please."
            },
            {
                "character": "Michael",
                "quote": "Oh! I don't know, Pam. I paid $400 for this phone because I liked the ring."
            },
            {
                "character": "Pam",
                "quote": "You did?"
            },
            {
                "character": "Michael",
                "quote": "And now, I realize that you can program or download any ring you want. So, I'm a little overwhelmed."
            },
            {
                "character": "Pam",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "There's a lot of choices. You got to help me here."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            },
            {
                "character": "Michael",
                "quote": "Which one of these is coolest? What do you think? [classical piano playing] [violin playing]"
            },
            {
                "character": "Pam",
                "quote": "How about that one?"
            },
            {
                "character": "Michael",
                "quote": "No, no. [blues piano playing]"
            },
            {
                "character": "Jim",
                "quote": "Oh, that one was good."
            },
            {
                "character": "Michael",
                "quote": "Dude, are you kidding me? No. That one says, \"I am so lame.\" Know which one I want? There's one that sounds like a jackhammer. Just really grabs your attention. It's like... [imitating jackhammer] You know what I'm talking about?"
            },
            {
                "character": "Jim",
                "quote": "Do you mean vibrate?"
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Roy",
                "quote": "Bushmaster's hard to beat for long distance. It's a great point."
            },
            {
                "character": "Dwight",
                "quote": "Yeah. I got a spudgun in my car."
            },
            {
                "character": "Roy",
                "quote": "Really?"
            },
            {
                "character": "Dwight",
                "quote": "Yeah. Shoot a chuck of potato at your face, 80 PSI, bon appetit!"
            },
            {
                "character": "Michael",
                "quote": "What are you guys talking about?"
            },
            {
                "character": "Dwight & Roy",
                "quote": "[at the same time] Guns."
            },
            {
                "character": "Michael",
                "quote": "Cool."
            },
            {
                "character": "Roy",
                "quote": "How's that union stuff coming?"
            },
            {
                "character": "Michael",
                "quote": "Working on it."
            },
            {
                "character": "Roy",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "Yup."
            },
            {
                "character": "Roy",
                "quote": "Okay."
            },
            {
                "character": "Michael",
                "quote": "All right."
            },
            {
                "character": "Dwight",
                "quote": "Guys! Check it out! Spudgun! Woohoo! Bon appetit! [Darryl's office window shatters] Sorry."
            },
            {
                "character": "Darryl",
                "quote": "That's my office."
            },
            {
                "character": "Dwight",
                "quote": "There was this film that I saw when I was little. It was about a kid who goes on the most incredible adventure. And even though it was really great, and she had a great time, she ends up back home in Kansas and says, \"There's no place like home.\" And that's how I feel right now. There is no place like home. What the hell was that movie called? [sighs] It's gonna drive me crazy."
            }
        ]
    ]
}