{
    "season": 3,
    "episode": 7,
    "title": "Branch Closing",
    "scenes": [
        [
            {
                "character": "Karen",
                "quote": "Hey."
            },
            {
                "character": "Jim",
                "quote": "Hey."
            },
            {
                "character": "Karen",
                "quote": "Who are you faxing so early in the morning?"
            },
            {
                "character": "Jim",
                "quote": "Oh, umm... kinda hard to explain."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I don't have a ton of contact with the Scranton branch, but, before I left, I took a box of Dwight's stationery, so, from time to time, I send Dwight faxes. From himself. From the future. [reading fax] \"Dwight, at 8 A.M. today, someone poisons the coffee. Do not drink the coffee. More instructions will follow. Cordially, Future Dwight.\""
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "No![knocks coffee out of Stanley's hand.] You'll thank me later."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "There she is - Jan Levinson. First..."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "...thing in the morning. Love to start my morning with a hearty bowl of Jan."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "[singing] Just call me Levinson in the morning, baby."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Jan",
                "quote": "I am here to tell you that we are closing the Scranton branch."
            },
            {
                "character": "Michael",
                "quote": "I don't understand."
            },
            {
                "character": "Jan",
                "quote": "The board voted last night to close your branch."
            },
            {
                "character": "Michael",
                "quote": "On whom's authority?"
            },
            {
                "character": "Jan",
                "quote": "The board's."
            },
            {
                "character": "Michael",
                "quote": "What?"
            },
            {
                "character": "Jan",
                "quote": "I'm very sorry. I don't relish telling you this. You've been a big part of this company, and the board asked me to thank you for your years of service."
            },
            {
                "character": "Michael",
                "quote": "You're welcome."
            },
            {
                "character": "Jan",
                "quote": "A small number of people will be transferred to the Stamford branch, and the rest will be getting severance packages."
            },
            {
                "character": "Michael",
                "quote": "Am I a small number person or a severance package person?"
            },
            {
                "character": "Jan",
                "quote": "Well, we haven't made final decisions about personnel yet. But you're a severance package person."
            },
            {
                "character": "Michael",
                "quote": "Oh... [burrys head in hands] Oh, my god. Oh, my god! I don't really get it 'cause we're not doing that bad and our numbers are gonna come up."
            },
            {
                "character": "Jan",
                "quote": "Well, it's not all about numbers, Michael."
            },
            {
                "character": "Michael",
                "quote": "Well..."
            },
            {
                "character": "Jan",
                "quote": "It's... it's about talent."
            },
            {
                "character": "Michael",
                "quote": "Oh, you gotta be... Josh?"
            },
            {
                "character": "Jan",
                "quote": "Our CFO believes that Josh is going to play an important role in our company's future."
            },
            {
                "character": "Michael",
                "quote": "Oh really, what role is that? King of the stupid universe?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "It is an outrage, that's all. It's... hey're making a huge, huge mistake. Let's see Josh replace these people. Let's see Josh find another Stanley. You think Stanleys grow on trees? Well they don't. There is no Stanley tree. Do you think the world is crawling with Phyllises? Show me that farm. With Phyllises and Kevins sprouting up all over the place. Ripe for the plucking. Show me that farm."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Pictures. Memories. [Picks up a framed photo of Stanley's daughter from Stanley's desk] Look at that. They grow up so fast."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Hey stranger."
            },
            {
                "character": "Michael",
                "quote": "Don't say that. That just sounds weird. Please."
            },
            {
                "character": "Dwight",
                "quote": "Sorry. I just feel like we haven't talked in awhile."
            },
            {
                "character": "Michael",
                "quote": "Well... we have nothin to talk about, Dwight. Just do your work ... while you still can."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "When you become close with someone, you develop a kind of sixth sense. You can read their moods like a book. And right now, the title of Michael's book is, \"Something Weird is Going On.\" Colon, \"What Did Jan Say? The Michael Scott Story. By Michael Scott, with Dwight Schrute.\""
            }
        ],
        [
            {
                "character": "Karen",
                "quote": "Hey, um... did you hear about your friends in Pennsylvania? Rumor has it that the Scranton Branch is... [clicks her tongue to her mouth motions chopping off a head]"
            },
            {
                "character": "Jim",
                "quote": "Really? Wow... that's bad."
            },
            {
                "character": "Andy",
                "quote": "Um, sorry... the Scranton branch is closing? [Karen nods and Andy looks at Jim] In your face!"
            },
            {
                "character": "Jim",
                "quote": "Well, I work here now."
            },
            {
                "character": "Andy",
                "quote": "Mmmm.. suck-ah!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Are you okay?"
            },
            {
                "character": "Michael",
                "quote": "Yeah, great! Amazing. Best physical condition of my life."
            },
            {
                "character": "Pam",
                "quote": "What did Jan want?"
            },
            {
                "character": "Michael",
                "quote": "Nothing. Just checking in. I can't tell you, so..."
            },
            {
                "character": "Pam",
                "quote": "What can't you tell me?"
            },
            {
                "character": "Michael",
                "quote": "Nothing, Pam.[whispers to himself] What difference does it make? We'll be gone in a couple of weeks anyway."
            },
            {
                "character": "Pam",
                "quote": "What?!"
            },
            {
                "character": "Michael",
                "quote": "What?"
            },
            {
                "character": "Pam",
                "quote": "You just said that we're gonna be gone...?"
            },
            {
                "character": "Michael",
                "quote": "Do I have any messages?"
            },
            {
                "character": "Pam",
                "quote": "Michael, what's going on?"
            },
            {
                "character": "Michael",
                "quote": "Ok, ok..."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[facing the whole office] Listen up, everybody... I have some news. We are screwed. Dunder-Mifflin, Scranton is being shut down."
            },
            {
                "character": "Toby",
                "quote": "Michael, uh... we shouldn't be talking about this until all the decisions have been made."
            },
            {
                "character": "Michael",
                "quote": "You knew about this all along, didn't you?"
            },
            {
                "character": "Toby",
                "quote": "Jan told me just a few minutes before she told you."
            },
            {
                "character": "Michael",
                "quote": "Traitor. You are a traitor."
            },
            {
                "character": "Angela",
                "quote": "What about us, Michael? Do we still have jobs?"
            },
            {
                "character": "Michael",
                "quote": "I don't know. Probably not. This is the worst."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "It makes perfect sense that it would happen today because I just received this in the mail. [holds up cards] A thousand business cards with this address and phone number."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "I don't want to blame anyone in particular. I think everyone's to blame."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "If I get to stay and Ryan is laid off, I will kill myself. Like Romeo and Juliet, the Claire Danes one."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "[surrounded by clapping coworkers] Stamford, Connecticut! Stamford, Connecticut!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I worked in Scranton for a really long time. And uh, it's going to be weird that it's all disappearing. I mean, I always knew that the branch would shut down someday. I just figured it would be because Michael sold the building for some magic beans."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "I couldn't be happier. I'm gonna take the severance and retire. My wife and I are gonna travel. [chuckles] I really couldn't be happier."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "It's a blessing in disguise. Actually, not even in disguise. Sometimes at home, I answer the phone, \"Dunder-Mifflin, this is Pam.\" So, maybe that'll stop now."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "What does that mean?"
            },
            {
                "character": "Kevin",
                "quote": "Well, some of us are fired and a few are going to Connecticut."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "I don't really want to work here without Pam. You know that Cinderella song, \"You Don't Know What You Got (Till It's Gone)\"? That pretty much says it better than how I know how to say it... in words."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Hey Mike."
            },
            {
                "character": "Michael",
                "quote": "Darryl. Noble Darryl. [sighs]"
            },
            {
                "character": "Darryl",
                "quote": "Look, I heard about the office. Tough break."
            },
            {
                "character": "Michael",
                "quote": "I know, I know. Well, I'll land on my feet. Don't worry about me."
            },
            {
                "character": "Darryl",
                "quote": "I wasn't."
            },
            {
                "character": "Michael",
                "quote": "So, you'll be okay too. You're a warrior. You're smart, capable. You'll find something else and..."
            },
            {
                "character": "Darryl",
                "quote": "Actually, Bob Vance bought out the warehouse. So he's keeping on the whole crew. So, we good."
            },
            {
                "character": "Michael",
                "quote": "Awesome."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "This is my house. The CFO is taking away my house and giving it to Josh. And Josh is giving the garage to Bob Vance."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "All right, listen up. Some of you may have heard some rumors about the branch closing. But, I am not going to take this lying down. I have a plan and I am going to save our jobs. So just hang in there. [Looks at Dwight] Let's go."
            },
            {
                "character": "Dwight",
                "quote": "Yes!"
            },
            {
                "character": "Pam",
                "quote": "Oh, good... you're bringing Dwight."
            },
            {
                "character": "Michael",
                "quote": "Yes. This might get ugly. I need backup."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "What's the plan?"
            },
            {
                "character": "Michael",
                "quote": "Go to New York, confront the CFO, show him he's making a mistake... save the branch."
            },
            {
                "character": "Dwight",
                "quote": "Can I drive?"
            },
            {
                "character": "Michael",
                "quote": "No... way."
            },
            {
                "character": "Dwight",
                "quote": "Shotgun!"
            },
            {
                "character": "Michael",
                "quote": "No. There's no one else."
            },
            {
                "character": "Dwight",
                "quote": "Still."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Thank you very much. [hangs up cell phone] Okay, secretary says Wallace is away for the day and won't be coming back into the office."
            },
            {
                "character": "Michael",
                "quote": "Okay, okay. Um..."
            },
            {
                "character": "Dwight",
                "quote": "But, do not worry. I have his home address right [presses cell phone button] here."
            },
            {
                "character": "Michael",
                "quote": "Why?"
            },
            {
                "character": "Dwight",
                "quote": "Christmas card list."
            },
            {
                "character": "Michael",
                "quote": "You sent him cards? You never met him."
            },
            {
                "character": "Dwight",
                "quote": "But when I do, we'll have something to talk about."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey, do you have a second?"
            },
            {
                "character": "Josh",
                "quote": "Sure, what's up?"
            },
            {
                "character": "Jim",
                "quote": "I know it's not definite or whatever, but uh, do you know who's coming over here from Scranton?"
            },
            {
                "character": "Josh",
                "quote": "I honestly don't. I don't know."
            },
            {
                "character": "Jim",
                "quote": "Okay, so is it like sales or... accountants?"
            },
            {
                "character": "Josh",
                "quote": "You know what, Jim, I wouldn't worry about it."
            },
            {
                "character": "Jim",
                "quote": "What does that mean?"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Hi."
            },
            {
                "character": "Josh",
                "quote": "Jan, hey."
            },
            {
                "character": "Jan",
                "quote": "Oh, good. You're both here. Ready to talk logistics?"
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "[to Kelly] I just feel like it could have been something special if we could have kept working together, but I'm gonna go someplace else and you're gonna go someplace else. It just doesn't make sense."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "This kinda worked out perfectly for me. I got some good experience. Uh, Michael's gonna write me a great recommendation. And as far as me and Kelly goes, I think it's for the best."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Okay, this is it. [runs up the stairs of CFO's house, with Dwight] This is exactly what Michael Moore does, famous documentarian. He goes up to people with a camera and he's like \"Why did you do this? Why did you pollute? You are bad. You're a bad person.\" It's very dramatic. Although, I can't say I was a big fan of 'Bowling for Columbine', because I thought it was going to be a bowling movie, like 'Kingpin'. And it wasn't. It was something else."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "So, Josh will be running what is now called Dunder-Mifflin ,Northeast, which is all the offices north of Stamford. And Jim, fi you want the job, you'll be his number two."
            },
            {
                "character": "Josh",
                "quote": "Wow. Uh, sure. Absolutely."
            },
            {
                "character": "Jan",
                "quote": "Awesome."
            },
            {
                "character": "Josh",
                "quote": "Excuse me, Jan, I'm sorry... I'm gonna have to stop you there. I, um, will not be taking the job."
            },
            {
                "character": "Jan",
                "quote": "Wha... excuse... why not?"
            },
            {
                "character": "Josh",
                "quote": "As of today, I have accepted a senior managment position at Staples."
            },
            {
                "character": "Jan",
                "quote": "Today?"
            },
            {
                "character": "Josh",
                "quote": "[nods]"
            },
            {
                "character": "Jan",
                "quote": "You leveraged your new position with us into another offer?"
            },
            {
                "character": "Josh",
                "quote": "[sighs]"
            },
            {
                "character": "Jan",
                "quote": "Damn it, Josh. This whole restructuring thing was based around keeping you. I..."
            },
            {
                "character": "Josh",
                "quote": "I'm sorry, all right? It's done, it's done."
            },
            {
                "character": "Jan",
                "quote": "I'm gonna make some calls."
            },
            {
                "character": "Jim",
                "quote": "Say what you will about Michael Scott, but he would never do that."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "So, do you know what you're gonna say when he shows up?"
            },
            {
                "character": "Michael",
                "quote": "I will improvise. I will speak from the heart."
            },
            {
                "character": "Dwight",
                "quote": "No. Bad idea. You need an attack plan. Here, I'll be him, you be you. Let's practice."
            },
            {
                "character": "Michael",
                "quote": "All right."
            },
            {
                "character": "Dwight",
                "quote": "[as David Wallace] Dum, dum, dum, dum... coming home from work."
            },
            {
                "character": "Michael",
                "quote": "Excuse me, Mr. Wallace? David Wallace?"
            },
            {
                "character": "Dwight",
                "quote": "Yes? What is the meaning of this?"
            },
            {
                "character": "Michael",
                "quote": "Can you tell us why you are shutting down Scranton and putting 15 people out of work?"
            },
            {
                "character": "Dwight",
                "quote": "Well, the branch is no longer finicially viable. It's simple dollars and cents."
            },
            {
                "character": "Michael",
                "quote": "Yes, but these are employees, Sir. These are human beings."
            },
            {
                "character": "Dwight",
                "quote": "Listen, Scott... we're losing money, okay? It's not a charity; it's a business. And it's a dying business."
            },
            {
                "character": "Michael",
                "quote": "[no longer talking to Dwight as Wallace] Stop... stop it! Just, okay. He's not going to say any of that."
            },
            {
                "character": "Dwight",
                "quote": "[as himself] Whoa hey, why not?"
            },
            {
                "character": "Michael",
                "quote": "Because he'd be intimidated and I, just... let's start again. Just be more scared of me, okay?"
            },
            {
                "character": "Dwight",
                "quote": "Okay."
            },
            {
                "character": "Michael",
                "quote": "Don't touch me this time."
            },
            {
                "character": "Dwight",
                "quote": "[as David Wallace] Dum, dum, dum, du, doy, du, do... coming home from work..."
            },
            {
                "character": "Michael",
                "quote": "Excuse me, Mr. Wallace?"
            },
            {
                "character": "Dwight",
                "quote": "[frightened] Uh!"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "So... we are still scrambling here. But uh, it looks like Scranton is going to absorb Stamford."
            },
            {
                "character": "Jim",
                "quote": "Wow."
            },
            {
                "character": "Jan",
                "quote": "And I know that you just left there a couple of months ago, but we would like to offer you the number two position at that branch."
            },
            {
                "character": "Jim",
                "quote": "Thank you."
            },
            {
                "character": "Jan",
                "quote": "Yeah."
            },
            {
                "character": "Jim",
                "quote": "No, it's just I'm not sure if I um... well to be quite honest with you, Jan, I have a few unpleasant memories of Scranton. And um..."
            },
            {
                "character": "Jan",
                "quote": "Michael."
            },
            {
                "character": "Jim",
                "quote": "No. No, no. Just um... some personal stuff. And I'm not really ready to revist that, I don't think."
            },
            {
                "character": "Jan",
                "quote": "Ah. Well, please think about it. And call me. We will do whatever we can to get you to stay."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Hey guys. Uh, I'm trying to organize a little group lunch for everybody since you know, we're never gonna see each other again."
            },
            {
                "character": "Kevin",
                "quote": "Where are we going?"
            },
            {
                "character": "Phyllis",
                "quote": "I thought maybe DJ's."
            },
            {
                "character": "Kevin",
                "quote": "How about Cugino's?"
            },
            {
                "character": "Angela",
                "quote": "I don't want to go all the way to Dunmore."
            },
            {
                "character": "Kevin",
                "quote": "How 'bout Cooper's then?"
            },
            {
                "character": "Angela",
                "quote": "No seafood."
            },
            {
                "character": "Kevin",
                "quote": "But, I don't want to go to DJ's."
            },
            {
                "character": "Angela",
                "quote": "Oh, now all of a sudden you get picky?"
            },
            {
                "character": "Phyllis",
                "quote": "Okay, forget it. [walks away]"
            },
            {
                "character": "Kevin",
                "quote": "Hooters?"
            },
            {
                "character": "Angela",
                "quote": "No."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Ah. [takes a gulp of Gatorade and passes the bottle to Michael] Here, replinish your fluids."
            },
            {
                "character": "Michael",
                "quote": "[takes bottle and cleans off cap with his tie]"
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "[in Scranton] Where's Michael?"
            },
            {
                "character": "Pam",
                "quote": "He's not here. I don't know where he is."
            },
            {
                "character": "Jan",
                "quote": "[looks around, noticing that no one is working] Wha... what's going on here?"
            },
            {
                "character": "Phyllis",
                "quote": "We know the branch is closing; Michael told us."
            },
            {
                "character": "Jan",
                "quote": "Ah, god. Okay. You know what everybody? I'm sure there is a better way to do this but I've drive something like 400 miles today and I'm completely exhausted so I'm just gonna tell you. Your branch is not closing; Stamford is closing. Um, for the time being, it seems that all your jobs are safe."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Yes!"
            },
            {
                "character": "Kevin",
                "quote": "Yes! [hugs Angela]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Stanley! [hugs Stanley]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Is it because of Michael? Did he actually do something?"
            },
            {
                "character": "Jan",
                "quote": "Well, reasons are not important. Would you just call him, please? Wherever he is... and tell him."
            },
            {
                "character": "Pam",
                "quote": "Sure, uh, Jan... um, do you know, is anyone coming back to Scranton?"
            },
            {
                "character": "Jan",
                "quote": "Back?"
            },
            {
                "character": "Pam",
                "quote": "Coming to Scranton. Is anyone coming to Scranton?"
            },
            {
                "character": "Jan",
                "quote": "Uh, we don't know. Probably. A few."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[referring to Michael's ringing phone] who is it?"
            },
            {
                "character": "Michael",
                "quote": "The office."
            },
            {
                "character": "Dwight",
                "quote": "Gonna get it?"
            },
            {
                "character": "Michael",
                "quote": "No, not until I have some good news for them. Not until I have some good news."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I guess some new people might be coming from Stamford. Should be fun. New blood."
            },
            {
                "character": "Ryan",
                "quote": "Is Jim coming back."
            },
            {
                "character": "Pam",
                "quote": "That's, um... I hadn't thought about it, huh."
            },
            {
                "character": "Ryan",
                "quote": "I just don't want it to be weird, you know? I mean, I took his old job and his old desk."
            },
            {
                "character": "Pam",
                "quote": "Yeah, that might be weird. Overall though, we still all have our jobs... so, good news, right?"
            },
            {
                "character": "Ryan",
                "quote": "Oh, yeah, totally."
            },
            {
                "character": "Kelly",
                "quote": "Ahhhhh! [hugs Ryan] I'm so happy we don't have to break up now, Ryan! [kisses him] This is the best day of my whole l ife!"
            }
        ],
        [
            {
                "character": "Karen",
                "quote": "What you gonna do?"
            },
            {
                "character": "Jim",
                "quote": "I really don't know. How you doing with all this?"
            },
            {
                "character": "Karen",
                "quote": "You know, I'm fine. I'll be better when I know if I have a job."
            },
            {
                "character": "Jim",
                "quote": "You'd actually move to Scranton?"
            },
            {
                "character": "Karen",
                "quote": "Yeah, if they let me, I think I... I think I would."
            },
            {
                "character": "Jim",
                "quote": "New York City is 45 minutes down the road from here. And you wanna move to Scranton? I dunno. If I were you I'd move to New York?"
            },
            {
                "character": "Karen",
                "quote": "Yeah, you know... I might do that. I, who knows? I... I might do that."
            }
        ],
        [
            {
                "character": "Josh",
                "quote": "Hey Andy!"
            },
            {
                "character": "Andy",
                "quote": "[after screaming and throwing papers around in the kitchen] What's up, Josh?"
            },
            {
                "character": "Josh",
                "quote": "I just want to say thanks. Good luck."
            },
            {
                "character": "Andy",
                "quote": "Thanks, man. You, too. Totally."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Anything?"
            },
            {
                "character": "Dwight",
                "quote": "Nothing. [puts down binoculars]"
            },
            {
                "character": "Michael",
                "quote": "What if this doesn't work? What is the office actually goes under?"
            },
            {
                "character": "Dwight",
                "quote": "Then it was an honor to have worked with you."
            },
            {
                "character": "Michael",
                "quote": "[pats Dwight and sighs] All right, favorite moments in Dunder-Mifflin history. Go."
            },
            {
                "character": "Dwight",
                "quote": "My first day when you hazed me by spraying me with a fire extinguisher."
            },
            {
                "character": "Michael",
                "quote": "That was hilarious. The foam ..."
            },
            {
                "character": "Dwight",
                "quote": "Uh,... my first sale, my promotion to assistant regional manager, our basketball game, when you took me to the hospital, and told me that you cared about me."
            },
            {
                "character": "Michael",
                "quote": "Oh, right. Okay, that's enough. That's good."
            },
            {
                "character": "Dwight",
                "quote": "What were your favorite moments?"
            },
            {
                "character": "Michael",
                "quote": "Oh, hmm, all of them. I loved them all. Every single one."
            },
            {
                "character": "Dwight",
                "quote": "What about when Jan said the branch was closing?"
            },
            {
                "character": "Michael",
                "quote": "God, Dwight!"
            },
            {
                "character": "Dwight",
                "quote": "Well, it doesn't..."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "Hey Pam, we're going to Poor Richards. Creed's buying shots."
            },
            {
                "character": "Pam",
                "quote": "No thanks, guys."
            },
            {
                "character": "Kevin",
                "quote": "All right."
            },
            {
                "character": "Pam",
                "quote": "Have fun though."
            },
            {
                "character": "Kevin",
                "quote": "Cool."
            },
            {
                "character": "Phyllis",
                "quote": "Hey, I hear Jim's coming back."
            },
            {
                "character": "Pam",
                "quote": "Really? Where did you hear that?"
            },
            {
                "character": "Phyllis",
                "quote": "I was..."
            },
            {
                "character": "Kevin",
                "quote": "[interupting] Hey Ryan, you coming?"
            },
            {
                "character": "Ryan",
                "quote": "Uh yeah, we'll meet you there."
            },
            {
                "character": "Kevin",
                "quote": "Awesome. Let's go, Phyllis."
            },
            {
                "character": "Phyllis",
                "quote": "[to Pam] I'll tell you later."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "Crazy day, huh?"
            },
            {
                "character": "Pam",
                "quote": "Yeah."
            },
            {
                "character": "Roy",
                "quote": "Yeah, man! I'm uh... I'm really glad you're still gonna be working here."
            },
            {
                "character": "Pam",
                "quote": "Yeah, me too."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Maybe this is good. Finding another job is a pain. There's another annoying boss, another desk, I'd have to learn everything all over again. So, there are reasons to stay."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey, um, I think I am gonna take that job. And Scranton... it's not that bad. So, if they offer you a job there, I think you should take it."
            },
            {
                "character": "Karen",
                "quote": "Okay, yeah. Maybe I will."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Karen",
                "quote": "Yeah, I'm happy he said that. I mean, I don't think he's into me or anything, but, I'm kind of into him. So...there you go."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "What are we still doing here? It's over. Let's go home. Get the car."
            },
            {
                "character": "Dwight",
                "quote": "[picks up his beeping cell phone]"
            },
            {
                "character": "Michael",
                "quote": "Oh, this was such a stupid idea! This was so stupid. I am such a stupid idiot. I let everybody down. Everybody hates me. I lost everybody's jobs. Nobody likes me anymore!"
            },
            {
                "character": "Dwight",
                "quote": "[on the phone] Oh my God!"
            },
            {
                "character": "Michael",
                "quote": "What?!"
            },
            {
                "character": "Dwight",
                "quote": "Stranford is closed! Michael, we're not closed. Stamford is closed. Stamford is closed."
            },
            {
                "character": "Michael",
                "quote": "We did it? We did it."
            },
            {
                "character": "Dwight",
                "quote": "We did it!"
            },
            {
                "character": "Michael & Dwight",
                "quote": "We did it! We did it!"
            },
            {
                "character": "Michael",
                "quote": "Right here! Right here! [pounds his chest against Dwight's]"
            },
            {
                "character": "Michael & Dwight",
                "quote": "Ouu! Ou! Ouu! Ouu!"
            },
            {
                "character": "Michael",
                "quote": "Yeah, baby!"
            },
            {
                "character": "Dwight",
                "quote": "In your face!"
            },
            {
                "character": "Michael",
                "quote": "We did it!"
            },
            {
                "character": "Dwight",
                "quote": "Oh, man."
            },
            {
                "character": "Michael",
                "quote": "How did we do it?"
            },
            {
                "character": "Dwight",
                "quote": "I don't ... have no idea."
            },
            {
                "character": "Michael",
                "quote": "I don't understand."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Well for a minute there, I saw myself selling my house, moving to Costa Rica, learning how to surf. But, Costa Rica will still be there. When I'm 65."
            }
        ]
    ],
    "deleted_scenes": []
}