{
    "season": 3,
    "episode": 20,
    "title": "Product Recall",
    "scenes": [
        [
            {
                "character": "Jim",
                "quote": "[Dressed as Dwight] It's kind of blurry. [puts on his glasses] That's better. [exhales] Question. What kind of bear is best?"
            },
            {
                "character": "Dwight",
                "quote": "That's a ridiculous question."
            },
            {
                "character": "Jim",
                "quote": "False. Black bear."
            },
            {
                "character": "Dwight",
                "quote": "Well that's debatable. There are basically two schools of thought---"
            },
            {
                "character": "Jim",
                "quote": "Fact. Bears eat beets. Bears. Beets. Battlestar Galactica."
            },
            {
                "character": "Dwight",
                "quote": "Bears do not--- What is going on--- What are you doing?!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Last week, I was in a drug store and I saw these glasses. Uh, four dollars. And it only cost me seven dollars to recreate the rest of the ensemble. And that's a grand total of... [Jim calculates the total on his calculator-watch] eleven dollars."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "You know what? Imitation is the most sincere form of flattery, so I thank you. [Jim places a bobble-head on his desk] Identity theft is not a joke, Jim! Millions of families suffer every year!"
            },
            {
                "character": "Jim",
                "quote": "... MICHAEL!"
            },
            {
                "character": "Dwight",
                "quote": "Oh, that's funny. MICHAEL!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[on phone] Yes, I understand. Can I transfer you to customer relations?"
            },
            {
                "character": "Jim",
                "quote": "[on phone] Absolutely. I couldn't be more sorry about this."
            },
            {
                "character": "Phyllis",
                "quote": "[on phone] I know, I know. We're all trying to get to the bottom of this."
            },
            {
                "character": "Stanley",
                "quote": "[on phone] I am upset. Don't I sound upset?"
            },
            {
                "character": "Michael",
                "quote": "[on phone] It is disgusting. I totally agree. Well, we're going to recalling all of that paper."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "We have a crisis. Apparently, a disgruntled employee at the paper mill decided that it would be funny to put an obscene watermark on our 24 pound cream butter stock. Five hundred boxes has gone out, with the image of a beloved cartoon duck, performing... unspeakable acts upon a certain cartoon mouse that a lot of people like. I've never been a fan."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Everybody in here. STAT. No time to lose. Cri-Man-Squa. F and C, doubletime."
            },
            {
                "character": "Dwight",
                "quote": "Cri-Man-Squa?"
            },
            {
                "character": "Michael",
                "quote": "Crisis Management Squad."
            },
            {
                "character": "Ryan",
                "quote": "F and C, doubletime?"
            },
            {
                "character": "Michael",
                "quote": "Front and Center. Twice as fast as you would normally go. Any other questions?"
            },
            {
                "character": "Jim",
                "quote": "One more. Why are you talking like that?"
            },
            {
                "character": "Michael",
                "quote": "To save time, Jim."
            },
            {
                "character": "Karen",
                "quote": "Actually I think you could make the argument that it wastes time."
            },
            {
                "character": "Pam",
                "quote": "Yeah, she has a good point. I mean, for example, with the last thing you said, by the time you explained it, it actually took up more time."
            },
            {
                "character": "Michael",
                "quote": "You know what? Bluh bluh bluh bluh bluh! Forget it. Where is Creed?"
            },
            {
                "character": "Creed",
                "quote": "Here."
            },
            {
                "character": "Michael",
                "quote": "Creed. Quality assurance. Your job. I really think you screwed the pooch on one, Creed. Because of you, the entire company is in jeopardy."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "Every week I'm supposed to take four hours and do a quality spot-check at the paper mill. And of course the one year I blow it off, this happens."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "We have a lot of angry customers out there. This puts us at threat level midnight. Accounting, you are on customer service duty today."
            },
            {
                "character": "Oscar",
                "quote": "That's really not our job."
            },
            {
                "character": "Michael",
                "quote": "Midnight, Oscar! Don't worry, Kelly will be training you first."
            },
            {
                "character": "Angela",
                "quote": "Kelly's training us?"
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "This day is bananas. B-A-N-A-N-A-S. This day is bananas! B-A-N-A-"
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "[getting a pill from the bottle] I don't have a headache. I'm just preparing."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Jim, big fire in your house. Your client, Dunmore High-school, sent out their prom invitations on this paper. Went home to all the kids."
            },
            {
                "character": "Jim",
                "quote": "Yeah, I gotta call out on that."
            },
            {
                "character": "Michael",
                "quote": "No, no, no, no. Not good enough. This is a keystone account. I want you in the school. In person."
            },
            {
                "character": "Jim",
                "quote": "All right."
            },
            {
                "character": "Michael",
                "quote": "I want you to bring a partner."
            },
            {
                "character": "Ryan",
                "quote": "I'll go."
            },
            {
                "character": "Michael",
                "quote": "No, sweet cheeks. We need someone who's actually made a sale. Andy, you go."
            },
            {
                "character": "Andy",
                "quote": "[English accent] William Dolittle at your service. A.K.A., Will Do."
            },
            {
                "character": "Jim",
                "quote": "Yeah, I'm definitely gonna go alone."
            },
            {
                "character": "Michael",
                "quote": "No, no. I need two men on this. That's what she said. No time! But she did. NO TIME! Guys, get on this. Dwight, I want you to be in charge of the press conference."
            },
            {
                "character": "Dwight",
                "quote": "Yes! You are entering the \"No Spin Zone!\""
            },
            {
                "character": "Pam",
                "quote": "We're having a press conference?"
            },
            {
                "character": "Michael",
                "quote": "No, Pam. The press is just gonna find out by themselves."
            },
            {
                "character": "Dwight",
                "quote": "Not! [scoffs]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Here's the thing. When a company screws up, best thing to do is call a press conference. Alert the media, and then you control the story. Wait for them to find out, and the story controls you. That's what happened to O.J."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I have invited Barbara Allen, one of our oldest clients, to come in here, and meet with me, for a personal apology. The press wants a story, I will give them a story."
            },
            {
                "character": "Jim",
                "quote": "Oh, did the press ask for a story?"
            },
            {
                "character": "Michael",
                "quote": "Here is your headline. \"Scranton Area Paper Company, Dunder Mifflin, apologizes to valued client. Some companies still know how business is done.\" Okay? Battle stations everybody, let's go, go, go, go, go, go!"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "Yes, hello. Creed Bratton, Quality Assurance, Dunder Mifflin Scranton. I was supposed to meet with one of your floor managers last week for a quality inspection, and he or she wasn't there. And I'm trying to remember who it was. Mm-hmm. Who wasn't there last week? Debbie Brown. And which day was that? Wednesday, the eleventh. Perfect."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "The only difference between me and a homeless man is this job. I will do whatever it takes to survive. Like I did... when I was a homeless man."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Look, I know the reason that you guys became accountants is because you're not good at interacting with people. But guess what? From now on, you guys are no longer losers! So give yourselves a round of applause. [Kelly and Kevin clap]"
            },
            {
                "character": "Oscar",
                "quote": "I wonder how many phone calls you're missing while you're teaching us to answer calls."
            },
            {
                "character": "Kelly",
                "quote": "I know, right? Probably a lot."
            },
            {
                "character": "Angela",
                "quote": "Can you just tell us what we need to do so we can go?"
            },
            {
                "character": "Kelly",
                "quote": "OK, Angela. I love your enthusiasm. All you need to know how to do is pick up the phone and say \"Customer Service, this is Kelly!\" Except don't say \"Kelly,\" say your own name. Or if you're bored, you can just make up a name. Like one time, I said I was Bridget Jones, [in an English accent] and I talked like this for the whole conversation!"
            },
            {
                "character": "Kevin",
                "quote": "Oh! Can I be [horrible Australian accent] Australian, mate?"
            },
            {
                "character": "Kelly",
                "quote": "[in accent] Absolutely!"
            },
            {
                "character": "Kevin",
                "quote": "[in accent] 'ello, mate!"
            },
            {
                "character": "Kelly",
                "quote": "[in accent] I like ice cream! I need a boyfriend."
            },
            {
                "character": "Kevin",
                "quote": "[in accent] I like ice cream too, mate. Alligators and dingo babies."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Beer me!"
            },
            {
                "character": "Jim",
                "quote": "What's that?"
            },
            {
                "character": "Andy",
                "quote": "Hand me that water. I always say \"Beer me.\" Gets a laugh like a quarter of the time. So how's what's-her-name?"
            },
            {
                "character": "Jim",
                "quote": "You know her name."
            },
            {
                "character": "Andy",
                "quote": "Who, Karen? Yeah, she's only one of my oldest friends. [takes swig of water] Mmm. How's the apartment hangin'?"
            },
            {
                "character": "Jim",
                "quote": "It's fine."
            },
            {
                "character": "Andy",
                "quote": "Nice. Check out this sunshine, man. Global warming, right? Today was supposed to be really cold, I bet."
            },
            {
                "character": "Jim",
                "quote": "What about music? Do you have any music?"
            },
            {
                "character": "Andy",
                "quote": "Uh, yeah. Should have said so. [sings] Rha-dah-dah-dah! Give me the beat, boys, and free my soul. I wanna get lost in your rock and roll and drift away-he-hay. Ruu-da-doo-da-doo, ba-dit-da-doo-da-dun, Give me the beat, boys, and free my little-ole-soul, I wa--"
            },
            {
                "character": "Jim",
                "quote": "I was thinkin' about more like a CD, or... a CD."
            },
            {
                "character": "Andy",
                "quote": "Your call, dude. My girlfriend made an awesome mix. Beer me that disc."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Lord, beer me strength."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "So, Tuna. When we get in there, let's do a really good job, okay?"
            },
            {
                "character": "Jim",
                "quote": "Did that really need to be said?"
            },
            {
                "character": "Andy",
                "quote": "Well not everything a guy says needs to be said. Sometimes it's just about the music of the conversation."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Whoa! What the--- Why is my girlfriend here?"
            },
            {
                "character": "Jim",
                "quote": "Oh, is she that teacher in the white?"
            },
            {
                "character": "Andy",
                "quote": "No, she's a part-time frozen yogurt chef."
            },
            {
                "character": "Jim",
                "quote": "Which one... is she?"
            },
            {
                "character": "Andy",
                "quote": "The one in the green hoodie."
            },
            {
                "character": "Jim",
                "quote": "Wow."
            },
            {
                "character": "Andy",
                "quote": "I wonder if she's, like, a... a guidance counselor, or something?"
            },
            {
                "character": "Jim",
                "quote": "No, I don't think so."
            },
            {
                "character": "Andy",
                "quote": "She's like, probably a tutor."
            },
            {
                "character": "Jim",
                "quote": "Nope."
            },
            {
                "character": "Andy",
                "quote": "She probably a t--"
            },
            {
                "character": "Jim",
                "quote": "No."
            },
            {
                "character": "Andy",
                "quote": "Sh---"
            },
            {
                "character": "Jim",
                "quote": "No."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "OK, press conference in 45. Dwight, make sure this place looks nice."
            },
            {
                "character": "Dwight",
                "quote": "On it. OK, Karen, Ryan, Pam, center stage. Pam, run a comb through your hair."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "First rule in road-side beet sales: Put the most attractive beets on top. The ones that make you pull the car over and go, \"Wow, I need this beet right now.\" Those are the money beets."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[Chad Lite walks in the door] [to Office workers] Hey! [snaps twice] Look sharp! [to Chad Lite] Hey! Uh, Hi. Hello, Dwight Schrute."
            },
            {
                "character": "Chad Lite",
                "quote": "Hi, uh---"
            },
            {
                "character": "Dwight",
                "quote": "And you must be uh, from the Washington Post."
            },
            {
                "character": "Chad Lite",
                "quote": "Scranton Times. Chad Lite, \"Lighter Side of Life.\""
            },
            {
                "character": "Dwight",
                "quote": "And \"Breaking Corporate News.\""
            },
            {
                "character": "Chad Lite",
                "quote": "And obits."
            },
            {
                "character": "Dwight",
                "quote": "Oh, dear God. OK, here are your credentials. You've been granted level three security clearance."
            },
            {
                "character": "Chad Lite",
                "quote": "Oh..."
            },
            {
                "character": "Dwight",
                "quote": "Don't get too excited, that's out of 20. Right this way. Regional Manager Michael Scott will be addressing the client in the press room shortly. Have a seat, can I get you a beverage?"
            },
            {
                "character": "Chad Lite",
                "quote": "Uh, yeah, I'd like uh, uh---"
            },
            {
                "character": "Dwight",
                "quote": "[shuts door on him] Great."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Oh, Andy. You know what? We don't have a lot of time, so we should probably..."
            },
            {
                "character": "Andy",
                "quote": "Jamie!"
            },
            {
                "character": "Jim",
                "quote": "Andy--- Ohh..."
            },
            {
                "character": "Andy",
                "quote": "What are you doing here?"
            },
            {
                "character": "Jamie",
                "quote": "Andy?"
            },
            {
                "character": "Andy",
                "quote": "Are you a student here?"
            },
            {
                "character": "Jamie",
                "quote": "Oh... yeah..."
            },
            {
                "character": "Andy",
                "quote": "You never told me you were in high-school!"
            },
            {
                "character": "Jamie",
                "quote": "This is weird. I... gotta go to Spanish."
            },
            {
                "character": "Andy",
                "quote": "OH MY GOD!"
            },
            {
                "character": "Jim",
                "quote": "Oh my God."
            },
            {
                "character": "Andy",
                "quote": "I had no idea."
            },
            {
                "character": "Jim",
                "quote": "Well... that's not gonna hold up in court."
            },
            {
                "character": "Andy",
                "quote": "Huh... We didn't do anything illegal. Except knock over a mailbox with her friends."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "[on phone] Sir, yes, you have a valid point. I'm sorry. No, I am so sorry."
            },
            {
                "character": "Oscar",
                "quote": "[on phone] Really, Dixon City? ...Carbondale."
            },
            {
                "character": "Angela",
                "quote": "[on phone] Excuse me? Well, I don't see how that's our fault. And I've already told you, the official position of Dunder Mifflin is apologetic, so I don't know what you want from me. [hangs up]"
            },
            {
                "character": "Kelly",
                "quote": "OK, first, I just wanna say that you are doing sooo good. Look, you have so many good qualities, that the one that you might wanna work on is, apologizing?"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "When I went over Wednesday, for the spot-check, I got a call from Debbie Brown, saying she has an emergency dentist appointment."
            },
            {
                "character": "Dwight",
                "quote": "Emergency dentist appointment."
            },
            {
                "character": "Creed",
                "quote": "Now I'm told she told her manager she had the flu. I'm a trusting guy, but uh, I just wish Debbie Brown had been there. We would have caught this."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Yes, I'll be sure someone returns your call. I'm so sorry. Bye."
            },
            {
                "character": "Barbara",
                "quote": "Hello, I'm looking for Michael Scott."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Mrs. Allen is our most important client... because every client is our most important client. Even though she's a pretty unimportant client, really."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "And so, with the eyes of the nation upon us, I would like to say that Dunder Mifflin truly regrets this unfortunate incident. And, as a gesture of gratitude, for your continued loyalty, Mrs. Allen, I would like to present you with this novelty check, for six months of free paper or 25 reams, whichever comes first."
            },
            {
                "character": "Dwight",
                "quote": "[snaps picture with his camera phone] You look good in this."
            },
            {
                "character": "Michael",
                "quote": "So, let us consider this matter ended."
            },
            {
                "character": "Barbara",
                "quote": "Well it isn't ended. I'm... I'm very angry. I--- I could have lost business."
            },
            {
                "character": "Michael",
                "quote": "I know, I know you're angry. And we are truly, truly sorry."
            },
            {
                "character": "Barbara",
                "quote": "I don't accept your apology. The watermark was obscene and horrifying."
            },
            {
                "character": "Michael",
                "quote": "Well, we are extremely sorry."
            },
            {
                "character": "Barbara",
                "quote": "I don't accept."
            }
        ],
        [
            {
                "character": "School Official",
                "quote": "I'll be with you in a moment."
            },
            {
                "character": "Jim",
                "quote": "All right."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Who was that guy she was talking to? At her locker."
            },
            {
                "character": "Jim",
                "quote": "Not important. Because you're not dating her. Because it's a felony."
            },
            {
                "character": "Andy",
                "quote": "But who was that guy?"
            },
            {
                "character": "Jim",
                "quote": "Probably another high-school student."
            }
        ],
        [
            {
                "character": "School Official",
                "quote": "The issue with the watermark is very serious."
            },
            {
                "character": "Jim",
                "quote": "Absolutely."
            },
            {
                "character": "School Official",
                "quote": "We teach our students that character counts."
            },
            {
                "character": "Jim",
                "quote": "And you should."
            },
            {
                "character": "School Official",
                "quote": "But---"
            },
            {
                "character": "Andy",
                "quote": "[scoffs] Pfft. You don't teach it well enough. One of your students is a bitch."
            },
            {
                "character": "Jim",
                "quote": "Andy... is having a real rough day today."
            },
            {
                "character": "Andy",
                "quote": "I want to take out an ad, in your yearbook. A full page, two words---"
            },
            {
                "character": "Jim",
                "quote": "\"Good luck.\""
            },
            {
                "character": "Andy",
                "quote": "That's not what I had in mind."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Ask where he's from."
            },
            {
                "character": "Angela",
                "quote": "[on phone] Where are you from? Ohio? That's nice. So what do you want? [to Kelly] He's upset about the watermark."
            },
            {
                "character": "Kelly",
                "quote": "OK, great. Now tell him that it was an unfortunate error, and we're doing everything we can do to fix it, and that you're sorry."
            },
            {
                "character": "Angela",
                "quote": "[on phone] It was an unfortunate error. We're fixing it. And you already got your money back..."
            },
            {
                "character": "Kelly",
                "quote": "And you're sorry."
            },
            {
                "character": "Angela",
                "quote": "...and the company has already apologized, so you can take that apology or not. [hangs up] [to Kelly] I think he had Tourette's or something!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "We... are going to do everything humanly possible, to ensure that this never happens again."
            },
            {
                "character": "Barbara",
                "quote": "Well, it--- it doesn't help, because it already happened to me."
            },
            {
                "character": "Michael",
                "quote": "The watermark... it's a one time thing."
            },
            {
                "character": "Barbara",
                "quote": "I don't care! It was disgusting. Cartoon characters having sex?"
            },
            {
                "character": "Dwight",
                "quote": "May I point out that the sex appeared to be consensual? Both animals were smiling."
            },
            {
                "character": "Michael",
                "quote": "OK..."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I grew up on a farm. I have seen animals having sex in every position imaginable. Goat on chicken. Chicken on goat. Couple of chickens doin' a goat, couple of pigs watching. Whoever drew this got it exactly right."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "What... can I do, for you?"
            },
            {
                "character": "Barbara",
                "quote": "I, for starters, I think that you should resign."
            },
            {
                "character": "Michael",
                "quote": "Well... [exhales] OK, well... Um, wasn't really my fault. The guys at the papermill---"
            },
            {
                "character": "Barbara",
                "quote": "You're the head---"
            },
            {
                "character": "Michael",
                "quote": "The guys at the papermill--- No no no!"
            },
            {
                "character": "Barbara",
                "quote": "You're the head of the company!"
            },
            {
                "character": "Michael",
                "quote": "I'm the head of the company?!"
            },
            {
                "character": "Barbara",
                "quote": "Yes, and that makes it your responsibility---"
            },
            {
                "character": "Michael",
                "quote": "No, I'm a regional manager---"
            },
            {
                "character": "Barbara",
                "quote": "And so you should lose your job!"
            },
            {
                "character": "Michael",
                "quote": "No--- my--- OK, this is insane. You can get out of here. Get out!"
            },
            {
                "character": "Barbara",
                "quote": "Fine."
            },
            {
                "character": "Michael",
                "quote": "That's insane. We'll give this to somebody who will appreciate it."
            },
            {
                "character": "Barbara",
                "quote": "Mm-hmm."
            },
            {
                "character": "Dwight",
                "quote": "It's non-transferable..."
            },
            {
                "character": "Michael",
                "quote": "Doesn't matter. Out please!"
            },
            {
                "character": "Barbara",
                "quote": "I'm calling the Better Business Bureau."
            },
            {
                "character": "Michael",
                "quote": "Yeah, well I'm calling the Ungrateful Bi-atch Hotline! [to Chad Lite] Did you get all that?"
            },
            {
                "character": "Chad Lite",
                "quote": "Everything."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "We gotta do something. [exhales] This is spinning out of control, Pam. This is just, not..."
            },
            {
                "character": "Pam",
                "quote": "It's just the Scranton Times..."
            },
            {
                "character": "Michael",
                "quote": "No, then Newsweek picks it up. And then CNN does a story about it. Then... YouTube gets a hold of it..."
            },
            {
                "character": "Pam",
                "quote": "You know what? I really think the whole thing is just gonna blow over in like a week or two."
            },
            {
                "character": "Michael",
                "quote": "You're right. It will blow over. But it's not... going to take... a week or two. [pulls out a video camcorder from his desk] Do you know what this is for?"
            },
            {
                "character": "Pam",
                "quote": "Yes."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Michael likes me to run the camera when he makes his apology videos. He says he needs a woman's touch."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[Dwight is spraying far too much hairspray into Michael's hair] OK, I think that's good."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "\"Hello. I am Michael Scott, Regional Manager of Dunder Mifflin Scranton. By now you are probably sick of hearing about Dunder Mifflin and our embarrassing watermark boner. Let me tell you something. Something from the heart. I am not leaving this office. It will take a SWAT team, to remove me from this office, and maybe not even that.\""
            },
            {
                "character": "Dwight",
                "quote": "Uh, you could never withstand a SWAT team."
            },
            {
                "character": "Michael",
                "quote": "That's how devoted I am to this job."
            },
            {
                "character": "Dwight",
                "quote": "I'm just saying..."
            },
            {
                "character": "Michael",
                "quote": "I know."
            },
            {
                "character": "Dwight",
                "quote": "They would flank you. Throw in a concussion grenade."
            },
            {
                "character": "Michael",
                "quote": "I understand that, Dwight."
            },
            {
                "character": "Dwight",
                "quote": "You would be on the ground, blind, deaf, dumb."
            },
            {
                "character": "Michael",
                "quote": "Do you think you're taking it a little... literally, Dwight? And now we're wasting tape. I'm gonna have to cut this all out. Can you say cut?"
            },
            {
                "character": "Dwight",
                "quote": "Cut."
            },
            {
                "character": "Michael",
                "quote": "So I'll know where---"
            },
            {
                "character": "Pam",
                "quote": "Cut."
            },
            {
                "character": "Michael",
                "quote": "I'm asking Pam to do it, please."
            },
            {
                "character": "Pam",
                "quote": "Cut."
            },
            {
                "character": "Michael",
                "quote": "OK, ready?"
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Kevin, what's four plus seven?"
            },
            {
                "character": "Kevin",
                "quote": "[thinks] Eleven."
            },
            {
                "character": "Angela",
                "quote": "Yeah, well you didn't know that when you filled out this payroll form."
            },
            {
                "character": "Kevin",
                "quote": "Yeah, well at least I didn't suck at customer relations. Oooh, yes. Facial."
            },
            {
                "character": "Oscar",
                "quote": "[laughs] Yes. [air high five]"
            },
            {
                "character": "Angela",
                "quote": "You two are apes."
            },
            {
                "character": "Oscar",
                "quote": "I expect you to apologize for that, Angela."
            },
            {
                "character": "Angela",
                "quote": "I'm sorry... that you're both morons."
            },
            {
                "character": "Kevin",
                "quote": "Oh, but you still said \"I'm sorry.\""
            },
            {
                "character": "Angela",
                "quote": "I called you morons."
            },
            {
                "character": "Kevin",
                "quote": "Still said it."
            },
            {
                "character": "Oscar",
                "quote": "Still said it, so... [Kevin and Oscar screw up an air high five]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Five, four, three. \"There is no way, I will resign. It wouldn't be fair. Not to the good workers I work with, not to my clients, and especially not to me. Let's not forget who this whole resigning business is about, anyway. If I could leave you with one thought, remember... it wasn't me. They're trying to make me an escape goat. If I am fired, I swear to God, that every single piece of copier paper in this town is going to have the F-word on it. The F-word. You have one day.\""
            },
            {
                "character": "Pam",
                "quote": "One day for what?"
            },
            {
                "character": "Michael",
                "quote": "That's... they always give an ultimatum."
            },
            {
                "character": "Pam",
                "quote": "OK."
            },
            {
                "character": "Michael",
                "quote": "Good, cut?"
            },
            {
                "character": "Pam",
                "quote": "Cut. That was your best apology video ever."
            },
            {
                "character": "Michael",
                "quote": "Thought so too."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[to Dwight] Got a farewell card for Debbie Brown. I thought maybe you'd like to sign it. Maybe throw a couple of bucks in there for her. She's got some children."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "I feel terrible about Debbie Brown. She got fired because of Dwight. So I thought I'd pass around a goodbye card, maybe everyone could put in a couple of bucks to help her through these difficult times. Why do bad things always happen to the good people? It's tragic. Just tragic."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "You want music?"
            },
            {
                "character": "Andy",
                "quote": "I don't care."
            },
            {
                "character": "Jim",
                "quote": "Come on man, just give it a couple days. I think you'll be all right."
            },
            {
                "character": "Andy",
                "quote": "Yeah."
            },
            {
                "character": "Jim",
                "quote": "[singing the intro to The Lion King's \"The Lion Sleeps Tonight\"] A-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh..."
            },
            {
                "character": "Andy",
                "quote": "You know what--- I don't---"
            },
            {
                "character": "Jim",
                "quote": "A-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh..."
            },
            {
                "character": "Andy",
                "quote": "[Joins in with classic Andy falsetto] Oooo-oo-oooo-ooo-oo-oooo-oo-ooo-ooo a-wi-imbube!"
            },
            {
                "character": "Jim",
                "quote": "A-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh..."
            },
            {
                "character": "Andy",
                "quote": "Oooo-oo-oooo-ooo-oo-oooo-oo-ooo-ooo a-wi-imbube!"
            },
            {
                "character": "Jim",
                "quote": "A-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh, a-wimowheh..."
            },
            {
                "character": "Andy",
                "quote": "Sweet."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[walks in dressed as Jim] Pam."
            },
            {
                "character": "Pam",
                "quote": "Hey, Dwight. You look really nice today."
            },
            {
                "character": "Dwight",
                "quote": "[scoffs] Pssssh. I look like an idiot. Hey Karen."
            },
            {
                "character": "Karen",
                "quote": "Hey, Dwight, lookin' sharp."
            },
            {
                "character": "Dwight",
                "quote": "Yeah, that's cause I'm... you're boyfriend, Jim Halpert. Hey, Karen, wanna get t-together later and have sexual intercourse cause you're my girlfriend?"
            },
            {
                "character": "Jim",
                "quote": "Do you?"
            },
            {
                "character": "Karen",
                "quote": "No."
            },
            {
                "character": "Jim",
                "quote": "OK."
            },
            {
                "character": "Karen",
                "quote": "I'm good. Thanks."
            },
            {
                "character": "Jim",
                "quote": "[Dwight imitates the \"Jim face\"] Look at that."
            },
            {
                "character": "Dwight",
                "quote": "I'm Jim Halpert. [more horrible \"Jim faces\"]"
            },
            {
                "character": "Jim",
                "quote": "Spot on."
            },
            {
                "character": "Dwight",
                "quote": "Ah-luh-luh, a little comment. Muh."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Kelly",
                "quote": "Oh my God, I am so sorry, that is so messed up. Everyone here is so upset, you have no idea. And rest assured your voice has been heard. Okay, I'll be thinking about you all day. Customer service, this is Kelly. Oh my God, I am so sorry, that is so messed up. Everyone here is so upset, you have no idea. And rest assured your voice has been heard. Okay, I'll be thinking about you all day."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Customer service, this is Kelly. Oh my God, I am so sorry, that is so messed up. Everyone here is so upset, you have no idea. I'll be thinking about you all day. Customer service, this is Kelly. Oh my God, I am so sorry, that is so messed up. Everyone here is so upset, you have no idea. I'll be thinking about you all day. Customer service, this is Kelly. Oh my God, I am so sorry, that is so messed up. Everyone here is so upset, you have no idea. I'll be thinking about you all day."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "The key to a crisis is dealing with it right away. Like that aspirin company that sent out the poisoned aspirin in the regular aspirin bottles. If you don't act fast, you will lose customers."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Hello, CNN? I need to speak to your Scranton-area bureau chief? All right, then the bureau chief for the Greater Wilkes-Barre area? How about, ah, Lackawanna County. Okay, Northeastern Pennsylvania then. This is extremely urgent! No... you put your supervisor on the phone!"
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Customer service isn't like accounting. It's not just typing numbers into a calculator and then it tells you an answer."
            },
            {
                "character": "Oscar",
                "quote": "We do a lot more than that."
            },
            {
                "character": "Kelly",
                "quote": "Okay, or hand out checks, or whatever it is you do. Look, I know the reason that you guys became accountants is because you think that people don't like you. But guess what, from now on you guys are not losers! So give yourselves a round of applause."
            },
            {
                "character": "Oscar",
                "quote": "I wonder how many phone calls you're missing while you're teaching us to answer phone calls."
            },
            {
                "character": "Kelly",
                "quote": "The annex rocks. All you need to do is make sure that you make a connection with the customer. They just wanna know that you're sorry. Do that and you'll be fine. Make sense?"
            },
            {
                "character": "Angela",
                "quote": "Mm-hm."
            },
            {
                "character": "Kelly",
                "quote": "Okay, role-playing time!"
            },
            {
                "character": "Angela",
                "quote": "Alright, I think I'm trained."
            },
            {
                "character": "Kevin",
                "quote": "Ooh, can I be a pirate?"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[hums]"
            },
            {
                "character": "Chad Lite",
                "quote": "Hello."
            },
            {
                "character": "Creed",
                "quote": "Hey!"
            },
            {
                "character": "Chad Lite",
                "quote": "Excuse me. You're Creed Bratton, guitar player for Grass Roots in the late 1960s."
            },
            {
                "character": "Creed",
                "quote": "I am indeed. How'd you know that?"
            },
            {
                "character": "Chad Lite",
                "quote": "I wrote your obituary."
            },
            {
                "character": "Creed",
                "quote": "Oh, oh that's right! Good work. Thank you very much, sir [shakes hand]."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "About 10 years ago, for tax reasons, I faked my own death. I've been collecting benefits as my own widow ever since."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Oh, my God!"
            },
            {
                "character": "Jim",
                "quote": "Oh, my God! Wow."
            },
            {
                "character": "Andy",
                "quote": "I had no idea."
            },
            {
                "character": "Jim",
                "quote": "Then you did nothing wrong. We should go."
            },
            {
                "character": "Andy",
                "quote": "How could I not have realized?"
            },
            {
                "character": "Jim",
                "quote": "She looks older."
            },
            {
                "character": "Andy",
                "quote": "Yeah, she does, doesn't she?"
            },
            {
                "character": "Jim",
                "quote": "No."
            },
            {
                "character": "Andy",
                "quote": "She acts older, too. She knows everything about European history, and photosynthesis, and she made me this lanyard with, like, a Fimo clay thing. She's a real Renaissance woman."
            },
            {
                "character": "Jim",
                "quote": "Or a high school girl. Let's go [mouths 'wow' to the camera]."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Chicken pot pie."
            },
            {
                "character": "Jim",
                "quote": "What's that?"
            },
            {
                "character": "Andy",
                "quote": "That's what I was eating, in the parking lot of a 7-Eleven for dinner. And I got out of the car to shake the crumbs off my shirt, and this smoking hot woman comes up and we strike up a conversation."
            },
            {
                "character": "Jim",
                "quote": "Oh. You don't have to tell me this."
            },
            {
                "character": "Andy",
                "quote": "She lets me buy her and her friends some wine coolers for a dinner party she's going to."
            },
            {
                "character": "Jim",
                "quote": "You shouldn't be talking about that."
            },
            {
                "character": "Andy",
                "quote": "I threw in some scratch tickets, 'cause generous guy, and next thing you know we're making out in the woods."
            },
            {
                "character": "Jim",
                "quote": "Hypothetically. Hypothetically you were making out in the woods."
            },
            {
                "character": "Andy",
                "quote": "No, we were really making out in the woods."
            },
            {
                "character": "Jim",
                "quote": "No, can't help you now."
            },
            {
                "character": "Andy",
                "quote": "I gotta go talk to her."
            },
            {
                "character": "Jim",
                "quote": "No. D-"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "With dissatisfied clients, it doesn't matter what you did. All they wanna hear is that you're sorry. They're like women that way. And this client is a woman. So when I say I'm sorry, it will be twice as effective."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "So we're good?"
            },
            {
                "character": "Barbara Allen",
                "quote": "No, we're not."
            },
            {
                "character": "Michael",
                "quote": "I'm sorry."
            },
            {
                "character": "Barbara Allen",
                "quote": "Well, okay. But I don't accept."
            },
            {
                "character": "Dwight",
                "quote": "[whispering] Say you're sorry times infinity..."
            },
            {
                "character": "Michael",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "...'cause there's no comeback for that."
            },
            {
                "character": "Michael",
                "quote": "All right. We are infinitely sorry."
            },
            {
                "character": "Barbara Allen",
                "quote": "I'm still furious."
            },
            {
                "character": "Michael",
                "quote": "You understand? You... you get this check."
            },
            {
                "character": "Barbara Allen",
                "quote": "Mmm."
            }
        ],
        [
            {
                "character": "Spanish Teacher",
                "quote": "Can I help you?"
            },
            {
                "character": "Andy",
                "quote": "Yeah. I'm Mr. Bernard Johnson, MD. I'd like to talk with Jamie about a certain heart condition. Diagnosis: broken."
            },
            {
                "character": "Jamie",
                "quote": "Get out of here, Andy."
            },
            {
                "character": "Andy",
                "quote": "Who's this guy?"
            },
            {
                "character": "Jamie",
                "quote": "My boyfriend."
            },
            {
                "character": "Andy",
                "quote": "You're such a liar."
            },
            {
                "character": "Spanish Teacher",
                "quote": "Sir? You need to get out of here, before I call the police, okay?"
            },
            {
                "character": "Andy",
                "quote": "Yeah, maybe you should call the police. See whose side they take. Warning, most cops are dudes."
            },
            {
                "character": "Jim",
                "quote": "Dr. Johnson, we need you in surgery right away."
            },
            {
                "character": "Spanish Teacher",
                "quote": "What?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I don't believe in apologies. When someone in the yakuza makes a mistake, they cut off a portion of their own pinky finger. And in that way, save face. And knowing the Japanese, they probably get an even better prosthetic finger. With a knife you can take out of it, or a screwdriver or a corkscrew."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Why am I getting all of the bad ones?"
            },
            {
                "character": "Kelly",
                "quote": "Why can't you just say you're sorry and make them feel better?"
            },
            {
                "character": "Angela",
                "quote": "I'm not gonna lie and say I'm sorry when the company didn't do anything wrong. That's immoral, and this is ridiculous."
            },
            {
                "character": "Oscar",
                "quote": "Would you, please? Please."
            },
            {
                "character": "Kelly",
                "quote": "Well, you have to do what I say, okay? Because Michael put me in charge, even though you're old enough to be my mother."
            },
            {
                "character": "Angela",
                "quote": "What? Well what you say is stupid, and your job is pointless. And you're a slut and everyone thinks so."
            },
            {
                "character": "Kelly",
                "quote": "Well, you're fired, okay? Go back to accounting, Angela."
            },
            {
                "character": "Angela",
                "quote": "Gladly. I quit."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "If cartoon characters didn't have sex, then how would we get new cartoon characters? From the sex! [giggles]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "The customer is always right. Mrs. Allen was our customer. She was wrong. Is that a contradiction? No. Because she's not our customer anymore."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Michael likes me to run the camera when he makes his apology videos. My favorite is the one for his mother."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hey, Mom. Happy birthday, belatedly. Sorry I forgot. I had put it on my calendar and Pam threw that out."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "My personal favorite is the one he made for his condo association."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "And without denying the seriousness of the situation, I would just like to remind you that in much of the Netherlands, swimming naked is the norm. So in Norway, you'd be the weirdos."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Okay, Andy, we need to go. Seriously."
            },
            {
                "character": "Andy",
                "quote": "Dude, there she is. Don't look, don't look. She's sitting with Denise. How am I supposed to do this? Denise hates me."
            },
            {
                "character": "Jim",
                "quote": "Don't do it."
            },
            {
                "character": "Andy",
                "quote": "What is your problem, man? Can't you support a bro? That's why you don't have any friends, Tuna. I'm sorry. I'm sorry. I just, I need..."
            },
            {
                "character": "Jim",
                "quote": "That's okay."
            },
            {
                "character": "Andy",
                "quote": "...your help. I love her."
            },
            {
                "character": "Jim",
                "quote": "What?"
            },
            {
                "character": "Andy",
                "quote": "Yeah. I lo- I love her. Is this what love is? This, like, horrible feeling in my stomach?"
            },
            {
                "character": "Jim",
                "quote": "No, that's your conscience. Listen to it."
            },
            {
                "character": "Andy",
                "quote": "Look, okay, just be my wingman. Beer me five minutes. Talk to Denise. She's really into White Russians and whippets."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Jamie, can I talk to you for a second?"
            },
            {
                "character": "Jamie",
                "quote": "Yeah. I only have a minute."
            },
            {
                "character": "Jim",
                "quote": "[sits down next to Denise] So, high school."
            },
            {
                "character": "Denise",
                "quote": "Do you have a cigarette?"
            },
            {
                "character": "Jim",
                "quote": "Oh, I don't smoke. Sorry."
            },
            {
                "character": "Denise",
                "quote": "There's nothing to do in this town."
            },
            {
                "character": "Jim",
                "quote": "You should take up a musical instrument."
            },
            {
                "character": "Denise",
                "quote": "Yeah, I should take up that. Jamie?"
            },
            {
                "character": "Jim",
                "quote": "Hey, uh, does Mr. Nortman still teach here? He's a jerk, right?"
            },
            {
                "character": "Denise",
                "quote": "He's dead. Hey, do you have any weed?"
            },
            {
                "character": "Jim",
                "quote": "No, nope. What else? What else? You watch The Hills? What is Heidi thinking?"
            },
            {
                "character": "Denise",
                "quote": "How old are you?"
            },
            {
                "character": "Jim",
                "quote": "How old do you think I am?"
            },
            {
                "character": "Denise",
                "quote": "Forty?"
            },
            {
                "character": "Jim",
                "quote": "[shakes head]"
            },
            {
                "character": "Denise",
                "quote": "Are you someone's dad here?"
            },
            {
                "character": "Jim",
                "quote": "Not that I know of."
            },
            {
                "character": "Denise",
                "quote": "Ew. What kind of car do you have?"
            },
            {
                "character": "Jim",
                "quote": "I drive a Saab station wagon."
            },
            {
                "character": "Denise",
                "quote": "My dad just gave me his old Lexus."
            },
            {
                "character": "Jim",
                "quote": "Really? Way to earn it. Hey, Andy?"
            },
            {
                "character": "Andy",
                "quote": "What?"
            },
            {
                "character": "Jim",
                "quote": "Yup."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Very well [hangs up phone]. I just got a call from Debbie Brown over at the mill. She claims innocence and is willing to come over here and defend herself."
            },
            {
                "character": "Creed",
                "quote": "No time. Dwight, I love Debbie Brown. She's a close personal friend. But quality is my life. This company has a reputation to uphold. As much as it pains me, someone has to be held accountable."
            },
            {
                "character": "Dwight",
                "quote": "You're right. Mercy is for girl-babies. Time to put this dog down."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Are we ready?"
            },
            {
                "character": "Dwight",
                "quote": "Final touch-ups."
            },
            {
                "character": "Michael",
                "quote": "Okay. Am I shiny?"
            },
            {
                "character": "Dwight",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "Okay. We good? Okay, that's enough Aqua Net."
            },
            {
                "character": "Dwight",
                "quote": "I don't know..."
            },
            {
                "character": "Michael",
                "quote": "[clears throat] Stop it."
            },
            {
                "character": "Dwight",
                "quote": "[coughs]"
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Hey, Angela. I'm sorry that I said you were old enough to be my mother. I don't know why I said that. I think I might be hypoglycemic or something, but still, it's no excuse. So, I'm very sorry."
            },
            {
                "character": "Angela",
                "quote": "Oh. Thank you, Kelly [long pause]. And I wish I hadn't called you stupid."
            },
            {
                "character": "Kelly",
                "quote": "Do you think I'm a slut?"
            },
            {
                "character": "Angela",
                "quote": "No, but some of your outfits are not appr-"
            },
            {
                "character": "Kelly",
                "quote": "Apology accepted! [hugs Angela]"
            },
            {
                "character": "Angela",
                "quote": "I didn't apologize."
            },
            {
                "character": "Kelly",
                "quote": "We're like best friends now!"
            },
            {
                "character": "Angela",
                "quote": "We're not."
            },
            {
                "character": "Kelly",
                "quote": "I'll text you!"
            },
            {
                "character": "Angela",
                "quote": "Don't!"
            },
            {
                "character": "Kelly",
                "quote": "Bye, Angela!"
            },
            {
                "character": "Angela",
                "quote": "Fine."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "That is all I was looking for today. She got something out of my training session. I mean, she will never work in customer relations. Oh, my God, no. Never. But maybe she'll be less of a grump."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Kelly's not so bad. She really taught me something today [rolls eyes]."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I have literally apologized an infinite number of times on this, and there are still calls for me to resign. Calls from an annoying woman, and possibly even the media alike. Well let me tell you something, something from the heart. I will not resign. I need this job. My mortgage is hundreds of dollars a month. With this job, I can barely cover that. I have a company car, but I still have to pay for gas, and gas prices are high. And I have no savings whatsoever. And it wasn't even me. It's so not fair that they want me to resign."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "...to the fullest extent of the law [hangs up phone]. Listen up, everyone! I just got off the phone with the mill. Final responsibility for Watermark-gate has been assigned. Floor manager Debbie Brown has officially been terminated. Lets give a big hand to Creed Bratton, without whose earnest and diligent sleuthing this scandal might never have been resolved [claps]."
            },
            {
                "character": "Creed",
                "quote": "Just doing my job, guys."
            }
        ]
    ]
}