{
    "season": 3,
    "episode": 15,
    "title": "Phyllis' Wedding",
    "scenes": [
        [
            {
                "character": "Jim",
                "line": "Damn, lost another file. Going to have to reboot. Again. [Windows reboot sound] Hey, Dwight, do you want an Altoid?"
            },
            {
                "character": "Dwight",
                "line": "What do you think?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "In school, we learned about this scientist who trained dogs to salivate at the sound of a bell by feeding them whenever a bell rang. For the last couple of weeks I've been conducting a similar experiment."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Windows reboot sound] Dwight, want an Altoid?"
            },
            {
                "character": "Dwight",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Windows reboot sound] Altoid?"
            },
            {
                "character": "Dwight",
                "line": "Sure"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Windows reboot sound] Mint Dwight?"
            },
            {
                "character": "Dwight",
                "line": "Inbwit? Yes."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[Windows reboot sound] [Dwight holds out his hand, sighs]"
            },
            {
                "character": "Jim",
                "line": "What are you doing?"
            },
            {
                "character": "Dwight",
                "line": "I..."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "I don't know. My mouth tastes so bad all of a sudden. [nasty, dry mouth-smaking noise]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Always the bridesmaids, right ladies?"
            },
            {
                "character": "Photographer",
                "line": "Okay, for this next one everyone hop out. Just Phyllis and Dad. Actually, let's bring Mom back in. And the sisters. And you, and you, and you. Great."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Phyllis is getting married. And I am in the wedding party. She has asked me to push her father's wheelchair down the aisle. So, basically, I am co-giving away the bride. Since I pay her salary it is like I'm paying for the wedding. Which I'm happy to do. It's a big day for Phyllis. But it's an even bigger day for me. Employer of the bride."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Yes, I put Michael in my wedding. It was the only way I could think to get six weeks off for my honeymoon. No one else has ever gotten six weeks before."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Phyllis... ended up using the exact same invitations as Roy and me. So it was kind of like being invited to my own wedding. And I was like 'Wait, thought I called that off'."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "So what's in the box?"
            },
            {
                "character": "Stanley",
                "line": "A toaster, you?"
            },
            {
                "character": "Karen",
                "line": "A toaster."
            },
            {
                "character": "Stanley",
                "line": "Unbelievable."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Hello, Angela."
            },
            {
                "character": "Angela",
                "line": "Hi, Dwight."
            },
            {
                "character": "Dwight",
                "line": "You look as beautiful as the Queen of England."
            },
            {
                "character": "Angela",
                "line": "Thank you. Don't linger. Break left. Left!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "The Shrutes have their own traditions.  We usually marry standing in our own graves. Makes the funerals very romantic, but the weddings are a bleak affair."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Those flowers are nice."
            },
            {
                "character": "Karen",
                "line": "Yeah. P and R?"
            },
            {
                "character": "Jim",
                "line": "Phyllis and Robert."
            },
            {
                "character": "Karen",
                "line": "Ah, of course."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Also, Pam and Roy."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There she is. I swear Phyllis you are as beautiful as the first day you started work at Dunder Mifflin."
            },
            {
                "character": "Phyllis",
                "line": "Thanks, Michael. That's sweet. Same as when you said it outside."
            },
            {
                "character": "Michael",
                "line": "How you doin'? You excited."
            },
            {
                "character": "Phyllis",
                "line": "Yes, very."
            },
            {
                "character": "Michael",
                "line": "Me, too. If you need to vomit, that is ok. I did. Do you want to talk about tonight?"
            },
            {
                "character": "Phyllis",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "You're probably worried about pleasing Bob. A lot of pressure. Phyllis, did you break wind? It's okay, if you did. It's a very natural reaction. It's your wedding. And you're nervous..."
            },
            {
                "character": "Phyllis",
                "line": "That wasn't me."
            },
            {
                "character": "Michael",
                "line": "Okay... umm... I'm sure that Bob... Wow. That is... that is pungent. I lost my train of thought. Aaah... Are you set on that hairstyle?"
            },
            {
                "character": "Phyllis",
                "line": "I thought it was..."
            },
            {
                "character": "Michael",
                "line": "Here, let me..."
            },
            {
                "character": "Phyllis",
                "line": "Michael... No."
            },
            {
                "character": "Michael",
                "line": "Just cover up that bald patch."
            },
            {
                "character": "Phyllis",
                "line": "I don't need your... thank you. No, Michael please... I just need some time alone."
            },
            {
                "character": "Michael",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You might be surprised to learn that I've only been to one other wedding. It's actually a very cute story. My Mom was marrying Jeff. And they asked me to be ring bearer. I was understandably emotional and somehow my pants became wet."
            },
            {
                "character": "Michael",
                "line": "[in video of Michael as a kid] I hate you!"
            },
            {
                "character": "Michael",
                "line": "Long story short: Jeff's dog ended up as ring bearer. And the irony is that after the ceremony that dog peed on everything and nobody said 'boo'."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Why are all these people here? There are too many people on this Earth. We need a new plague. Who are all these people?"
            },
            {
                "character": "Jim",
                "line": "You know what? I bet a lot of them are wedding crashers."
            },
            {
                "character": "Dwight",
                "line": "No way."
            },
            {
                "character": "Jim",
                "line": "Did you ever see that movie?"
            },
            {
                "character": "Dwight",
                "line": "Of course I saw it."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I saw Wedding Crashers accidentally. I bought a ticket for Grizzly Man and went into the wrong theatre. After an hour, I figured I was in the wrong theatre, but I kept waiting. That's the thing about bear attacks, they come when you least expect it."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You know I just wish, I wish, I had the investigative powers to smoke some of these guys out."
            },
            {
                "character": "Dwight",
                "line": "Once again, Jim, I will take care of this. I will locate the wedding crashers and report them to Phyllis. That way I won't have to get her a gift."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[to Toby's date] Hi. I'm Kevin. [to Toby] Where did you find her?"
            },
            {
                "character": "Toby",
                "line": "At the gym."
            },
            {
                "character": "Kevin",
                "line": "Riiight. The gym. [snickers]"
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Could you scoot over? You're on my dress."
            },
            {
                "character": "Meredith",
                "line": "I thought you're not supposed to wear white to a wedding."
            },
            {
                "character": "Kelly",
                "line": "I know but there was an emergency."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "I look really good in white."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This strappy young lad sitting here is Phyllis' father, Albert, and he is quite the ladies' man, aren't you Albert, hah? Ah, ringbearer. I could have done better. I will do better. I am going to be better. I can't believe I'm actually doing this! Ooh! Are you ready for this, Albert? I am. Let's do it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "That's my dress."
            },
            {
                "character": "Michael",
                "line": "[whispers to father] That's ok. [Albert gets out of his wheelchair and starts walking]"
            },
            {
                "character": "Dwight",
                "line": "It's a miracle."
            },
            {
                "character": "Crowd",
                "line": "[generalized clapping]"
            },
            {
                "character": "Michael",
                "line": "This is bull****!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Me walking Phyllis down the aisle was supposed to be the highlight of the wedding. And now... the wedding has no highlight."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I can't believe I pushed that... that guy's lazy ass around all day... until he was ready to stand up and steal the show. That's... well... I got news for you, Albert. If that's your real name. The show's not over."
            }
        ],
        [
            {
                "character": "Priest",
                "line": "And do you, Phyllis, take Bob Vance, Vance Refrigeration, to be your lawfully wedded husband?"
            },
            {
                "character": "Phyllis",
                "line": "I do."
            },
            {
                "character": "Michael",
                "line": "Ladies and Gentlemen, may I present to you for the first time as a couple, Mr. and Mrs. Bob Vance!"
            },
            {
                "character": "Priest",
                "line": "And do you, Bob..."
            },
            {
                "character": "Michael",
                "line": "Oh, shiii..."
            },
            {
                "character": "Priest",
                "line": "... take Phyllis to be your lawfully wedded wife"
            },
            {
                "character": "Bob Vance",
                "line": "I do."
            },
            {
                "character": "Priest",
                "line": "You may now kiss the bride."
            },
            {
                "character": "Michael",
                "line": "Ladies and Gentleman, for the first time as a couple, Mr. and Mrs. Bob Vance. [generalized clapping and cheering] Yeah! That's what I'm talking about!"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Congratulations, Phyllis. You look lovely. Your dress is very white. So white, my eyes are burning."
            },
            {
                "character": "Phyllis",
                "line": "Thanks Angela."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Congratulations, Bob. You're a good man. But just know... if you ever lay a finger on Phyllis, I will kill you."
            },
            {
                "character": "Bob Vance",
                "line": "If you ever lay I finger on Phyllis, I'll kill you."
            },
            {
                "character": "Michael",
                "line": "Agreed. No fingers will be laid on Phyllis. [to Albert] Oh, decided to sit down again, huh? Great. Bet you can hear me, too."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Best of luck, Phyllis. Also I'm going to need to see a copy of the guest manifest as well as photographs of the caterers."
            },
            {
                "character": "Phyllis",
                "line": "I don't have that, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Dammit, Phyllis!"
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Are you all right? This must be so awful for you."
            },
            {
                "character": "Pam",
                "line": "What do you mean?"
            },
            {
                "character": "Kelly",
                "line": "Well... this was supposed to be your wedding."
            },
            {
                "character": "Pam",
                "line": "Oh... um... no. That's... um... That's actually fine"
            },
            {
                "character": "Kelly",
                "line": "There's no way it's fine. I'm sorry. If I was you, I would just like freak out and get really drunk and then tell someone I was pregnant."
            },
            {
                "character": "Pam",
                "line": "Okay, that's a lot of good ideas. Thanks"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "'Scuse me, sir. How do you know the happy couple?"
            },
            {
                "character": "Uncle Al",
                "line": "Who?"
            },
            {
                "character": "Dwight",
                "line": "The bride and groom? What are their names?"
            },
            {
                "character": "Uncle Al",
                "line": "Oh, I... I don't... I'm not sure."
            },
            {
                "character": "Dwight",
                "line": "Oh I get it, I get it, come on, freeloader. Let's move it. Come on. Come on."
            },
            {
                "character": "Uncle Al",
                "line": "Okay, Okay. Where are we going?"
            },
            {
                "character": "Dwight",
                "line": "Got to find yourself another wedding to crash, my friend."
            },
            {
                "character": "Uncle Al",
                "line": "Oh!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Phyllis! Are you happy with everything? What can I do to make it more perfecter?"
            },
            {
                "character": "Phyllis",
                "line": "It's beautiful. Why don't you find your seat. Enjoy the buffet."
            },
            {
                "character": "Michael",
                "line": "I'm already on it. The chicken? Totally undercooked. I sent it back."
            },
            {
                "character": "Phyllis",
                "line": "It's fish."
            },
            {
                "character": "Michael",
                "line": "I will take care of that."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I do. I know a fair amount about fine food... and drink. This is a white."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "No this is not our first wedding. This is the THIRD wedding that Scrantonicity has played. We also played our bassist's wedding and our guitarist's wedding."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Attention, everyone. Attention, please. I am supposed to ask if anyone has seen Uncle Al. He is old and has brown eyes and dementia. His family is very concerned. It is a very serious situation. [sings] Roxanne. You don't have to put on your red light."
            }
        ],
        [
            {
                "character": "Roy",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Roy",
                "line": "I know I normally don't notice these kind of things but uh... This wedding's really nice! I mean, the flowers and stuff? Phyllis has got some great taste."
            },
            {
                "character": "Pam",
                "line": "You're kidding me, right?"
            },
            {
                "character": "Roy",
                "line": "I know you're probably not going to remember this, right? But um... Those color roses? I got you those color roses for our prom."
            },
            {
                "character": "Pam",
                "line": "Roy, I picked those flowers. Phyllis just stole all of my ideas for our wedding."
            },
            {
                "character": "Roy",
                "line": "I uh guess I wasn't really too involved in the planning."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Roy",
                "line": "Sorry about that."
            },
            {
                "character": "Pam",
                "line": "It's okay."
            },
            {
                "character": "Roy",
                "line": "You think this sucks for you? I was the one who actually wanted to get married."
            }
        ],
        [
            {
                "character": "Randy",
                "line": "Phyllis, you're a wonderful woman. And you're a hell of a bowler!"
            },
            {
                "character": "Crowd",
                "line": "[cheering and clapping]"
            },
            {
                "character": "Unknown",
                "line": "She is."
            },
            {
                "character": "Randy",
                "line": "Cheers."
            },
            {
                "character": "Crowd",
                "line": "Cheers."
            },
            {
                "character": "Michael",
                "line": "Thank you, Randy. That was great. Thank you. Thank you very much. Hi, I'm Michael Scott and for the next forty minutes, I'm going to be your tour guide through the lives of Phyllis Lapin and Bob Vance. One of the great, seemingly impossible, love stories of our time. My name is Michael Scott. Webster's Dictionary defines \"wedding\" as the fusing of two metals with a hot torch. Well, you know something. I think you guys are two metals. Gold medals. For those of you who don't know me, I'm Michael Scott, Phyllis' boss. To quote from The Princess Bride \"Mawige..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "The most important part of a speech is the opening line. When time is not a factor, I like to try out three or four different ones."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Phyllis and Bob: their celebrity couple name would be Phlob. You look at her... and she's kind of matronly today, but back in High School, I swear, her nickname was 'Easy Rider'. Now as for Bob... Bob Vance..."
            },
            {
                "character": "Bob Vance",
                "line": "Oh okay. That's enough."
            },
            {
                "character": "Michael",
                "line": "is a guy that..."
            },
            {
                "character": "Bob Vance",
                "line": "Thanks, Michael. Give me..."
            },
            {
                "character": "Michael",
                "line": "he works... Okay hold, hold on, hold on. Look. Look. I didn't say anything when Phyllis' dad upstaged me at the ceremony. And I think you owe me this. Kay."
            },
            {
                "character": "Bob Vance",
                "line": "Give me the microphone."
            },
            {
                "character": "Michael",
                "line": "No. I'm not going to..."
            },
            {
                "character": "Bob Vance",
                "line": "Give me... Give me the microphone, Michael."
            },
            {
                "character": "Michael",
                "line": "Ok. All right."
            },
            {
                "character": "Bob Vance",
                "line": "You're out of here!"
            },
            {
                "character": "Michael",
                "line": "Oh. Yeah. You're out of here! You're... Yeah. I hate you!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Hey!"
            },
            {
                "character": "Jim",
                "line": "When are we going to get to see some of those famous Beesly dance moves?"
            },
            {
                "character": "Pam",
                "line": "Oh... I'm pacing myself."
            },
            {
                "character": "Jim",
                "line": "Come on. Get out there. Give the people what they want."
            },
            {
                "character": "Pam",
                "line": "No. I'm such a dorky dancer."
            },
            {
                "character": "Jim",
                "line": "I know. It's very cute."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hypothetically, if I thought Pam was interested, then... No, it's totally hypothetical."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Come... Come on!"
            },
            {
                "character": "Dwight",
                "line": "I can't let you in, Michael."
            },
            {
                "character": "Michael",
                "line": "Dwight, just..."
            },
            {
                "character": "Dwight",
                "line": "No, it's Bob and Phyllis' orders."
            },
            {
                "character": "Michael",
                "line": "Look, I just wanted to go in and quietly sit and have a piece of cake. I'm not even going to dance one song."
            },
            {
                "character": "Dwight",
                "line": "You are a real life wedding crasher and I must bounce you. I'm sorry, it gives me no pleasure."
            },
            {
                "character": "Michael",
                "line": "OK."
            }
        ],
        [
            {
                "character": "Roy",
                "line": "Hey, they're playing our song."
            },
            {
                "character": "Pam",
                "line": "Yeah, that's weird. I thought they only played the Police."
            },
            {
                "character": "Roy",
                "line": "I know. Uh... I gave them twenty bucks. You want to dance?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[sings] ee... I was meant for you... buppity du bom bu."
            }
        ],
        [
            {
                "character": "Roy",
                "line": "[to Pam] Hey, want to get out of here?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Here's a 'not hypothetical'. I'm really happy I'm with Karen."
            }
        ],
        [
            {
                "character": "Karen",
                "line": "[sings] Every little thing she does is magic. Every little thing she do just turns me on. Even though my life before was tragic. Now I know my love for her goes on. Every..."
            }
        ],
        [
            {
                "character": "Women",
                "line": "One... Two... Three. Ahhhh! [Phyllis throws the flowers, Ryan knocks them out of Kelly's hands, Toby's date gets them]"
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Toby! Yeah!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I just want Phyllis to have a great day."
            },
            {
                "character": "Uncle Al",
                "line": "Phyllis and you will be great together."
            },
            {
                "character": "Michael",
                "line": "We are great together. We are a great team."
            },
            {
                "character": "Uncle Al",
                "line": "The Celtics were a great team."
            },
            {
                "character": "Michael",
                "line": "Yes. Yes. They were. Robert Parrish! I should talk to her. I don't want this to ruin her honeymoon."
            },
            {
                "character": "Uncle Al",
                "line": "Nobody ever helped me. I had to do it myself. Even the doctor didn't know!"
            },
            {
                "character": "Michael",
                "line": "Dude, keep it together. I listened to you for half an hour even though most of that stuff went right over my head."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Phyllis. Phyllis! Wait! Please. I'm sorry. I just... I just wanted to make this a day to remember."
            },
            {
                "character": "Phyllis",
                "line": "You found Uncle Al!"
            },
            {
                "character": "Michael",
                "line": "Yeah. Yeah. He's kind of a weirdo."
            },
            {
                "character": "Phyllis",
                "line": "Thank you, Michael."
            },
            {
                "character": "Michael",
                "line": "You're... You're welcome."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "They say that your wedding day goes by in such a flash that your lucky if you even get a piece of your own cake. I say that's crazy. I say let them eat cake. Margaret Thatcher said that about marriage. Smart broad."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Be careful. Oh no!! [Phyllis and Bob smear cake on each other's face] Oh wow! Phyllis! Phyllis! You look like a clown! Here. Get me! Get me! [Michael smears cake on his own face]"
            }
        ]
    ],
    "deleted_scenes": []
}