{
    "season": 3,
    "episode": 16,
    "title": "Business School",
    "scenes": [
        [
            {
                "character": "Michael",
                "quote": "Oh hey, Kevin, nice of you to join us, where were you?"
            },
            {
                "character": "Kevin",
                "quote": "My tire blew out on the way here, Michael."
            },
            {
                "character": "Michael",
                "quote": "Huh?"
            },
            {
                "character": "Kevin",
                "quote": "I almost died. I... I went into this skid---"
            },
            {
                "character": "Michael",
                "quote": "Pop quiz."
            },
            {
                "character": "Kevin",
                "quote": "...What?"
            },
            {
                "character": "Michael",
                "quote": "Why is today a special day?"
            },
            {
                "character": "Kevin",
                "quote": "I almost died."
            },
            {
                "character": "Michael",
                "quote": "Today's a special day, because I am being honored as a... visiting... professor, special lecturer, emeritus... how did you, how did you..."
            },
            {
                "character": "Ryan",
                "quote": "You will be a guest speaker... in my Emerging Enterprises class."
            },
            {
                "character": "Michael",
                "quote": "In business school, Kevin. Business school."
            },
            {
                "character": "Kevin",
                "quote": "Wow."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "If you bring your boss to class, it automatically bumps you up a full letter grade. So... I'd be stupid not to do it, right?"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "A boss is like a teacher. And I am like the cool teacher. Like Mr. Handell. Mr. Handell would hang out with us, and he would tell us awesome jokes. And he actually hooked up with one of the students. Um... and then like twelve other kids came forward. It was in all the papers. ... Really ruined eighth grade for us."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Here we go. College Roadshow. Gotta bring our... A game. What was the most inspiring thing I've ever said to you?"
            },
            {
                "character": "Dwight",
                "quote": "\"Don't be an idiot.\" Changed my life."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Whenever I'm about to do something, I think, \"Would an idiot do that?\" And if they would, I do not do that thing."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Will they throw their hats, you think?"
            },
            {
                "character": "Ryan",
                "quote": "What?"
            },
            {
                "character": "Michael",
                "quote": "A lot of times, at a... school, or naval academy, after a rousing speech, the crowd would throw its hats high into the air."
            },
            {
                "character": "Ryan",
                "quote": "Y-You understand nobody's graduating."
            },
            {
                "character": "Michael",
                "quote": "Yeah, I know, I know. I'm just saying if they did throw their hats I've got a great line for that: \"May your hats fly as high as your dreams.\" ... That was a pretty good line."
            },
            {
                "character": "Ryan",
                "quote": "...It doesn't apply."
            },
            {
                "character": "Michael",
                "quote": "I understand! Wow. Relax, spazzy boy. Sometimes you're such a little spaz! [pokes Ryan] Whoa, hey!"
            },
            {
                "character": "Ryan",
                "quote": "Quit it!"
            },
            {
                "character": "Michael",
                "quote": "We have fun."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "I can't for your art show tonight."
            },
            {
                "character": "Pam",
                "quote": "Okay, just so you know, it's just the students from my class in a little studio."
            },
            {
                "character": "Roy",
                "quote": "I-I wouldn't miss it for the world."
            },
            {
                "character": "Pam",
                "quote": "Thanks."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I'm really happy to be back with Roy. I think it shows maturity. Maturity and dignity. ... Is that braggy? I don't mean it to be braggy."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "Love ya."
            },
            {
                "character": "Pam",
                "quote": "You too."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Pam's with Roy. I'm with Karen. And, uh, Brangelina is with Frangelina. Movin' on."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "I can't believe you're back together with Roy!"
            },
            {
                "character": "Pam",
                "quote": "Oh, yeah! We have such a solid foundation, you know."
            },
            {
                "character": "Kelly",
                "quote": "Oh my God. You're so in love now."
            },
            {
                "character": "Pam",
                "quote": "Yeah. Oh, you should come to my art show, by the way."
            },
            {
                "character": "Kelly",
                "quote": "Oh, art show!"
            },
            {
                "character": "Pam",
                "quote": "I mean, it's not a big deal, but I think a lot of people from the office will be there."
            },
            {
                "character": "Kelly",
                "quote": "...Oh... yeah. Definitely... I'll be there. For sure."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Campus. Brings back so many memories. ... That I would have made. Hey. Frisbee. Check that out. Aww! What do you say we get our Fris on before class? [runs over, throws frisbee] Whoo!"
            },
            {
                "character": "College Student",
                "quote": "....Dude."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "...Oh my God. Animal stool. [jumps on desk]"
            },
            {
                "character": "Pam",
                "quote": "Dwight, what are you doing?"
            },
            {
                "character": "Dwight",
                "quote": "Solving a mystery, if that's quite alright with you. [opens ceiling tile] Come to Papa. Okay, ladies and gentlemen, what we have here is a bird that has been trapped in a vent. Fortunately I have found it befo--BAT! BAAAT! BAT!"
            },
            {
                "character": "Karen",
                "quote": "Oh my God!"
            },
            {
                "character": "Dwight",
                "quote": "BAAAAT! BAT! NO! EVERYONE REMAIN CALM! There it goes!"
            },
            {
                "character": "Stanley",
                "quote": "Goooood bye."
            },
            {
                "character": "Angela",
                "quote": "[on ground] ... Please don't let that stupid thing near me..."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Okay, this is it. Ryan is doing my intro right now."
            },
            {
                "character": "Ryan",
                "quote": "...Dunder-Mifflin can't compete with the modern chains, and management is unwilling, or unable, to adapt. Their customers are dying off..."
            },
            {
                "character": "Michael",
                "quote": "I can't hear what he's saying, but he looks like he's really into it."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "We have... a bat... in the office."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "The simple solution would be to open a window... if we had... windows that could open."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Poop is raining from the ceilings. Poop!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Okay. Thanks. [hangs up phone] Animal control will be here at six."
            },
            {
                "character": "Dwight",
                "quote": "At Six?! No, that is unacceptable. Okay, Jim, you are the number two in this office. You need to step up and show some leadership."
            },
            {
                "character": "Jim",
                "quote": "I'm sorry what did you say? So wierd..."
            },
            {
                "character": "Dwight",
                "quote": "What? What's so wierd?"
            },
            {
                "character": "Jim",
                "quote": "The bat, I mean, I know I felt it bite me, but look. There's no mark. I feel so... tingly... so strangely powerful... [shrugs] Oh well."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "And now, without further ado, I present the regional manager of Dunder Mifflin, Scranton, Michael Scott."
            },
            {
                "character": "Michael",
                "quote": "Hello everyone, I am Michael Scott. And I would like to start today by inspiring you. May I borrow someone's textbook, please? Thank you. What have we here? Ooh. Economics. Very, very interesting. [rips pages out of book] You cannot learn from books. Replace these pages with life lessons, and then, you will have... a book... that is worth its weight in gold. [gives book back] I know these are expensive, um, but the lesson is priceless. Good. Alright. I think you're inspired. Shall we proceed? There are four kinds of business: Tourism. Food service. Railroads, and sales. And hospitals slash manufacturing. And air travel."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[sighs] This is your job, Halpert."
            },
            {
                "character": "Jim",
                "quote": "Ow!"
            },
            {
                "character": "Karen",
                "quote": "Oh, what happened?"
            },
            {
                "character": "Jim",
                "quote": "That bread on your desk? I just picked it up. It's white hot."
            },
            {
                "character": "Karen",
                "quote": "But Jim, this garlic bread is cold."
            },
            {
                "character": "Jim",
                "quote": "What? ... No. It burned me. I... bizarre."
            },
            {
                "character": "Dwight",
                "quote": "No... no. One crisis at a time."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "If a vampire bat was in the U.S., it would make sense for it to come to a \"sylvania.\" Like PENN-sylvania. Now that doesn't mean that Jim is going to become a vampire. Only that he carries the vampiric germ."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "So, you wanna start a business. How do you start? What do you need? Well, first of all, you need a building. And secondly, you need supply. You need something to sell. Now this could be anything. It could be... a... thingamajig. Or a... a whosi-whatsi. Or... [pulls out a candy bar] a Whatchamacallit [throws bar]. Now, you need to sell those in order to have a PayDay [takes out a PayDay, throws it]. And, if you sell enough of them, you will make a 100 Grand [throws 100 Grand bar]. [pulls out a Snickers] Satisfied?"
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Oh, this looks great. I'd, I'd love to be there, but my daughter's play is tonight. ... Damnit! You know, one of the other parents will probably videotape it."
            },
            {
                "character": "Pam",
                "quote": "Oh! No, you should go."
            },
            {
                "character": "Toby",
                "quote": "Well, it's important to support local art, you know. And what they do is not art."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Okay, I'm seeing some confused... faces out there. Let me slow down a little bit. Break this down. Okay. The more stickers you sell, the more profit, fancy word for money, you have to buy PlayStations and Beanie Babies."
            },
            {
                "character": "Ryan",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "...And products!"
            },
            {
                "character": "Ryan",
                "quote": "What we normally do here is more of a question and answer thing."
            },
            {
                "character": "Michael",
                "quote": "Well... okay, I was just kind of getting it going. Um, alright. Well, okay, we can do questions. Okay. Very good. First hand up."
            },
            {
                "character": "Business Student #1",
                "quote": "Sir, as a company that primary distributes paper, how have you adapted your business model to function in an increasingly paperless world?"
            },
            {
                "character": "Michael",
                "quote": "We can't overestimate the value of computers. Yes, they are great for playing games and forwarding funny emails. But real business is done on paper, okay? Write that down. [everyone types on their laptops]"
            }
        ],
        [
            {
                "character": "Karen",
                "quote": "Hey Jim, here's the aspirin you wanted."
            },
            {
                "character": "Jim",
                "quote": "Oh, thank God. I have such a headache from that glare."
            },
            {
                "character": "Karen",
                "quote": "What glare?"
            },
            {
                "character": "Jim",
                "quote": "The glare off Angela's crucifix? It's blinding."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I don't have a lot of experience with vampires, but I have hunted werewolves. I shot one once. But by the time I got to it, it had turned back into my neighbor's dog."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Extraordinary events call for extraordinary actions. We form an allegiance--"
            },
            {
                "character": "Creed",
                "quote": "Sure."
            },
            {
                "character": "Dwight",
                "quote": "--to use sudden violence."
            },
            {
                "character": "Creed",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "Do you have the tools to turn a wooden mop handle into a stake?"
            },
            {
                "character": "Creed",
                "quote": "What size?"
            }
        ],
        [
            {
                "character": "Business Student #2",
                "quote": "What do you say to a customer who wants to leave you for the convenience and savings of a nationwide chain?"
            },
            {
                "character": "Michael",
                "quote": "...I say you will miss our service, and I absolutely guarantee you'll come back."
            },
            {
                "character": "Business Student #2",
                "quote": "Has anyone ever come back?"
            },
            {
                "character": "Michael",
                "quote": "...We don't want them back, 'cause they're... stupid."
            },
            {
                "character": "Business Student #3",
                "quote": "How far has your Herfindahl index declined since the merger?"
            },
            {
                "character": "Michael",
                "quote": "Nice try, how's your Pollack-says-what index?"
            },
            {
                "character": "Business Student #3",
                "quote": "...What?"
            },
            {
                "character": "Michael",
                "quote": "Thanks, Kowalsky. Um, can we get on track here?"
            },
            {
                "character": "Business Student #1",
                "quote": "By your own employee's calculation you'll be obsolete in the next five to ten years."
            },
            {
                "character": "Michael",
                "quote": "...Wait, Ryan said that?"
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "What are you doing? You'd better not hurt that little bat."
            },
            {
                "character": "Creed",
                "quote": "Animals can't feel pain."
            },
            {
                "character": "Kelly",
                "quote": "Don't hurt that bat, Creed! It's a living thing with feelings and a family!"
            },
            {
                "character": "Dwight",
                "quote": "Flush him towards the door. On my go... NOW!"
            },
            {
                "character": "Kelly",
                "quote": "AHH! KILL IT! KILL IT! KILL IIIT!"
            },
            {
                "character": "Kevin",
                "quote": "[locks bat in break room] I... am a hero!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Yeah sure, you know business, sitting up here in your ivory tower. And your ebony tower. You know what? Tell you one thing, Dunder-Mifflin is here to stay."
            },
            {
                "character": "Business Student #2",
                "quote": "But how can you compete against a company with the resources of a nationwide chain?"
            },
            {
                "character": "Michael",
                "quote": "David will always beat Goliath."
            },
            {
                "character": "Business Student #1",
                "quote": "But there's five Goliaths, there's... Staples, Officemax..."
            },
            {
                "character": "Michael",
                "quote": "Yeah, yeah. You know what else is facing five Goliaths? America. Al-Qaeda, global warming, sex predators... mercury poisoning. So do we just give up? Is that what we're learning in business school?"
            },
            {
                "character": "Business Student #1",
                "quote": "But in the big picture..."
            },
            {
                "character": "Michael",
                "quote": "Dunder-Mifflin is the big picture! Can't you understand that? No, you can't. You're too young. Ryan... has never made a sale. And he started a fire trying to make a cheesy pita. And everybody thinks he's a tease. Well you know what? He doesn't know anything, and neither do you. [walks out] SO SUCK ON THAT!"
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "...It wasn't personal."
            },
            {
                "character": "Michael",
                "quote": "Business is always personal. It's the most personal thing in the world. When we get back to the office, pack your things."
            },
            {
                "character": "Ryan",
                "quote": "Pack my--?"
            },
            {
                "character": "Michael",
                "quote": "You heard me, pack your things."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "I really want to come out!"
            },
            {
                "character": "Creed",
                "quote": "Good night, Mary Beth!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "So... you're cool to just wait here for animal control?"
            },
            {
                "character": "Dwight",
                "quote": "Animal control? I've been controlling animals since I was six."
            },
            {
                "character": "Jim",
                "quote": "Cool. Okay. I'm gonna go home and lie down, draw the shades... there's just so much sun in here... bye Dwight."
            },
            {
                "character": "Dwight",
                "quote": "Goodbye Jim. And good luck."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Jim is on a path now. An eternal journey, and I wish him well. But I have a destiny in this realm. Specifically, in the kitchen."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "...And it's all from the same series."
            },
            {
                "character": "Woman",
                "quote": "Oh."
            },
            {
                "character": "Pam",
                "quote": "Called 'Impressions.'"
            },
            {
                "character": "Woman",
                "quote": "Oh."
            },
            {
                "character": "Pam",
                "quote": "Not that I call myself an impressionist, per se."
            },
            {
                "character": "Woman",
                "quote": "Maybe one day."
            },
            {
                "character": "Pam",
                "quote": "I hope so."
            },
            {
                "character": "Woman",
                "quote": "Mmm."
            },
            {
                "character": "Pam",
                "quote": "I still need... you know, my breakthrough, or whatever. [Woman leaves, Roy enters] Hey, babe, how are you?"
            },
            {
                "character": "Roy",
                "quote": "Good. Alright I brought my brother, huh?"
            },
            {
                "character": "Pam",
                "quote": "Hey, Kenny."
            },
            {
                "character": "Kenny",
                "quote": "Hey Pam."
            },
            {
                "character": "Roy",
                "quote": "How 'bout this, huh? I show up with my brother, and, no one from work is here? That's... pretty cool, huh?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Magic time. Gyeeeaahhh! [puts bag over Meredith's head]"
            },
            {
                "character": "Meredith",
                "quote": "Ahh! Ahh! Ahh! Get off! Get off me! Get off me!"
            },
            {
                "character": "Dwight",
                "quote": "Hold still, woman!"
            },
            {
                "character": "Meredith",
                "quote": "Get off me! Get it off! Ahhhh!"
            },
            {
                "character": "Dwight",
                "quote": "...[captures bat in bag] ... You're welcome."
            }
        ],
        [
            {
                "character": "Roy",
                "quote": "It's cool if I go, right? I mean, I looked at all of them."
            },
            {
                "character": "Pam",
                "quote": "Yeah, I'll just, I'll drive myself home."
            },
            {
                "character": "Roy",
                "quote": "To my place?"
            },
            {
                "character": "Pam",
                "quote": "Maybe, I'm a little tired."
            },
            {
                "character": "Roy",
                "quote": "Your art.. was the prettiest art of... all art."
            },
            {
                "character": "Pam",
                "quote": "Thank you."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Look, I'm sorry, okay? I was just trying to do my presentation, and... of course, I was wrong to suggest that Dunder-Mifflin might ever go out of business. But you don't have to fire me."
            },
            {
                "character": "Michael",
                "quote": "Fire you? No, no no. You are moving... to the annex."
            },
            {
                "character": "Ryan",
                "quote": "To the annex? Where... Kelly is?"
            },
            {
                "character": "Michael",
                "quote": "A good manager doesn't fire people. He hires people and inspires people. ... People, Ryan. And people will never go out of business."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "You're the one who said we needed more culture."
            },
            {
                "character": "Gil",
                "quote": "This is culture to you?"
            },
            {
                "character": "Oscar",
                "quote": "It's her first try."
            },
            {
                "character": "Gil",
                "quote": "Yeah, on Van Gogh's first try, he drew the hands of the peasants."
            },
            {
                "character": "Oscar",
                "quote": "Meaning what?"
            },
            {
                "character": "Gil",
                "quote": "Meaning, real art takes courage, okay? And honesty."
            },
            {
                "character": "Oscar",
                "quote": "Well, those aren't Pam's strong points."
            },
            {
                "character": "Gil",
                "quote": "Yeah, exactly. That's why this is... motel art."
            }
        ],
        [
            {
                "character": "Artist",
                "quote": "Thanks for coming."
            },
            {
                "character": "Michael",
                "quote": "Pam-casso! Sorry I'm late, I had to race across town."
            },
            {
                "character": "Pam",
                "quote": "Oh, Michael."
            },
            {
                "character": "Michael",
                "quote": "Wow! You did these... freehand?"
            },
            {
                "character": "Pam",
                "quote": "Yep."
            },
            {
                "character": "Michael",
                "quote": "My God, these could be tracings! Ohh! Look at this one. Wow! You nailed it. [sighs] ... How much?"
            },
            {
                "character": "Pam",
                "quote": "What do you mean?"
            },
            {
                "character": "Michael",
                "quote": "I don't see a... price."
            },
            {
                "character": "Pam",
                "quote": "Um... you wanna buy it?"
            },
            {
                "character": "Michael",
                "quote": "Well, yeah. Yeah, we have to have it for the office. I mean, there's my... window, and there's my car! That your car?"
            },
            {
                "character": "Pam",
                "quote": "Uh-huh."
            },
            {
                "character": "Michael",
                "quote": "That is our building... and we sell paper. ... I am really proud of you."
            },
            {
                "character": "Pam",
                "quote": "[hugs Michael] ... Thank you."
            },
            {
                "character": "Michael",
                "quote": "What?"
            },
            {
                "character": "Pam",
                "quote": "Do you have something in your pocket?"
            },
            {
                "character": "Michael",
                "quote": "...Chunky. Do you want half?"
            },
            {
                "character": "Pam",
                "quote": "No thank you."
            },
            {
                "character": "Michael",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "It is... a message. It is an inspiration, it is... a source of beauty. And without paper, it could not have happened. Unless, you had a camera."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God, oh my God..."
            },
            {
                "character": "Ryan",
                "quote": "It's only temporary, okay? Don't get excited."
            },
            {
                "character": "Kelly",
                "quote": "I won't, I won't, I won't, I won't, I won't, I won't, I won't, I won't, I won't, I won't, I won't, I won't..."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "quote": "Well ultimately I went into business to inspire people. They say those who can't do, teach. I can do both. I teach doing."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "OK, here we go... Digest of business terms, CliffsNotes on business economics, and a sales encyclopedia."
            },
            {
                "character": "Michael",
                "quote": "Wow! That's a lot of books, do you have, umm, one book that sums up all of these."
            },
            {
                "character": "Jim",
                "quote": "Those are the books that sum up the other books."
            },
            {
                "character": "Michael",
                "quote": "So no?"
            },
            {
                "character": "Jim",
                "quote": "What are you reading?"
            },
            {
                "character": "Michael",
                "quote": "Oh, umm, ever since I started here, I've kept a diary of all my sales."
            },
            {
                "character": "Jim",
                "quote": "Oh, that could be interesting."
            },
            {
                "character": "Michael",
                "quote": "No, it's just mileage mostly, but there's one chapter that I call wisdoms. I'm going to read you a series of statements, and I want you to tell me, on a scale of one to ten, how smart they are."
            },
            {
                "character": "Jim",
                "quote": "[clears throat] I am ready."
            },
            {
                "character": "Michael",
                "quote": "Don't do what I say, say what I do."
            },
            {
                "character": "Jim",
                "quote": "Five."
            },
            {
                "character": "Michael",
                "quote": "Just getting warmed up. Mistakes are just successes that you mess up."
            },
            {
                "character": "Jim",
                "quote": "Hmm... Five."
            },
            {
                "character": "Michael",
                "quote": "This... You know this is a scale of one to ten?"
            },
            {
                "character": "Jim",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "OK. Do you want me to repeat that?"
            },
            {
                "character": "Jim",
                "quote": "No, I got it."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[motions to phyllis's desk]"
            },
            {
                "character": "Stanley",
                "quote": "She's on her honeymoon. She won't be back for six weeks."
            },
            {
                "character": "Creed",
                "quote": "I'll wait. [sighs]"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Here's a joke for you. Why did Pam hook up with Roy at Phyllis's wedding?"
            },
            {
                "character": "Angela",
                "quote": "Don't Meredith."
            },
            {
                "character": "Meredith",
                "quote": "You ready?"
            },
            {
                "character": "Oscar",
                "quote": "You know I don't like to participate in the..."
            },
            {
                "character": "Meredith",
                "quote": "Why did Pam hook up with Roy at Phyllis's wedding?"
            },
            {
                "character": "Oscar",
                "quote": "Really, it's just that I don't like to participate..."
            },
            {
                "character": "Meredith",
                "quote": "Grow up."
            },
            {
                "character": "Oscar",
                "quote": "It's just... I'm sorry... It's gossip, and I don't think it's healthy."
            },
            {
                "character": "Meredith",
                "quote": "Get over yourself."
            },
            {
                "character": "Oscar",
                "quote": "Well, I'm not going to get over myself... it's wrong."
            },
            {
                "character": "Meredith",
                "quote": "Because Roy use to... [long censor beep]... with the rice... [long censor beep]... [laughs]"
            },
            {
                "character": "Oscar",
                "quote": "[laughs] That's disgusting."
            },
            {
                "character": "Meredith",
                "quote": "[still laughing] I know."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Everybody please stand, and get up on your desks. [goes to stand on desk] Just stand right up."
            },
            {
                "character": "Ryan",
                "quote": "Michael it's not... It's not..."
            },
            {
                "character": "Michael",
                "quote": "That's, yep a little flimsy. Umm... OK... Ahh... Alright, no more desks. Oh OK."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I have a lot of big ideas, and the trick is to get it out of my brain and into theirs, in a way that is easy to swallow. Simple... [holds up snickers] Kids love candy bars."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Lets try a little... Little social experiment here. Raise your hands if you like to buy things. OK, I see some people who like to buy things. You're it, you are the reason this world rolls along, give yourselves a round of applause. Say, say you want to start a business, and business is all about buying and selling, is it not? So say you want to sell lemonade, or stickers. Something you have to keep in mind, you must, and you might want to jot this down, you must sell the stickers for more than you bought the stickers for."
            }
        ],
        [
            {
                "character": "Student 1",
                "quote": "How have you adopted your business model to function in an increasingly paperless world?"
            },
            {
                "character": "Michael",
                "quote": "Oh, Oh, I take umbrage to that premise...ses. Umm, let me ask you this: How many people exist in the world? Over forty billion. What are they going to be writing on... rocks? Any one else? [points] Yep."
            },
            {
                "character": "Student 2",
                "quote": "Just following up on that first question..."
            },
            {
                "character": "Michael",
                "quote": "No no no no no. Never follow, always lead."
            },
            {
                "character": "Student 2",
                "quote": "OK."
            },
            {
                "character": "Michael",
                "quote": "OK."
            },
            {
                "character": "Student 2",
                "quote": "New question."
            },
            {
                "character": "Michael",
                "quote": "Very good."
            },
            {
                "character": "Student 2",
                "quote": "In the digital age..."
            },
            {
                "character": "Michael",
                "quote": "OK."
            },
            {
                "character": "Student 2",
                "quote": "... email..."
            },
            {
                "character": "Michael",
                "quote": "Bop bop de Bope bop bop bop bop bop. You only have me for a limited time... Yes."
            },
            {
                "character": "Student 3",
                "quote": "Do you believe your high fixed cost are warranted given your diminishing market share."
            },
            {
                "character": "Michael",
                "quote": "How can I put this? That question makes you sound gay."
            }
        ],
        [
            {
                "character": "Karen",
                "quote": "[Karen sees Pam's art show flyer on the cabinet door, she looks around to make sure no one is looking, then proceeds to rip in down, Oscar comes out of the bathroom, Karen acts like she was just looking at it and then walks out of the kitchen]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "BAT!"
            },
            {
                "character": "Meredith",
                "quote": "[comes out of the bathroom... screams... runs back into the bathroom]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "What is a leader? I asked Jim that, and he said he had never heard the word before. In America, in 2007. He said he knew the word ladder... What an ignoramous."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "[Bat hanging from ceiling cleaning itself] I really want to come out."
            },
            {
                "character": "Dwight",
                "quote": "You want rabies? Be my guest."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[looking with Kevin at the art show flyer] Should be fun."
            },
            {
                "character": "Kevin",
                "quote": "Your name looks really nice."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "Goodnight Mary-Beth."
            },
            {
                "character": "Kelly",
                "quote": "Hope she's OK."
            },
            {
                "character": "Angela",
                "quote": "Just goes to show the power of prayer."
            },
            {
                "character": "Kelly",
                "quote": "You prayed for this?"
            },
            {
                "character": "Angela",
                "quote": "In a general sense."
            }
        ],
        [
            {
                "character": "Kenny",
                "quote": "So cool you're back with Roy. Maybe we can rent that cabin on the lake again this summer."
            },
            {
                "character": "Pam",
                "quote": "Yeah, that'd be nice."
            },
            {
                "character": "Kenny",
                "quote": "There'll be two of you and only one of me this time, since Denise left me. So I think it's fair I only pay a third."
            },
            {
                "character": "Pam",
                "quote": "Yeah that seems fair."
            }
        ]
    ]
}