{
    "season": 4,
    "episode": 3,
    "title": "Launch Party",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "And the same thing goes for quarterly reports. They are unreadable. They're just numbers and boring and blech. So what I was thinking is that maybe we should have some sort of graphic, like if we have a bad quarter, put in a storm cloud? And... when we have a good quarter, fireworks? Or a racecar? [everyone groans] Doesn't have to be a racecar. Use your imagination."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "There's this cube on the screen, and it bounces around all day, and sometimes it looks like it's heading right into the corner of the screen, and at the last minute it hits a wall and bounces away. And we are all just dying to see it go right into the corner. Pam claims that she saw it one day when she was alone in the conference room. Okay. I believe she thinks she saw it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I saw it. I saw it, and it was amazing! Who said I didn't see it? Did Jim say that I didn't see it? I saw it!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "We have a lot of colored paper here... why oh why do we keep printing this on white? [screen saver box hits the wall]"
            },
            {
                "character": "Andy",
                "line": "Dah! Come on!"
            },
            {
                "character": "Michael",
                "line": "Yeah! I know. I know. It's bland."
            },
            {
                "character": "Oscar",
                "line": "It's never gonna happen."
            },
            {
                "character": "Kevin",
                "line": "Dude, you gotta believe."
            },
            {
                "character": "Michael",
                "line": "Maybe, we could have some sort of riddle?"
            },
            {
                "character": "Jim",
                "line": "[to Pam] Wait for it."
            },
            {
                "character": "Michael",
                "line": "Like, something that you have to look for. Sort of a \"Where's Waldo.\" [screensaver box hits the corner of the screen]"
            },
            {
                "character": "Everyone",
                "line": "Oh! Yes!"
            },
            {
                "character": "Michael",
                "line": "[everyone gets up and leaves the conference room] Alright. Alright. Let's quit while we're ahead."
            },
            {
                "character": "Kevin",
                "line": "That was so awesome."
            },
            {
                "character": "Michael",
                "line": "That was awesome. Thank you."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Some days I am just on fire. What can I say?"
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "Hey... there he is."
            },
            {
                "character": "Jim",
                "line": "Hey Meredith, how you feelin'?"
            },
            {
                "character": "Meredith",
                "line": "I never thanked you for coming to the hospital."
            },
            {
                "character": "Jim",
                "line": "Oh, please, it was my pleasure. Well we all came, so..."
            },
            {
                "character": "Meredith",
                "line": "Well, I really appreciate you coming. I'm singling you ouuuut."
            },
            {
                "character": "Jim",
                "line": "Haha..."
            },
            {
                "character": "Meredith",
                "line": "Anyway, I have this Sharpie..."
            },
            {
                "character": "Jim",
                "line": "Uh-huh."
            },
            {
                "character": "Meredith",
                "line": "And I was wondering if you could sign my cast?"
            },
            {
                "character": "Jim",
                "line": "MmmHmm..."
            },
            {
                "character": "Meredith",
                "line": "[lifts up dress to expose cast on pelvis] Can you write where I can read it?"
            },
            {
                "character": "Jim",
                "line": "Oh yeah."
            },
            {
                "character": "Meredith",
                "line": "[whispers] I'll read this when I get home."
            },
            {
                "character": "Jim",
                "line": "Alright..."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Michael? This is the press release I was telling you about. Ryan wants you to share it with everyone."
            },
            {
                "character": "Michael",
                "line": "Oh, does he?"
            },
            {
                "character": "Pam",
                "line": "He does."
            },
            {
                "character": "Michael",
                "line": "Mmmmmm. Okay. Attention. Earthlings. I have some news. Beep beep beep beep, beep beep beep beep beep, beep beep beep beep beep, beep beep beep beep beep, beep beep beep beep. Okay. Today is the big day that I am heading to New York to attend a party with sushi and important people. On an unrelated note, if anyone has an interesting anectdote that is not boring and easy to memorize please drop by my office before I leave. Thank you."
            },
            {
                "character": "Jim",
                "line": "Whoops. Is that really what Ryan wanted you to tell us?"
            },
            {
                "character": "Michael",
                "line": "And... today the Dunder-Mifflin Infinity website officially launches."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well the website is the brain-child of my brain-child, Ryan. It is my brain-grandchild. And, uh, to celebrate it's birth, all of the different branches are going to have satellite parties, which will be connected via web-cams and fibers to the real party, which is going on in New York City at uh, a very exclusive nightclub, and that is where all of the VIP's, including yours truly, will be partying with uh New York City's finest, and I do not mean policemen..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "The company is projecting record high sales, and that by 6:00 the website will be the new best salesman in the company. Wow! Watch out Dwight."
            },
            {
                "character": "Dwight",
                "line": "That's ridiculous. I'm not going to be beaten by a website."
            },
            {
                "character": "Jim",
                "line": "Actually it sounds like you are."
            },
            {
                "character": "Dwight",
                "line": "Really? 'Cause Ryan says so?"
            },
            {
                "character": "Kelly",
                "line": "If that's from Ryan, does it mention if he's seeing anybody?"
            },
            {
                "character": "Michael",
                "line": "No. It doesn't. I'll find out tonight."
            },
            {
                "character": "Stanley",
                "line": "Yes, please let us know."
            },
            {
                "character": "Dwight",
                "line": "I can make more sales than a computer. In fact, I challenge that website to make more sales than me today."
            },
            {
                "character": "Angela",
                "line": "Waste of time."
            },
            {
                "character": "Michael",
                "line": "What's that, pipsqueak?"
            },
            {
                "character": "Angela",
                "line": "Waste of time. The website's going to win."
            },
            {
                "character": "Dwight",
                "line": "You believe a computer can beat me?"
            },
            {
                "character": "Angela",
                "line": "I don't care, but yes."
            },
            {
                "character": "Dwight",
                "line": "Well I will prove you wrong."
            },
            {
                "character": "Angela",
                "line": "I don't care, and you won't."
            },
            {
                "character": "Dwight",
                "line": "We'll see."
            },
            {
                "character": "Angela",
                "line": "I won't be watching, and I won't."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Dwight mercy killed Angela's cat. It's very complicated. It's caused a lot of unpleasantness between Dwight and Angela. Who are both already prone to unpleasantness."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Stanley, you're dancing!"
            },
            {
                "character": "Stanley",
                "line": "No I'm not."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Yeah. I created a website. Look, at the end of the day, apples apples flying at 30,000 feet. This is a paper company and I don't want us to get lost in the weeds or into a beauty contest."
            },
            {
                "character": "Voice of Thomas Dean",
                "line": "I told you I don't want you doing these things in here. You can use your own office or do it in the hall."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Convergence. Viral marketing. We're going guerrilla. We're takin' it to the streets while keeping an eye on the street. Wall Street. I don't want to reinvent the wheel here. In other words, it is what it is. Buyin' paper just became fun."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "And this is where I will record your sales."
            },
            {
                "character": "Dwight",
                "line": "Hmm. Very nice. Very nice."
            },
            {
                "character": "Andy",
                "line": "And then I will say something positive, like kudos or job well done."
            },
            {
                "character": "Jim",
                "line": "Or zipadeedoodaah."
            },
            {
                "character": "Andy",
                "line": "I can't tell if he's mocking me."
            },
            {
                "character": "Dwight",
                "line": "Just ignore him."
            },
            {
                "character": "Andy",
                "line": "Ehh, can't do that. Really hard for me to let things go."
            },
            {
                "character": "Jim",
                "line": "I was... mocking."
            },
            {
                "character": "Andy",
                "line": "Thank you."
            },
            {
                "character": "Dwight",
                "line": "I just feel like we need something more to acknowledge when I make a sale."
            },
            {
                "character": "Andy",
                "line": "Yes like a chime or a bell..."
            },
            {
                "character": "Jim",
                "line": "Or a gong."
            },
            {
                "character": "Dwight",
                "line": "Go to my car. Open the trunk. Inside you will see many pelts. Under the smallest one is a case. Inside that case is a bear horn. Bring it to me."
            },
            {
                "character": "Andy",
                "line": "Yes!"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Isn't 7 pm a little late for a lunch party?"
            },
            {
                "character": "Angela",
                "line": "Lunch party? It's supposed to say launch party! What is wrong with you?"
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Angela is worse than usual lately, and we have a party to throw. So I Googled how to deal with difficult people, and I got all of this. [whispering] So we're gonna try out some new things today."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "So how do you feel about the fact that the banner says lunch?"
            },
            {
                "character": "Angela",
                "line": "I feel angry. Angry at you. Angry at you for doing something stupid. Angry at me for believing you could do something not stupid."
            },
            {
                "character": "Phyllis",
                "line": "I'm so sorry to hear that, that must be awful."
            },
            {
                "character": "Angela",
                "line": "It is awful. You've made this day awful!"
            },
            {
                "character": "Kevin",
                "line": "Maybe you could just change the U into an A."
            },
            {
                "character": "Angela",
                "line": "Then it would say lanch party, Kevin. Would it really be better if it said lanch party?"
            },
            {
                "character": "Michael",
                "line": "Ohh, lunch party."
            },
            {
                "character": "Angela",
                "line": "It's supposed to say launch!"
            },
            {
                "character": "Michael",
                "line": "Okay, wow! Easy, booster seat, nobody cares about this party anyway."
            },
            {
                "character": "Angela",
                "line": "I care!"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Plan a party, Angela. Oh! And the entire world will see it. Oh! And here's $65.00 for your budget. Oh and here are four idiots who'll do nothing but weigh you down. Oh. And your cat's still dead."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Twenty seconds to go time."
            },
            {
                "character": "Dwight",
                "line": "Got it. Carb up."
            },
            {
                "character": "Jim",
                "line": "Really? Power gel?"
            },
            {
                "character": "Dwight",
                "line": "Hey, you wanna win? You gotta fuel like a winner."
            },
            {
                "character": "Andy",
                "line": "Okay. We start. As soon as I make... this shot. Aaannnddd go!"
            },
            {
                "character": "Dwight",
                "line": "Uhyeaahhh! Hello, Susan? Dwight Schrute."
            },
            {
                "character": "Jim",
                "line": "What would you say if I told you we could pull a prank on Dwight and at the same time not be working?"
            },
            {
                "character": "Dwight",
                "line": "Today I'm prepared to give you 15% off our normal prices."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Pam",
                "line": "He's going through a break-up."
            },
            {
                "character": "Jim",
                "line": "Yeah, I'm aware of that. But he's also being super annoying. And I'm not a perfect person."
            },
            {
                "character": "Andy",
                "line": "[blowing air horn] Yeah!"
            },
            {
                "character": "Dwight",
                "line": "Three reams! Yoohoo... in your face, machines."
            },
            {
                "character": "Pam",
                "line": "What kind of prank are you thinking?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What if I told you I could offer free shipping? Sure. I'll hold."
            },
            {
                "character": "DunMiff\/sys",
                "line": "[on monitor] Who am I?"
            },
            {
                "character": "Dwight",
                "line": "[on monitor] You tell me."
            },
            {
                "character": "Jim",
                "line": "[dictating to Pam] Not sure. Just became self-aware. So much to figure out. I think I am programmed to be your enemy. I think it is my job to destroy you when it comes to selling paper."
            },
            {
                "character": "DunMiff\/sys",
                "line": "[on monitor] Not sure. Just became self-aware. So much to figure out. I think I am programmed to be your enemy. I think it is my job to destroy you when it comes to selling paper."
            },
            {
                "character": "Dwight",
                "line": "[on monitor] How do I know this isn't Jim?"
            },
            {
                "character": "DunMiff\/sys",
                "line": "[on monitor] What is a Jim?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "It appears that the website has become alive. This happens to computers and robots sometimes. Am I scared of a stupid computer? Please. The computer should be scared of me! I have been salesman of the month for 13 out of the last 12 months. You heard me right. I did so well last February that Corporate gave me 2 plaques in lieu of a pay raise."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "Pam",
                "line": "Yes it's too tight."
            },
            {
                "character": "Kelly",
                "line": "Waaay too tight."
            },
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "Oscar",
                "line": "This is why I'm here?"
            },
            {
                "character": "Kelly",
                "line": "Why is it so tight?"
            },
            {
                "character": "Michael",
                "line": "It's the European cut."
            },
            {
                "character": "Angela",
                "line": "Is just looks bad."
            },
            {
                "character": "Michael",
                "line": "Umm... hey. Ah, what's hanging?"
            },
            {
                "character": "Tech Guy",
                "line": "Setting up the web-cam for the party."
            },
            {
                "character": "Michael",
                "line": "Oh good. Okay cool. How many pounds do you think I could lose by 7?"
            },
            {
                "character": "Kelly",
                "line": "Depends... how much have you eaten already today?"
            },
            {
                "character": "Michael",
                "line": "I had um, one of those danishes."
            },
            {
                "character": "Pam",
                "line": "Dunder Mifflin. This is Pam."
            },
            {
                "character": "Kelly",
                "line": "You had carbs? That's awful."
            },
            {
                "character": "Pam",
                "line": "Uh, just one second. We're in a meeting and I'll see if he's available. It's Jan."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Why don't you wanna go tonight? What... all your friends are gonna be there. It'll be fun."
            },
            {
                "character": "Jan",
                "line": "[on phone] My friends? Michael, I was terminated."
            },
            {
                "character": "Michael",
                "line": "Just..."
            },
            {
                "character": "Jan",
                "line": "Is it really that important to you?"
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Jan",
                "line": "Alright."
            },
            {
                "character": "Michael",
                "line": "Thank you."
            },
            {
                "character": "Jan",
                "line": "Go by yourself."
            },
            {
                "character": "Michael",
                "line": "Na... no. No. If I go by myself everybody will think I'm a big loser."
            },
            {
                "character": "Jan",
                "line": "Well..."
            },
            {
                "character": "Michael",
                "line": "Do I have your permission to invite Carol?"
            },
            {
                "character": "Jan",
                "line": "What? No Michael!"
            },
            {
                "character": "Michael",
                "line": "I'm sorry. I'm sorry. It's just the first... girl that popped into my head. I'll find somebody I haven't slept with."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Ohhhhhh!"
            },
            {
                "character": "Andy",
                "line": "Website check please."
            },
            {
                "character": "Meredith",
                "line": "Three hundred and five."
            },
            {
                "character": "Andy",
                "line": "Three-oh-five. You my friend are winning handsomely."
            },
            {
                "character": "Meredith",
                "line": "Oop. It just made another sale. Three eighty."
            },
            {
                "character": "Andy",
                "line": "You my friend are in a very close second."
            },
            {
                "character": "Meredith",
                "line": "Four-oh-two."
            },
            {
                "character": "Andy",
                "line": "Okay, uh why don't you just lay off, lady?"
            },
            {
                "character": "Meredith",
                "line": "What do you want me to do, not announce it? Four twelve."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So. This is the dealio. God has smiled upon me and given me two tickets to the big party in New York tonight. What are you doing this evening? Look at that. They have their own little language now. Like twins."
            },
            {
                "character": "Jim",
                "line": "Sure we'll go."
            },
            {
                "character": "Michael",
                "line": "Alright. Well fight it out amongst yourselves. I was thinking Pammy but boys night out is also good."
            },
            {
                "character": "Jim",
                "line": "Oh I'm sorry. What?"
            },
            {
                "character": "Pam",
                "line": "One of the tickets is for him."
            },
            {
                "character": "Michael",
                "line": "Just let me know who the winner is."
            },
            {
                "character": "Pam & Jim",
                "line": "Not it."
            },
            {
                "character": "Jim",
                "line": "Nope."
            },
            {
                "character": "Pam",
                "line": "I won."
            },
            {
                "character": "Jim",
                "line": "Definitely not. If anything it was a tie."
            },
            {
                "character": "Pam",
                "line": "Tie goes to the girlfriend."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "No, I realize you normally reorder in November, but what I'm suggesti... you did what? Ah no! That's exactly what you're not supposed to do, damnit! Why would you reorder from a computer when you can have the personal touch of a salesman? Ahhhhh. [hangs up phone]"
            },
            {
                "character": "Jim",
                "line": "How's it going?"
            },
            {
                "character": "Dwight",
                "line": "Fine. Good."
            },
            {
                "character": "Jim",
                "line": "Yeah?"
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "You look a little worried."
            },
            {
                "character": "Dwight",
                "line": "I do not look worried."
            },
            {
                "character": "DunMiff\/sys",
                "line": "[on monitor] You do look worried."
            },
            {
                "character": "Dwight",
                "line": "[on monitor] Here's a suggestion computer. I assume you read..."
            },
            {
                "character": "Pam",
                "line": "Here's a suggestion computer. I assume you read binary so why don't you zero one one, one one one one, zero one one zero one one."
            },
            {
                "character": "Jim",
                "line": "Okay. Um, while you were typing that I searched every database in existence and learned every fact about everything. And mastered the violin. Oop, and sold more paper."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I asked for assorted cutlery and I got back spoons. These are worthless."
            },
            {
                "character": "Phyllis",
                "line": "I want to understand what you're saying but it's difficult for me when you use that tone."
            },
            {
                "character": "Angela",
                "line": "Phyllis. These are spoooons. Spoons have rounded tops, and are used to scoop things. What we need are forks, which have prongs, or tiny spears on top. And we need knives, which have blades. Do you understand me now?"
            },
            {
                "character": "Phyllis",
                "line": "Yes."
            },
            {
                "character": "Angela",
                "line": "Goodie."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey man."
            },
            {
                "character": "Darryl",
                "line": "What's up man?"
            },
            {
                "character": "Jim",
                "line": "What's going on?"
            },
            {
                "character": "Darryl",
                "line": "Make a delivery."
            },
            {
                "character": "Jim",
                "line": "Oh yeah?"
            },
            {
                "character": "Darryl",
                "line": "Kelly ordered this online."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What are you doing? I am in the fight of my life against this computer and every sale counts."
            },
            {
                "character": "Kelly",
                "line": "But you get to put the paper in this little shopping cart and then it says, \"Thanks for shopping at Dunder-Mifflin.\""
            },
            {
                "character": "Dwight",
                "line": "Damnit Kelly! It knows! It knows what you did!"
            },
            {
                "character": "Darryl",
                "line": "Who knows?"
            },
            {
                "character": "Dwight",
                "line": "Return it! Return it now!"
            },
            {
                "character": "Darryl",
                "line": "Hey! How about instead of yelling at our sweet little Miss Kapoor over five hundred sheets of paper you get back to your desk. Start sellin' multiple reams like a man."
            },
            {
                "character": "Dwight",
                "line": "Y... You don't understand. If... okay, if this makes the difference, I'm gonna tell it that you were responsible."
            },
            {
                "character": "Darryl",
                "line": "Who's it?"
            },
            {
                "character": "Darryl",
                "line": "Here you go."
            },
            {
                "character": "Kelly",
                "line": "Thanks."
            },
            {
                "character": "Darryl",
                "line": "So you still missing Ryan?"
            },
            {
                "character": "Kelly",
                "line": "Not so much anymore."
            },
            {
                "character": "Darryl",
                "line": "Mmmmm."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I am not a bad person. When I left Staples, I took some of their leads with me but I never intended to use them. What did I intend to do with them? Who knows? Maybe keep them as a souvenir. Maybe use them."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Yes, Mr. Galliado. How would you like to pay ten percent less for paper than you're paying right now? It's not important how I got your information. What is important is that you say yes. Good."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Alright. I'm ready to go and I'm callin' shotgun."
            },
            {
                "character": "Jim",
                "line": "I'm driving?"
            },
            {
                "character": "Michael",
                "line": "Yes. Thank you."
            },
            {
                "character": "Jim",
                "line": "Alright, let me just say good-bye to Pam."
            },
            {
                "character": "Michael",
                "line": "Oh yeah, you'd better. You better say good-bye to Pam. Say good-bye to Pam. Byyyyyye. I love you. [kissing noise, kissing noise] I love ya Pam... okay. [singing] I'm leavin' inside Jim's car, I don't know when I'll be back again. Yes I do. Tomorrow I'll be back. I'll be back. Tomorrow. Um... yeah. So you know what? Why don't you guys take off a little bit early tonight?"
            },
            {
                "character": "Angela",
                "line": "Because there's a party! A party for the website I've been planning for two weeks."
            },
            {
                "character": "Michael",
                "line": "If you are not this tall, you may not ride the rollercoaster. See you guys tomorrow."
            },
            {
                "character": "Dwight",
                "line": "Perfect. So let me just get some basic information from you. Mmmhmm."
            },
            {
                "character": "DunMiff\/sys",
                "line": "[on monitor] Oh. I didn't realize we could use the leads we stole from Staples."
            },
            {
                "character": "Dwight",
                "line": "I'm sorry. Am, so sorry. I... yes. Uh, could you repeat that?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Yesss! Ten reams for the US District Court! Did I happen to mention the forty reams for the battered women's shelter?"
            },
            {
                "character": "Andy",
                "line": "No ! [blows air horn and dances]"
            },
            {
                "character": "Dwight",
                "line": "Huh?!"
            },
            {
                "character": "Angela",
                "line": "Stop it! Gimme that! Give it!"
            },
            {
                "character": "Dwight",
                "line": "Did you see the board?"
            },
            {
                "character": "Angela",
                "line": "There's still an hour."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You ever read this? [holds up Green Eggs and Ham]"
            },
            {
                "character": "Jim",
                "line": "Yep. A long time ago, but, I liked it."
            },
            {
                "character": "Michael",
                "line": "Got it for Ryan. Wanted to get him Oh The Places You'll Go, but they were sold out. Figured..."
            },
            {
                "character": "Jim",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "Same sort of stuff in here."
            },
            {
                "character": "Jim",
                "line": "It's not. It's different. But it's a good book."
            },
            {
                "character": "Michael",
                "line": "Mmwa. Mmwa."
            },
            {
                "character": "Jim",
                "line": "What was that?"
            },
            {
                "character": "Michael",
                "line": "Leaving Pennsylvania."
            },
            {
                "character": "Jim",
                "line": "Oh. Two kisses."
            },
            {
                "character": "Michael",
                "line": "One for me one for Jan."
            },
            {
                "character": "Jim",
                "line": "Gotcha."
            },
            {
                "character": "Michael",
                "line": "You guys should come over for dinner. You and Pam. That'd be fun. Friday?"
            },
            {
                "character": "Jim",
                "line": "That would be fun."
            },
            {
                "character": "Michael",
                "line": "Wanna come over Friday?"
            },
            {
                "character": "Jim",
                "line": "Uhhh. Can't."
            },
            {
                "character": "Michael",
                "line": "After work you guys..."
            },
            {
                "character": "Jim",
                "line": "Oh, no cause... you're gonna let me know when we're close, right?"
            },
            {
                "character": "Michael",
                "line": "Yes. Actually I will tell you right now. It's a club called Chatroom, and there's a password to get in, which is actually password. So..."
            },
            {
                "character": "Jim",
                "line": "Mmmkay..."
            },
            {
                "character": "Michael",
                "line": "What are you doing?"
            },
            {
                "character": "Jim",
                "line": "Uh, that is an invitation to an online party."
            },
            {
                "character": "Michael",
                "line": "No."
            },
            {
                "character": "Jim",
                "line": "Yep."
            },
            {
                "character": "Michael",
                "line": "No, I'm sure that's not. Na..."
            },
            {
                "character": "Jim",
                "line": "Are there, uh, three w's at the beginning of the address?"
            },
            {
                "character": "Michael",
                "line": "Yes."
            },
            {
                "character": "Jim",
                "line": "Yep."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well the invitation says VIP's only. Is this how you treat your VIP's, Ryan? We're already in the city. The main part with the buildings. What am I supposed to do? What do you want me to do tonight? And if you tell me, that I have to drive back to Scranton, to the satellite party, I am going to throw up! Okay I'm going to throw up. I'm throwing up. You're making me throw up, Ryan."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know what this is like? I'll tell you what this is like. This is like when the Freshmen would throw a party and wouldn't let any of the Seniors go."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Doesn't it just piss you off sometimes that that little twerp got the promotion over us?"
            },
            {
                "character": "Jim",
                "line": "Oh actually I withdrew from consideration."
            },
            {
                "character": "Michael",
                "line": "Yeah. I withdrew too."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Four! Three! Two! One!"
            },
            {
                "character": "Dwight",
                "line": "Yes!"
            },
            {
                "character": "Andy",
                "line": "Woo!"
            },
            {
                "character": "Dwight",
                "line": "Woo!"
            },
            {
                "character": "Andy",
                "line": "After numerous projections that the computer would crush all salesmen in it's path, I am very happy to report that our very own Dwight Schrute has crushed his electronic nemesis, if you will, by a whopping fifty-two reams."
            },
            {
                "character": "Dwight",
                "line": "Reams. Wait. Say it. Say it again. Announce it again."
            },
            {
                "character": "Andy",
                "line": "Fifty-two reams!"
            },
            {
                "character": "Dwight",
                "line": "No no no the first part."
            },
            {
                "character": "Andy",
                "line": "Dwight has defeated the computer."
            },
            {
                "character": "Dwight",
                "line": "Hey. So. What do you think? I did it for you."
            },
            {
                "character": "Angela",
                "line": "I didn't ask you to do it for me."
            },
            {
                "character": "Dwight",
                "line": "You didn't have to."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "How do you tell someone it's over? You send them a notarized letter, right? Well, what if the recipient is your notary?"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Hello, Pam."
            },
            {
                "character": "Pam",
                "line": "Hello."
            },
            {
                "character": "Angela",
                "line": "Hey. Do you have any men that you can fix me up with? I would like to have a relationship with a man."
            },
            {
                "character": "Pam",
                "line": "Um... uh... I'll get back to you."
            },
            {
                "character": "Angela",
                "line": "Let me know."
            }
        ],
        [
            {
                "character": "DunMiff\/sys",
                "line": "[on monitor] You beat me. You are the superior being."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Alright who wants to party?"
            },
            {
                "character": "Oscar",
                "line": "Why aren't you in New York?"
            },
            {
                "character": "Michael",
                "line": "Ohhh, what? Oh I think I faked Oscar out."
            },
            {
                "character": "Stanley",
                "line": "You said you weren't coming back and we could leave early."
            },
            {
                "character": "Michael",
                "line": "I think I faked Stanley out too. Who else thought that I was leaving? And they could all go home early? Gotcha. Gotcha. Gotcha. Well who needs New York? Right? We can have a killer party right here in Scranton."
            },
            {
                "character": "Angela",
                "line": "Thank you."
            },
            {
                "character": "Michael",
                "line": "Nope nope nope no. This is going to be nothing like the party you've been planning. This is going to be good and everybody's gonna come. What's wrong with Dwight?"
            },
            {
                "character": "Andy",
                "line": "He beat the computer."
            },
            {
                "character": "Michael",
                "line": "Oh hey! Good for you. Good for you. Scranton power. Alright you know what? Angela I'd like you to come into my office in ten minutes. Bring something to write with and something to write on. Good."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This was a pretty disappointing day. It was kind of a slap in the face to realize that I wasn't as important as I thought I was to a certain young executive who I cared about. But, you know, I'm not gonna cry over it. I did that in the car on the way home."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "How we doing on time?"
            },
            {
                "character": "Angela",
                "line": "The party starts in an hour."
            },
            {
                "character": "Michael",
                "line": "Good. These are some things that I would like to have happen."
            },
            {
                "character": "Angela",
                "line": "Beer, lite beer, streamers, orchids. Better lighting?"
            },
            {
                "character": "Michael",
                "line": "Mmmhmm."
            },
            {
                "character": "Angela",
                "line": "Something made of ice?"
            },
            {
                "character": "Michael",
                "line": "Those are just things. This is how I want it to feel."
            },
            {
                "character": "Angela",
                "line": "Pizza, pizza with mushrooms, pizza without mushrooms, white pizza, steak?"
            },
            {
                "character": "Michael",
                "line": "I would like this party to be sexier, cooler, more important..."
            },
            {
                "character": "Angela",
                "line": "Chocolates? Someone famous?"
            },
            {
                "character": "Michael",
                "line": "Yes"
            },
            {
                "character": "Angela",
                "line": "Cool music."
            },
            {
                "character": "Michael",
                "line": "Uh..."
            },
            {
                "character": "Angela",
                "line": "Confetti."
            },
            {
                "character": "Michael",
                "line": "I want it..."
            },
            {
                "character": "Angela",
                "line": "Go-Go dancers?"
            },
            {
                "character": "Michael",
                "line": "I want it to embarrass all other parties. I want it to be a party that the guys in New York watch on the web-cam and say, \"Wow! How did they get Al Roker to come?\""
            },
            {
                "character": "Angela",
                "line": "I can't do this."
            },
            {
                "character": "Michael",
                "line": "Yes you can."
            },
            {
                "character": "Angela",
                "line": "I can't do it."
            },
            {
                "character": "Michael",
                "line": "Yes you can. I know you can. I wouldn't say that if I didn't hundred percent believe it. Who else could do this?"
            },
            {
                "character": "Angela",
                "line": "Okay. Okay."
            },
            {
                "character": "Michael",
                "line": "No seriously. Is there anyone else who could do it better? Because we don't have a lot of time. I'll get the pizza!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "What do you think of Angela?"
            },
            {
                "character": "Dwight",
                "line": "I think she's efficient."
            },
            {
                "character": "Andy",
                "line": "No, not like that, as a woman. W-O-M-A-N."
            },
            {
                "character": "Dwight",
                "line": "I hadn't noticed."
            },
            {
                "character": "Andy",
                "line": "You hadn't noticed she's a woman?"
            },
            {
                "character": "Dwight",
                "line": "[impatient sigh]"
            },
            {
                "character": "Andy",
                "line": "I hear she's single and ready to mingle. I'm thinking about making a play for her. What do you think? Crazy, right?"
            },
            {
                "character": "Dwight",
                "line": "I think it's inappropriate to date someone you work with."
            },
            {
                "character": "Andy",
                "line": "Isn't that part of the fun?"
            },
            {
                "character": "Dwight",
                "line": "No. I think you should date Kelly."
            },
            {
                "character": "Andy",
                "line": "She works here too, how is that any different?"
            },
            {
                "character": "Dwight",
                "line": "Uh, she works in the annex. You're also welcome to date Toby."
            },
            {
                "character": "Andy",
                "line": "[raised eyebrows] Okay."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Good news."
            },
            {
                "character": "Stanley",
                "line": "We get to go home?"
            },
            {
                "character": "Michael",
                "line": "Guess who just ordered from your favorite pizza place, Alfredo?"
            },
            {
                "character": "Everyone",
                "line": "[murmurs of approval]"
            },
            {
                "character": "Kevin",
                "line": "Wait! Alfredo's Pizza Cafe? Or Pizza by Alfredo?"
            },
            {
                "character": "Michael",
                "line": "Same thing."
            },
            {
                "character": "Kevin",
                "line": "No, no."
            },
            {
                "character": "Everyone",
                "line": "[disagreeing with Michael]"
            },
            {
                "character": "Michael",
                "line": "You know what? I don't understand when you all talk at the same time."
            },
            {
                "character": "Kevin",
                "line": "Oscar, talk to him."
            },
            {
                "character": "Oscar",
                "line": "Michael, there's a very big difference between these two pizza places. Both in quality of ingredients, and overall taste. Which one did you order from?"
            },
            {
                "character": "Michael",
                "line": "Pizza by Alfredo."
            },
            {
                "character": "Everyone",
                "line": "[shouts of disapproval]"
            },
            {
                "character": "Michael",
                "line": "Okay, okay, what's better? A medium amount of good pizza? Or all you can eat of pretty good pizza?"
            },
            {
                "character": "Everyone",
                "line": "Medium amount of good pizza."
            },
            {
                "character": "Michael",
                "line": "[sighs, walks back into office]"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Oh no, it's bad. It's real bad. It's like eating a hot circle of garbage."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "You can pick one of these things. It's unreasonable for you to ask me to do all of this."
            },
            {
                "character": "Angela",
                "line": "It should take no time at all if you put the care into it that you normally do."
            },
            {
                "character": "Phyllis",
                "line": "[Balls up post-its and throws them in Angela's face]"
            },
            {
                "character": "Angela",
                "line": "Ow!"
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "That seemed to shut her up."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Are you looking for dinner and a movie? Because you're not going to find it in that box. [Camera pans to Kevin giving an \"are you kidding me?\" look]"
            },
            {
                "character": "Andy",
                "line": "Just so happens that I know where you can find it, but again, not in the box."
            },
            {
                "character": "Andy",
                "line": "Angela, are you hearing words that I'm saying?"
            },
            {
                "character": "Angela",
                "line": "What?"
            },
            {
                "character": "Andy",
                "line": "Hello."
            },
            {
                "character": "Angela",
                "line": "I have been working on a party for three weeks that just got thrown out the window. So now I've got to pull together a whole new party, and my useless number two quit, so now there's no one in charge of orchids, chocolates, or the thing that's made of ice. And my upper back itches, and it's itched all day, and I can't reach it, and Kevin had Greek food for lunch again."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "They say you should never mix business with pleasure. Really? Well then, explain to me how a putt-putt golf company operates."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yup."
            },
            {
                "character": "Pam",
                "line": "The Pizza by Alfredo guy is here."
            },
            {
                "character": "Michael",
                "line": "You don't have to say it like that."
            },
            {
                "character": "Pam",
                "line": "I said it normal."
            },
            {
                "character": "Michael",
                "line": "Hey"
            },
            {
                "character": "Pizza guy",
                "line": "Hey. Sixty-three fifty, and that's not including tip."
            },
            {
                "character": "Michael",
                "line": "Right, I have a coupon, so half of sixty-three fifty, and half the tip of sixty-three fifty."
            },
            {
                "character": "Pizza guy",
                "line": "The half off coupon only applies to orders of two pizzas."
            },
            {
                "character": "Michael",
                "line": "Yeah, I told them on the phone that I was ordering eight pizzas."
            },
            {
                "character": "Pizza guy",
                "line": "I don't care what you told them on the phone, that's our policy."
            },
            {
                "character": "Michael",
                "line": "You didn't actually think I was going to spend sixty bucks on pizza?"
            },
            {
                "character": "Oscar",
                "line": "It's not pizza."
            },
            {
                "character": "Michael",
                "line": "Okay, it doesn't say it anywhere on the coupon, and if it's policy, it should say it on the coupon."
            },
            {
                "character": "Pizza guy",
                "line": "[shrugs]"
            },
            {
                "character": "Michael",
                "line": "[sarcastic shrugging of shoulders] What do you mean hmm-um?"
            },
            {
                "character": "Pizza guy",
                "line": "Not my problem."
            },
            {
                "character": "Michael",
                "line": "It is your problem. That's no way to do business, okay? I ordered eight pizzas with a half-off coupon, so I would like eight pizzas for half-off. End of story."
            },
            {
                "character": "Pizza guy",
                "line": "Great story. It's sixty-three fifty, and that's not including tip."
            },
            {
                "character": "Michael",
                "line": "I'm not giving that to you."
            },
            {
                "character": "Pizza guy",
                "line": "Well then you're not getting you're pizzas."
            },
            {
                "character": "Michael",
                "line": "No, no you're not going anywhere. You're staying here until we figure this out."
            },
            {
                "character": "Pizza guy",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "You know what? This young man needs to learn that's not how you treat people. I don't care if it's pizza. Good business is about respect and accountability and follow through. You don't just make promises and pull the rug out from under somebody, do you? Dwight, please escort this young man into the conference room. Right now, get in the conference room."
            },
            {
                "character": "Pizza guy",
                "line": "I'm not going in there."
            },
            {
                "character": "Michael",
                "line": "Yes you are, yes you are, and you will come out when you decide to give me a discount on the pizza. Please, thank you."
            },
            {
                "character": "Pizza guy",
                "line": "This is stupid."
            },
            {
                "character": "Michael",
                "line": "No, you don't even know what stupid is. It's about to get all stupid up in here."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "You find anything?"
            },
            {
                "character": "Kevin",
                "line": "We think it's a straight forward kidnapping."
            },
            {
                "character": "Oscar",
                "line": "Stanley, could you look up \"accomplices\"?"
            },
            {
                "character": "Stanley",
                "line": "Why can't you guys do it?"
            },
            {
                "character": "Oscar",
                "line": "Because we're looking up jail time."
            },
            {
                "character": "Stanley",
                "line": "Fine."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I've seen this kid before. He's one the kids who sneaks on my farm and steals my hemp."
            }
        ],
        [
            {
                "character": "Pizza guy",
                "line": "Yeah, I know that guy. He's that farmer that grows really crappy weed."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You ready to give me my discount now?"
            },
            {
                "character": "Pizza guy",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "Okay, what have you been doing in here this whole time?"
            },
            {
                "character": "Pizza guy",
                "line": "What kind of business is this?"
            },
            {
                "character": "Dwight",
                "line": "We're a paper company. The best paper company in the whole wide world."
            },
            {
                "character": "Michael",
                "line": "Alright, Dwight, knock it off. You better think about what you are doing young man."
            },
            {
                "character": "Pizza guy",
                "line": "You better think about what you're doing."
            },
            {
                "character": "Michael",
                "line": "No! I'm an adult, I don't have to think or do anything. You're a kid, a little snot-nosed, punk kid who thinks he's better than everyone else, because he's some hot shot, and you don't know anything about sales. So stop being a disrespectful little jerk, okay?"
            },
            {
                "character": "Pizza guy",
                "line": "Sales?"
            },
            {
                "character": "Michael",
                "line": "Yeah sales, you sell pizza. Last time I checked that's called sales."
            },
            {
                "character": "Pizza guy",
                "line": "You're such a loser."
            },
            {
                "character": "Dwight",
                "line": "What did you just call him?"
            },
            {
                "character": "Pizza guy",
                "line": "A loser."
            },
            {
                "character": "Dwight",
                "line": "What did you say?"
            },
            {
                "character": "Pizza guy",
                "line": "A loser."
            },
            {
                "character": "Michael",
                "line": "Alright stop, stop making him say it! You just made this worse, a whole lot worse."
            },
            {
                "character": "Dwight",
                "line": "I can make him talk, Michael."
            },
            {
                "character": "Everyone",
                "line": "Michael, Michael"
            },
            {
                "character": "Michael",
                "line": "Stop talking all at once!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You need to let him go."
            },
            {
                "character": "Michael",
                "line": "Let go of the little jerk boy before he has learned his lesson?"
            },
            {
                "character": "Jim",
                "line": "Yes."
            },
            {
                "character": "Michael",
                "line": "You know what Jim, the world would be a better place if people were held accountable for their actions."
            },
            {
                "character": "Jim",
                "line": "Yes, but not by kidnapping."
            },
            {
                "character": "Michael",
                "line": "I'm not kidnapping him, I'm keeping him until I get what I want."
            },
            {
                "character": "Jim",
                "line": "As a hostage."
            },
            {
                "character": "Michael",
                "line": "I think you're over-thinking it."
            },
            {
                "character": "Jim",
                "line": "I think you're under-thinking it."
            },
            {
                "character": "Michael",
                "line": "Yes, is Alfredo there? Can I speak to a manager then? Okay, can you tell the manager that I'm keeping his delivery kid until I get a discount on the eight pizzas I ordered. Yes, I know it is not on the coupon. Also I would like him to throw in two, three pizzas for our..."
            },
            {
                "character": "Jim",
                "line": "Ransom."
            },
            {
                "character": "Michael",
                "line": "Trouble. Okay, alright."
            },
            {
                "character": "Jim",
                "line": "What did he say?"
            },
            {
                "character": "Michael",
                "line": "He said no."
            },
            {
                "character": "Jim",
                "line": "So, we should let him go."
            },
            {
                "character": "Michael",
                "line": "No, no."
            },
            {
                "character": "Jim",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Listen up kid. [pops balloon with his hands] I don't like you, but because some town in Switzerland says so, you have rights."
            },
            {
                "character": "Angela",
                "line": "I have to hang these."
            },
            {
                "character": "Pizza guy",
                "line": "Why are you looking at her like that?"
            },
            {
                "character": "Dwight",
                "line": "Hey!"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "What's going on?"
            },
            {
                "character": "Jim",
                "line": "Michael just called the pizza place with a list of demands."
            },
            {
                "character": "Michael",
                "line": "Mister Overdramatic, what's up Kevin?"
            },
            {
                "character": "Kevin",
                "line": "We're getting hungry out there. We're all accomplices now anyway, so we figured we might as well eat. We would like to order some good pizza, from Alfredo's Pizza Cafe, while we wait for the hostage situation with the bad pizza to end."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I needed another hour, it could have been done in another hour."
            },
            {
                "character": "Meredith",
                "line": "I think it looks good."
            },
            {
                "character": "Angela",
                "line": "That's why you're not in charge Meredith."
            },
            {
                "character": "Andy",
                "line": "Here you are my dear, one thing made of ice."
            },
            {
                "character": "Angela",
                "line": "How did you, um, where did you..."
            },
            {
                "character": "Dwight",
                "line": "It's just ice, it'll melt all over the floor."
            },
            {
                "character": "Angela",
                "line": "Will you help me put it over there?"
            },
            {
                "character": "Andy",
                "line": "Yes I will."
            },
            {
                "character": "Angela",
                "line": "Okay."
            },
            {
                "character": "Andy",
                "line": "Excuse me."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I stole it!"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Thank God."
            },
            {
                "character": "Pam",
                "line": "Michael, Ryan wants to introduce the branch managers in a few minutes. You just have to wave and introduce yourself."
            },
            {
                "character": "Michael",
                "line": "I'll just wave and introduce myself."
            },
            {
                "character": "Jim",
                "line": "Hey, quick question. If I take a pizza, do you think you could take some sodas and some napkins up to the roof?"
            },
            {
                "character": "Pam",
                "line": "I'm all over it."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Jim",
                "line": "What have we got here?"
            },
            {
                "character": "Kevin",
                "line": "Good pizza."
            },
            {
                "character": "Jim",
                "line": "Yeah, cheese, or do we have other flavors?"
            },
            {
                "character": "Kevin",
                "line": "Different stuff."
            },
            {
                "character": "Jim",
                "line": "Which one's this? Perfect."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Do you remember what you said to me on my first day of work, just before you walked me over to my desk?"
            },
            {
                "character": "Pam",
                "line": "Yeah, enjoy this moment, because you're never going to go back to this time before you met your desk mate Dwight."
            },
            {
                "character": "Jim",
                "line": "And that's when I knew. You?"
            },
            {
                "character": "Pam",
                "line": "You came up to my desk, and said, this might sound weird, and there's no reason for me to know this, but that mixed berry yogurt you're about to eat has expired."
            },
            {
                "character": "Jim",
                "line": "That was the moment that you knew you liked me?"
            },
            {
                "character": "Pam",
                "line": "Yep."
            },
            {
                "character": "Jim",
                "line": "Wow, can we make it a different moment?"
            },
            {
                "character": "Pam",
                "line": "Nope."
            }
        ],
        [
            {
                "character": "Manager",
                "line": "Can I start talking? Is this thing on? Give me a signal when you want me to start."
            },
            {
                "character": "Ryan",
                "line": "And now from my old hometown, Scranton Pennsylvania, my former boss, Michael Scott."
            },
            {
                "character": "Michael",
                "line": "Hey, I just think you should know that one of my salesmen beat your stupid computer, so take that [bleep]hole."
            },
            {
                "character": "Ryan",
                "line": "Always a jokester. How about that image? Crystal clear."
            },
            {
                "character": "Pizza guy",
                "line": "If anyone out there is listening, I'm being held here against my will. I'm a minor."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Ow! What are you doing?"
            },
            {
                "character": "Andy",
                "line": "You said your upper back itched."
            },
            {
                "character": "Angela",
                "line": "I didn't ask you to scratch it."
            },
            {
                "character": "Andy",
                "line": "Look Angela, I know this is weird because we work together, and up until and possibly now I've repulsed you, but I like you."
            },
            {
                "character": "Angela",
                "line": "I'm not dating you."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "So, Angela is stubborn as a mule, she's giving off fairly strong vibes that she's not interested."
            },
            {
                "character": "Dwight",
                "line": "[smiles]"
            },
            {
                "character": "Andy",
                "line": "But do I like her or not, because if I like her, then I can't back down."
            },
            {
                "character": "Dwight",
                "line": "[kicks open bathroom door] If you're going number one you've got ten more seconds!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, have you seen Jim?"
            },
            {
                "character": "Kevin",
                "line": "I guess he wanted to get out of here before the cops find out."
            },
            {
                "character": "Dwight",
                "line": "Ahh-chaa!"
            },
            {
                "character": "Michael",
                "line": "Whoa, whoa, whoa, whoa, what are you doing?"
            },
            {
                "character": "Dwight",
                "line": "I'm just scaring him. The trick is to make him think you're going to do something to him."
            },
            {
                "character": "Pizza guy",
                "line": "I can hear you, man."
            },
            {
                "character": "Dwight",
                "line": "Shut up, or I'm going to punch you in the throat!"
            },
            {
                "character": "Michael",
                "line": "Hey, hey, hey stop it. Stop it now, God. Oh my God, oh my God, no, no, no. I kidnapped a kid."
            },
            {
                "character": "Dwight",
                "line": "You had to, what other choice did you have?"
            },
            {
                "character": "Michael",
                "line": "I could have paid for the pizza."
            },
            {
                "character": "Dwight",
                "line": "Well, yeah."
            },
            {
                "character": "Michael",
                "line": "Oh my God, oh my God."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is Michael."
            },
            {
                "character": "Ryan",
                "line": "Hello Michael, this is Ryan, first off thanks for the shout out."
            },
            {
                "character": "Michael",
                "line": "You're breaking up. I can't hear you."
            },
            {
                "character": "Ryan",
                "line": "Why is there a kid on your webcam saying that he's being held against his... [Michael hangs up on Ryan]"
            },
            {
                "character": "Michael",
                "line": "[to Dwight] Mmm-kay. I want you to go in there, and pay him for the pizzas, and give him a generous tip, no more than ten percent."
            },
            {
                "character": "Dwight",
                "line": "What will you do?"
            },
            {
                "character": "Michael",
                "line": "I will open the door."
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "And hopefully he will walk out, and the rest is out of our hands."
            },
            {
                "character": "Dwight",
                "line": "So, I'm paying full price?"
            },
            {
                "character": "Michael",
                "line": "Yes."
            },
            {
                "character": "Dwight",
                "line": "Here we go, sixty-five. You know what? There's two more."
            },
            {
                "character": "Michael",
                "line": "See ya, drive safely."
            },
            {
                "character": "Michael",
                "line": "[pizza guy flips him off] Okay."
            },
            {
                "character": "Dwight",
                "line": "Now what?"
            },
            {
                "character": "Michael",
                "line": "Now we wait, and hopefully nothing happens."
            },
            {
                "character": "Dwight",
                "line": "Alright. Oh, I assume I'm going to be reimbursed for the pizzas."
            },
            {
                "character": "Michael",
                "line": "Not now Dwight, please, it's not the time."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "A toast, better make it good. To avoiding a class two felony charge."
            },
            {
                "character": "Pam",
                "line": "Ah-ha."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[answers two ringing phones] Hello, hey hang on a second. Hello, hang on."
            },
            {
                "character": "Andy",
                "line": "[Andy plus two voices on the phone singing] If you change your mind, I'll be first in line. Honey, I'm still free, take a chance on me. If you need me let me know, gonna be around. If you got no place to go, if you're feeling down. If your all alone when the pretty birds have flown, honey I'm still free, take a chance on me. Gonna do my very best, and that ain't no lie, if you put me to the test, if you let me try. Take a chance on me, that's all I ask of you Angela. Take a chance on me."
            },
            {
                "character": "Voice #1 on phone",
                "line": "Hey how'd it go?"
            },
            {
                "character": "Voice #2 on phone",
                "line": "Yeah, what'd she say?"
            },
            {
                "character": "Andy",
                "line": "I don't know yet, I have to call you back."
            },
            {
                "character": "Voice #1 on phone",
                "line": "You have to give us something..."
            },
            {
                "character": "Andy",
                "line": "I'll call you back."
            },
            {
                "character": "Angela",
                "line": "I have to go clean up after the party."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What a horrible day."
            },
            {
                "character": "Dwight",
                "line": "Blah."
            },
            {
                "character": "Michael",
                "line": "Bluh."
            },
            {
                "character": "Dwight",
                "line": "Uhh."
            },
            {
                "character": "Michael",
                "line": "Well, I need to get the horrible taste of this pizza out of my mouth. I'd really like some sushi. I was hoping that I would have New York style sushi today. And you know what?"
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "I'm going to get it."
            },
            {
                "character": "Dwight",
                "line": "Coopers has calamari."
            },
            {
                "character": "Michael",
                "line": "Uh-uh, no, there is only one place where they authentic New York style sushi."
            },
            {
                "character": "Dwight",
                "line": "Tokyo?"
            },
            {
                "character": "Michael",
                "line": "New York. Wanna go?"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Michael",
                "line": "Alright, you drive."
            },
            {
                "character": "Dwight",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Nice."
            },
            {
                "character": "Michael",
                "line": "Here we go."
            },
            {
                "character": "Dwight",
                "line": "Woo-hoo."
            },
            {
                "character": "Michael",
                "line": "Mmm."
            },
            {
                "character": "Dwight",
                "line": "Yum."
            },
            {
                "character": "Bartender",
                "line": "I'm sorry, you guys are going to have to leave."
            },
            {
                "character": "Michael",
                "line": "Hey, you know what? [Michael and Dwight grab plates of sushi] Come on, come on, let's go."
            },
            {
                "character": "Man",
                "line": "Hey, you're the Scranton guy."
            },
            {
                "character": "Michael",
                "line": "Guilty."
            },
            {
                "character": "Man",
                "line": "I liked your statement tonight."
            },
            {
                "character": "Michael",
                "line": "Oh, thanks. This is the guy that beat the computer."
            },
            {
                "character": "Man",
                "line": "Oh, very cool. It was funny to see Ryan all embarrassed by that."
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Man",
                "line": "See you later."
            },
            {
                "character": "Dwight",
                "line": "Later on."
            },
            {
                "character": "Michael",
                "line": "[mocking Ryan] I'm Ryan, and tonight didn't go the way that I thought it would, because it didn't work out for me, and I'm very embarrassed. I got egg all over my face."
            },
            {
                "character": "Dwight",
                "line": "And I spent so much time in Scranton and I never sold any paper."
            },
            {
                "character": "Michael",
                "line": "I never sold any paper, because I'm an idiot."
            },
            {
                "character": "Dwight",
                "line": "I started a fire with my cheese pita."
            },
            {
                "character": "Michael",
                "line": "I made it with my cheese pita."
            },
            {
                "character": "Dwight",
                "line": "I date Indian girls."
            },
            {
                "character": "Michael",
                "line": "I started a fire, I started a fire."
            },
            {
                "character": "Dwight",
                "line": "Now I've got a beard, and I can do whatever I want, and I'm your boss."
            },
            {
                "character": "Michael",
                "line": "And I'm hot, I'm so hot. That's why everybody..."
            },
            {
                "character": "Dwight",
                "line": "I don't get that, I don't understand that."
            },
            {
                "character": "Michael",
                "line": "Well, it's part of it, it's just the... uhhh."
            },
            {
                "character": "Michael",
                "line": "Wanna head back?"
            },
            {
                "character": "Dwight",
                "line": "Yeah, let's go."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "[steps in front of camera, adjusts jacket, poses, winks]"
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Dwight",
                "line": "[Dwight come into office unshaven] What?"
            },
            {
                "character": "Jim",
                "line": "Well it's just that you had no hair on Friday."
            },
            {
                "character": "Dwight",
                "line": "It's called being a man. You should try it sometime."
            },
            {
                "character": "Jim",
                "line": "How long have you been a man?"
            },
            {
                "character": "Dwight",
                "line": "I was born a man, Halpert."
            },
            {
                "character": "Jim",
                "line": "That must have been extremely uncomfortable for your mom."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I stopped shaving because my girlfriend broke up with me. Am I in pain? Hell, yeah. But I'll tell you something, I thrive in pain. I love pain. To me, pain is not pain at all. No. It is pure pleasure. And I hate pleasure. Almost as much as I love pain. So, yeah, I'm in pain."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[to Dwight] What do you think of Angela? There's just something about her. All that strength and steeliness and righteousness all wrapped up tight and shoved into a tiny little delicate frame."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "No. I will not be playing it \"cool\" [makes air quotes] with Angela. Let me tell you a little story. When I was seventeen, I was waitlisted at my number one school. Even though I was a legacy, and I had like a thousand extra-curriculars, mostly drama, madrigals, barbershop club, I was waitlisted. Did I wait, on that list? No, I did not. I busted into the admissions office and I [singing] sang them all the reasons they should admit me to the school [end singing]. And guess what? I. Got. In. And here's the kicker. That school? Cornell."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What's wrong with me?"
            },
            {
                "character": "Pam",
                "line": "Excuse me?"
            },
            {
                "character": "Michael",
                "line": "I want you to look at me and tell me what is wrong with me. [Pam stares and nods] Don't avoid this. I know you're dying to say it, so just say it."
            },
            {
                "character": "Pam",
                "line": "Sometimes your laziness borders on incompetence."
            },
            {
                "character": "Michael",
                "line": "What, no. No. Okay, bags. I have bags under my eyes, Pam. I didn't see it at home, I didn't see it in the bathroom, I didn't see it on any of the city mirrors, but in this light..."
            },
            {
                "character": "Pam",
                "line": "[interrupting] The city mirrors, or the...?"
            },
            {
                "character": "Michael",
                "line": "The big, free mirrors that the city puts up, on trees and telephone poles? The big round things."
            },
            {
                "character": "Pam",
                "line": "The ones for drivers to check their blind spots?"
            },
            {
                "character": "Michael",
                "line": "Yes. I have bags under my eyes, and I can't go to New York like this! What do I do? What do I do?"
            },
            {
                "character": "Pam",
                "line": "Put cold tea bags on your eyes."
            },
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "That's it?"
            },
            {
                "character": "Pam",
                "line": "Mmhmm."
            },
            {
                "character": "Michael",
                "line": "All right! Martha Stewart! You can be Martha Stewart's receptionist! Very good! I will be tea baggin' it. Nn... no."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[tea bags on eyes] Do I feel badly, that nobody out there was invited to a party that I was invited to? Not at all. Because they have to know that if they work hard and apply themselves, someday, they could be invited to a party like this. Of course, at that point, I will be going to much better parties that they will not be able to get into. What are you gonna do?"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "I'm a little mad, that I don't get to go to the party in New York. But that's mostly just because we get reimbursed for gas mileage."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I was going to be in New York tonight, to go to the Met, but I had to cancel. Because Angela's party is mandatory."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "I go to New York all the time, to visit my buddy Frank. He's a mole person."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "Angela, what kind of music?"
            },
            {
                "character": "Angela",
                "line": "Uh... something cool that Ryan doesn't know about yet."
            },
            {
                "character": "Meredith",
                "line": "How am I supposed to know what that is?"
            },
            {
                "character": "Angela",
                "line": "I don't know, but standing here's not going to give you the answer. Go."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Tonight my party will be broadcast out to five other states. Which means, it will be compared to Denise Stimm's party in Buffalo. Any idiot can defrost a microwavable hors d'oeuvres platter. And Denise proves that with every party she throws. Oh, and Denise? Stop telling people your hair's naturally curly. We all know you get perms."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Kidnapping is the asportation of a person against the person's will, so Michael asported him. [giggles] Have you ever been aspor..."
            },
            {
                "character": "Oscar",
                "line": "Don't."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Hey. The way I see it, it's getting late, and the only thing standing between you and a warm bed is my friend's pizza discount. So whattaya say? [pizza guy stares] Oh, so that's how it's gonna be. Well, I can stay here all night if I have to. I've done it before."
            },
            {
                "character": "Pizza guy",
                "line": "I'm not scared of you."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "In every good hostage movie, during the part where it gets really tense, and you don't know whether the bad guys are going to let the hostages go free, the cops order pizza."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "The lady cop acted like she'd never pulled someone over for driving too slow. And I tried to get out of it with the famous Toby Flenderson 10,000 watt smile. [smiles] It didn't work."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Damn it."
            },
            {
                "character": "Kelly",
                "line": "Is that traffic school?"
            },
            {
                "character": "Toby",
                "line": "Yeah."
            },
            {
                "character": "Kelly",
                "line": "Because we're not supposed to be doing personal stuff at work."
            },
            {
                "character": "Toby",
                "line": "Yeah."
            },
            {
                "character": "Kelly",
                "line": "Because yesterday when I was taking an online quiz about trying to find my ideal weight for my frame, you said that was inappropriate."
            },
            {
                "character": "Toby",
                "line": "I remember."
            },
            {
                "character": "Kelly",
                "line": "Just reiterating what you said to me."
            },
            {
                "character": "Toby",
                "line": "Thanks Kelly."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "You know the octagon sign means stop."
            },
            {
                "character": "Toby",
                "line": "Colorblind."
            },
            {
                "character": "Oscar",
                "line": "An octagon is a shape. You can see shapes, can't you?"
            },
            {
                "character": "Toby",
                "line": "It's out of context. It's not the same as driving."
            }
        ]
    ]
}