{
    "season": 4,
    "episode": 4,
    "title": "Money",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Coat! [throws coat at Pam]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Michael just rented The Devil Wears Prada. He has his NetFlix sent here to the office, and he watches them in pieces when things are slow."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Steak! Where's my steeaaak?"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "He's a big Meryl Streep fan, so I shouldn't be surprised that he's identified with her character."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Get me Armani."
            },
            {
                "character": "Pam",
                "line": "A suit?"
            },
            {
                "character": "Michael",
                "line": "On the phone."
            },
            {
                "character": "Pam",
                "line": "Like the main company number? Because I'm gonna have to call information."
            },
            {
                "character": "Michael",
                "line": "Where's Armani? He's on the phone. Too slow. You are not going to Paris. I'm so much better than you are. [breaks into laughter]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I owe you an apology."
            },
            {
                "character": "Pam",
                "line": "You finished the movie."
            },
            {
                "character": "Michael",
                "line": "Yeah. It was awesome. Big surprise ending. Won't ruin it for you."
            },
            {
                "character": "Pam",
                "line": "No. Go ahead."
            },
            {
                "character": "Michael",
                "line": "Meryl Streep is the bad guy. Never see it coming. Anyways, if I was mean in any way to you, I am sorry. I just want what's best for you, Mo Chuisle."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Mo Chuisle. He's watching Million Dollar Baby... He's gonna try to kill me."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So this one goes with my eyes and this one goes with your eyes. People have said I have very pretty eyes."
            },
            {
                "character": "Jan",
                "line": "You do."
            },
            {
                "character": "Michael",
                "line": "I haven't heard the same about you. So let's just go with mine."
            },
            {
                "character": "Jan",
                "line": "Well, they both go with the carpet I've ordered, and if you go with the brown leather on the sofas, then they go with that too."
            },
            {
                "character": "Michael",
                "line": "We already have a sofa. So why do---"
            },
            {
                "character": "Jan",
                "line": "A futon's not a sofa."
            },
            {
                "character": "Michael",
                "line": "It... folds up. You've only seen it flat."
            },
            {
                "character": "Jan",
                "line": "I know what a futon is, Michael."
            },
            {
                "character": "Michael",
                "line": "I--- Ok. How much is this going to cost?"
            },
            {
                "character": "Jan",
                "line": "It costs what it costs."
            },
            {
                "character": "Michael",
                "line": "No--- don't... that doesn't even mean anything."
            },
            {
                "character": "Jan",
                "line": "We have gone through this."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yes. Money has been a little tight lately. But, at the end of my life, when I'm sitting on my yacht, am I gonna be thinking about how much money I have? No. I'm going to be thinking about how many friends I have, and my children, and my comedy albums. I mean, I have a yacht, so I obviously did pretty well money wise."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "It's just that you say it's gonna cost what it costs--- [phone rings]"
            },
            {
                "character": "Pam",
                "line": "[on the phone] Michael, it's Ryan for you."
            },
            {
                "character": "Jan",
                "line": "Conniving little runt. Put him through."
            },
            {
                "character": "Michael",
                "line": "Put him through. Yes. Ryan, my man!"
            },
            {
                "character": "Ryan",
                "line": "[on the phone] I sent you an email about the new Powerpoint."
            },
            {
                "character": "Michael",
                "line": "Yes, and thank you for sending that to me."
            },
            {
                "character": "Ryan",
                "line": "I had IT install the updated Powerpoint on the computer so you can use it for the presentation. I really want people there using Powerpoint."
            },
            {
                "character": "Michael",
                "line": "Okay, yeah, I dunno. I dunno, I think those IT guys messed up."
            },
            {
                "character": "Ryan",
                "line": "Hold on, I'll get them on the phone."
            },
            {
                "character": "Michael",
                "line": "[looking at nothing] Wait, oh, no, here it is, here it is. Found it."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[talking on phone] Sure, I can hold."
            },
            {
                "character": "Dwight",
                "line": "[picks up phone] Dunder Mifflin, Dwight Schrute. Please hold. [opens book, then picks up phone] Schrute Farms, guten tag. How can I help you? Yes, we have availability on those nights. How many in your party? Oh no, I'm sorry, no king beds. No queen either. Well, we make our own mattresses that don't conform to the traditional sizes. Closest would be twin. Thank you so much for calling. Call back again. Aufedersein!"
            },
            {
                "character": "Jim",
                "line": "Hey Dwight."
            },
            {
                "character": "Dwight",
                "line": "None of your business, Jim."
            },
            {
                "character": "Jim",
                "line": "Do you run the bed and breakfest?"
            },
            {
                "character": "Dwight",
                "line": "It is not a B and B."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Agrotourism is a lot more than a bed and breakfest. It consists of tourists coming to a farm, showing them around, giving them a bed, giving them brekafest."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Does the Department of Health know about this?"
            },
            {
                "character": "Dwight",
                "line": "I'm not telling you anything. [lookings into the camera] Permits are pending. [phone rings] Dwight Schrute, Dunder Mifflin."
            },
            {
                "character": "Pam",
                "line": "Hello, I'm looking for a room."
            },
            {
                "character": "Dwight",
                "line": "Okay, this is a mis-use of company phones."
            },
            {
                "character": "Pam",
                "line": "It says here you cater to the eldery."
            },
            {
                "character": "Dwight",
                "line": "Where did you read that?"
            },
            {
                "character": "Pam",
                "line": "Trip Advsior."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Trip Advisor is the life blood of the Agrotourism industry. A couple of bad reviews there, you might as well close up shop. That's what took down the Stalk Inn. One of the cutest little asparagus farms you'll ever see."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "How many in your party?"
            },
            {
                "character": "Pam",
                "line": "Two?"
            },
            {
                "character": "Dwight",
                "line": "We offer tours of the fields, and of the barn. Uh, perhaps you'll be interested in, um, Mose's table making demonstration?"
            }
        ],
        [
            {
                "character": "Jan",
                "line": "So, um, I forgot to tell you that I need the car tonight."
            },
            {
                "character": "Michael",
                "line": "Oh! Um, actually, I need the car."
            },
            {
                "character": "Jan",
                "line": "Why? Improv? Why don't you just pretend you have a car? Good practice, incase you ever do a scene where you need to pretend you have a car?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Use to have two cars, traded 'em in, now we're down to one. Good economic sense. Although the new car is a Porsche. For her."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "One cardigan, one sleeping cardigan and one sleep apnea mask."
            },
            {
                "character": "Angela",
                "line": "What about my cherub figurine?"
            },
            {
                "character": "Dwight",
                "line": "You took that with you."
            },
            {
                "character": "Angela",
                "line": "No I left it on my night table--- your night table, by the lamp."
            },
            {
                "character": "Dwight",
                "line": "You are incorrect. I was recently scrubbing my room of memories, and I didn't see it there."
            },
            {
                "character": "Angela",
                "line": "Fine."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "My girlfriend and I broke up recently. And I must say, I am relieved. Gives me a chance to sow my wild oats. In the Schrute family, we have a tradition, where when the male has sex with another woman, he is rewarded with a bag of wild oats left on his door step by his parents. You can use these oats to make oatmeal, bread, whatever you want. I don't care, they're your oats."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "The bar uses an applause meter. That is why it's so important that you all come and applaud only for my band. Scrantonicity 2. NOT Scrantonicity, which I am no longer a part of. Michael, can I count on you?"
            },
            {
                "character": "Michael",
                "line": "You can not, I have a thing tonight."
            },
            {
                "character": "Kevin",
                "line": "Dammit."
            },
            {
                "character": "Jim",
                "line": "Uh, Michael."
            },
            {
                "character": "Michael",
                "line": "What?"
            },
            {
                "character": "Jim",
                "line": "That reminds me, uh, if the invitation still stands, Pam and I would love to have dinner tonight."
            },
            {
                "character": "Michael",
                "line": "Oh no, I have a thing tonight."
            },
            {
                "character": "Jim",
                "line": "Darn it!"
            },
            {
                "character": "Pam",
                "line": "Shoot!"
            },
            {
                "character": "Michael",
                "line": "How about this weekend?"
            },
            {
                "character": "Jim",
                "line": "No, can't."
            },
            {
                "character": "Pam",
                "line": "We only had tonight free, and we really wanted to spend it with you."
            },
            {
                "character": "Michael",
                "line": "Dammit to hell. I-I-ugh, ok. All right."
            },
            {
                "character": "Jim",
                "line": "Where are you going out tonight?"
            },
            {
                "character": "Michael",
                "line": "You wouldn't understand. It's a secret."
            },
            {
                "character": "Jim",
                "line": "I wouldn't understand or a secret?"
            },
            {
                "character": "Pam",
                "line": "You wouldn't understand, Jim. It's a secret."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I'm sorry Mr. O'Brian, I didn't mean to interrupt your dinner. I just have a very exciting offer. My records indicate that you have expressed interest in losing some weight. Well, what if I told you that I have a pill that will make you 50 pounds lighter in 5 minutes? How does that sound? Amazing right? Well, it won't be that fast, but it will--[notices camera]-- it will be that easy."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I can't believe this place is real. I mean, I've heard about his beet farm for years, but wow."
            },
            {
                "character": "Pam",
                "line": "The Beets Motel."
            },
            {
                "character": "Jim",
                "line": "The Beets Motel? That is, wow."
            },
            {
                "character": "Pam",
                "line": "Thank you. Eh. The Embassy Beets. Radishon!"
            },
            {
                "character": "Jim",
                "line": "How are you doing this?"
            },
            {
                "character": "Pam",
                "line": "I don't know! [Mose starts running by the left side of the car]"
            },
            {
                "character": "Pam",
                "line": "Oh my gosh."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I just love sales. I love it to death. It's as simple as that. And I don't get to do it enough as a manager, so I took this second job. I count it as a hobby. Some people have golf, or relaxing."
            },
            {
                "character": "Nick",
                "line": "What's going on here?"
            },
            {
                "character": "Michael",
                "line": "Hey, I just got off the phone, and I was gonna make another call."
            },
            {
                "character": "Nick",
                "line": "We're a legit operation with a license from the city I can show you. We pay minimum wage against commision---"
            },
            {
                "character": "Michael",
                "line": "No, they're with me, so... this is Nick Figaro, manager to the stars!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "We have three rooms, each with a different theme."
            },
            {
                "character": "Pam",
                "line": "What are the themes?"
            },
            {
                "character": "Dwight",
                "line": "American, Irrigation, and Night-Time."
            },
            {
                "character": "Pam",
                "line": "Irrigation."
            },
            {
                "character": "Jim",
                "line": "Nice."
            },
            {
                "character": "Dwight",
                "line": "I'll put you down for Irrigation. Well then, do you have any special needs or diertary restrictions?"
            },
            {
                "character": "Jim",
                "line": "Yes. We will be requiring a bed time story."
            },
            {
                "character": "Dwight",
                "line": "No."
            },
            {
                "character": "Jim",
                "line": "Not even Harry Potter?"
            },
            {
                "character": "Dwight",
                "line": "No. Jim, come on."
            },
            {
                "character": "Mose",
                "line": "But you promised."
            },
            {
                "character": "Dwight",
                "line": "Mose, bags! Now!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Here we are, the Irrigation Room! A very special room. So I'll come get you before the table-making demonstration. And as of this morning, we are completely wireless here in Schrute Farms. But as soon as I find out where Mose hid all the wires, we'll get that power back on. All righty."
            }
        ],
        [
            {
                "character": "Nick",
                "line": "Everybody in the conference room. In 5 minutes."
            },
            {
                "character": "Michael",
                "line": "These meetings are useless."
            }
        ],
        [
            {
                "character": "Nick",
                "line": "I just want to remind you to stick to the script. Improving the work. So, make the call, say the lines, make the sale. Got it?"
            },
            {
                "character": "Michael",
                "line": "Very inspirational. [laughter]"
            },
            {
                "character": "Nick",
                "line": "We're offering a $50 bonus tonight to the guy with the most sales. Ok."
            },
            {
                "character": "Co-Worker 1",
                "line": "Or a woman."
            },
            {
                "character": "Michael",
                "line": "Or a trained seal. [laughter]"
            },
            {
                "character": "Nick",
                "line": "You could make jokes when you've made a sale there rookie, ok? [laughter ends]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hmmm, I'd say 1 in 6."
            },
            {
                "character": "Pam",
                "line": "What?"
            },
            {
                "character": "Jim",
                "line": "Oh, I thought you asked me what our chances were in being murdered here tonight."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You know, I've just realized, this is Pam's and my first night away together. I use to play it over my head, and it was just a little bit different. Maybe a uh, nice hotel. Or a romantic dinner. Wine... uh but, wine that wasn't made out of beets. Didn't think Dwight would be involved at all. And uh, I always imagined less manure. I mean, some manure, just... less."
            },
            {
                "character": "Dwight",
                "line": "Mose, what are you doing? No Mose! Put the--- Put the manure down! Put it down! Do not throw it! DO NOT THROW IT! Ow!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yes, is Mr. Hudson there?"
            },
            {
                "character": "Stanley",
                "line": "[on the phone] Yes, who is this?"
            },
            {
                "character": "Michael",
                "line": "I'm just calling because you responded positively to the---"
            },
            {
                "character": "Stanley",
                "line": "Michael?"
            },
            {
                "character": "Michael",
                "line": "...Stanley?"
            },
            {
                "character": "Stanley",
                "line": "Why are you calling me here at home?"
            },
            {
                "character": "Michael",
                "line": "[Spanish accent] Senor, are you happy with your---"
            },
            {
                "character": "Stanley",
                "line": "Michael, I know that's you. Why are you calling me here at home?"
            },
            {
                "character": "Michael",
                "line": "[speaking with a different voice] Have you--- Have you considered satellite television?"
            },
            {
                "character": "Stanley",
                "line": "Michael, I know that's you. I know your voice. Why are you calling me here at home? [Michael hands up]"
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "[on the phone] When I'm at home at night in my own house in my sweats drinking some red wine watching my mystery stories, the last thing in the whole God forsaken world I want to hear is the voice of Michael Scott."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well your son sounds like he's really motivated. I think it's crazy the coach won't play him frankly."
            },
            {
                "character": "Nick",
                "line": "[hangs up phone] My office."
            },
            {
                "character": "Michael",
                "line": "You bet."
            }
        ],
        [
            {
                "character": "Nick",
                "line": "Just dial the number on the sheet and stick to the script. Say those words exactly, got it? I don't know why we have to keep on having this conversation."
            },
            {
                "character": "Michael",
                "line": "Look, I know sales, and I had that sale, I just needed a few more minutes---"
            },
            {
                "character": "Nick",
                "line": "A few more minutes is a waste of our time."
            },
            {
                "character": "Michael",
                "line": "It is not a waste of our time."
            },
            {
                "character": "Nick",
                "line": "This is a trading game."
            },
            {
                "character": "Michael",
                "line": "No."
            },
            {
                "character": "Nick",
                "line": "You give a quick pitch. You make the sale. You move on. That's how Vikram does it."
            },
            {
                "character": "Michael",
                "line": "Vikram doesn't have my people skills."
            },
            {
                "character": "Nick",
                "line": "Good for Vikram, because he out-sells you every night."
            },
            {
                "character": "Michael",
                "line": "Well, I hope this conversation has helped."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[reading to Jim, Pam, and Mose] And Harry saw the white hand raise its wand, and felt Voldemort's surge of vicious anger. Saw the frail old man on the floor write in agony. \"Harry?\" It was over quickly as it had come. Harry stood shaking in the darkness, clutching the gate in the garden, his heart racing."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What did you get tonight?"
            },
            {
                "character": "Vikram",
                "line": "Oh it looks like mixed masala, eggplant, and rice."
            },
            {
                "character": "Michael",
                "line": "Oh, that looks good."
            },
            {
                "character": "Vikram",
                "line": "Oh, and what about you? Peanut butter flavor again?"
            },
            {
                "character": "Michael",
                "line": "I am going with the vanilla crisp this evening."
            },
            {
                "character": "Vikram",
                "line": "Enjoy."
            },
            {
                "character": "Michael",
                "line": "Thank you."
            }
        ],
        [
            {
                "character": "Vikram",
                "line": "I was a surgeon back home."
            },
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "Vikram",
                "line": "Oh yeah."
            },
            {
                "character": "Michael",
                "line": "Wonder what I would've been back home?"
            },
            {
                "character": "Vikram",
                "line": "Well this is your home."
            },
            {
                "character": "Michael",
                "line": "I know, but it's competitive here. What's a dollar worth in your land? Medical school must cost like 40 bucks or a donkey or something."
            },
            {
                "character": "Vikram",
                "line": "Uhh, no."
            },
            {
                "character": "Michael",
                "line": "I would've been chief of surgery... Or a cowboy."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Jim and Pam hear noise] Wait, you're going up there?"
            },
            {
                "character": "Pam",
                "line": "Yeah. Coward."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Pam sees Mose in an outhouse] Oh my God. What century is this?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know what, here's the thing about Die Hard 4. Die Hard one, the original, John McClane was just this normal guy. You know, he's just a normal New York City cop, who gets his feet cut, and gets beat up. But he's an everyday guy. In Die Hard 4, he is jumping a motorcycle into a helicopter. In air. You know? He's invincible. It just sort of lost what Die Hard was. It's not Terminator."
            },
            {
                "character": "Co-Worker 2",
                "line": "Dude, you should review movies. [other co-workers agree]"
            },
            {
                "character": "Michael",
                "line": "I actually wrote a movie."
            },
            {
                "character": "Co-Worker 3",
                "line": "Really?"
            },
            {
                "character": "Michael",
                "line": "I'm writing one, yeah."
            },
            {
                "character": "Co-Worker 3",
                "line": "What's it about?"
            },
            {
                "character": "Michael",
                "line": "Um, sort of a spy, thriller..."
            },
            {
                "character": "Nick",
                "line": "What's so captivating? [everyone stops talking, go back to work] I like captivating things. And this must be really captivating because it's keeping you off the phones. I mean time is your money, that's how I know how captivating it is. Because how much time you spend talking."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Pam and Jim hear Dwight crying] Ugh, your turn."
            },
            {
                "character": "Dwight",
                "line": "[Jim knocks on Dwight's door, crying stops] Come in. Did you have another nightmare?"
            },
            {
                "character": "Jim",
                "line": "Hey Dwight."
            },
            {
                "character": "Dwight",
                "line": "Oh, Jim. I thought you were Mose."
            },
            {
                "character": "Jim",
                "line": "Does Mose have nightmares?"
            },
            {
                "character": "Jim",
                "line": "Oh yes. Ever since the storm."
            },
            {
                "character": "Dwight",
                "line": "Is everything satisfactory with your stay?"
            },
            {
                "character": "Jim",
                "line": "Yeah, yeah."
            },
            {
                "character": "Dwight",
                "line": "Great."
            },
            {
                "character": "Jim",
                "line": "Just thought that I heard crying, moaning, or something in here."
            },
            {
                "character": "Dwight",
                "line": "Oh. Well I'll look into that in the morning. Thank you for bringing that to the attention of the staff."
            },
            {
                "character": "Jim",
                "line": "Good night, Dwight. [Jim leaves, Dwight continues crying]"
            }
        ],
        [
            {
                "character": "Co-Worker 2",
                "line": "Yeah, so we're all gonna go out for a beer. Do you wanna come?"
            },
            {
                "character": "Co-Worker 3",
                "line": "We'd love for you to come, Michael."
            },
            {
                "character": "Michael",
                "line": "Thanks, no, I have work tomorrow morning."
            },
            {
                "character": "Co-Worker 2",
                "line": "All right, next time dude."
            },
            {
                "character": "Michael",
                "line": "Okay, see you guys. [Sees Jan] Hey, how you doin'?"
            },
            {
                "character": "Jan",
                "line": "You drive, I had too much wine."
            },
            {
                "character": "Michael",
                "line": "Okay. How's yoga?"
            },
            {
                "character": "Jan",
                "line": "I didn't go."
            },
            {
                "character": "Michael",
                "line": "Wh-Why not?"
            },
            {
                "character": "Jan",
                "line": "I just didn't!"
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "Jan",
                "line": "How was improv?"
            },
            {
                "character": "Michael",
                "line": "Good night Vikram."
            },
            {
                "character": "Vikram",
                "line": "Good night."
            },
            {
                "character": "Michael",
                "line": "Hey, congrats on the bonus."
            },
            {
                "character": "Vikram",
                "line": "Thank you Michael."
            },
            {
                "character": "Michael",
                "line": "I'm gonna have it one of these nights."
            },
            {
                "character": "Vikram",
                "line": "Well if you concentrate and make your calls faster, yeah."
            },
            {
                "character": "Michael",
                "line": "Good night."
            },
            {
                "character": "Vikram",
                "line": "Good night."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Michael. Morning. Hey Dwight, how are you?"
            },
            {
                "character": "Dwight",
                "line": "Pam."
            },
            {
                "character": "Jim",
                "line": "You okay?"
            },
            {
                "character": "Dwight",
                "line": "I am better than you have ever been or ever will be. [Ryan walks in]"
            },
            {
                "character": "Ryan",
                "line": "Hey guys! What's happening? How's my favorite branch doin'?"
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Okay, Michael, why dont you start us off?"
            },
            {
                "character": "Michael",
                "line": "Um... that wasn't much of an introduction."
            },
            {
                "character": "Ryan",
                "line": "Ladies and gentlemen, your boss, Michael Scott."
            },
            {
                "character": "Michael",
                "line": "Ahh, still lame. Okay. All right. Thank you, Ryan, for that wonderful introduction. Okay, um, today we're gonna be talking... about...PowerPoint! PowerPoint! PowerPoint! PowerPoint!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yes I forgot about Ryan's presentation. And yes, it would have been nice to do well with the first presentation he had given me. But you know what else would have been nice? Winning the lottery."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "And the best way to start is to hit start. And up comes the toolbar, that's what she said. What we have to do here is go to Run, and then you look up to PowerPoint. And we are in. We are going to register. You hit register--- Updates are ready. I should update. Um, estimated time 12 minutes, so this should take 5 or 10 minutes."
            },
            {
                "character": "Ryan",
                "line": "Is this the first time you ever opened PowerPoint?"
            },
            {
                "character": "Michael",
                "line": "Why?"
            },
            {
                "character": "Ryan",
                "line": "You didn't prepare a presentation at all, did you?"
            },
            {
                "character": "Michael",
                "line": "No, I had a really rough night, and my boss can back you up on that."
            },
            {
                "character": "Ryan",
                "line": "I'm your boss."
            },
            {
                "character": "Michael",
                "line": "My other boss, Mr. Figaro."
            },
            {
                "character": "Ryan",
                "line": "You have another job?"
            },
            {
                "character": "Michael",
                "line": "What I do between 5:30 pm and 1 am is no one's business but mine and my other business'."
            },
            {
                "character": "Jim",
                "line": "Are you a cocktail waitress?"
            },
            {
                "character": "Ryan",
                "line": "You can not have another job if it affects your work here."
            },
            {
                "character": "Michael",
                "line": "It won't."
            },
            {
                "character": "Ryan",
                "line": "It did, all ready."
            },
            {
                "character": "Michael",
                "line": "Okay, honestly, it was unlikely I was gonna figure this out anyways. [Kelly laughs]"
            },
            {
                "character": "Kelly",
                "line": "You're so funny."
            },
            {
                "character": "Ryan",
                "line": "Why is Darryl here? He works in the warehouse."
            },
            {
                "character": "Kelly",
                "line": "I invited him."
            },
            {
                "character": "Ryan",
                "line": "It's not a party. Darryl, back downstairs, this isn't information you need."
            },
            {
                "character": "Darryl",
                "line": "There's information here? Yeah, you're right, I don't need this."
            },
            {
                "character": "Kelly",
                "line": "Okay. [makes out with Darryl]"
            },
            {
                "character": "Darryl",
                "line": "Hey, get off."
            },
            {
                "character": "Kelly",
                "line": "Umm, see you later tonight."
            },
            {
                "character": "Darryl",
                "line": "I have plans later."
            },
            {
                "character": "Kelly",
                "line": "Okay, bye honey."
            },
            {
                "character": "Ryan",
                "line": "How long until you actually get this presentation ready?"
            },
            {
                "character": "Michael",
                "line": "Why don't you do the presentation, because you know how to do it?"
            },
            {
                "character": "Ryan",
                "line": "You know what I really want? Honestly Michael, is for you to know it, so you can communicate to the people here, to your clients, to whomever."
            },
            {
                "character": "Michael",
                "line": "Huh, okay."
            },
            {
                "character": "Ryan",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "It's whoever, not whomever."
            },
            {
                "character": "Ryan",
                "line": "No, it's whomever."
            },
            {
                "character": "Michael",
                "line": "No, whomever is never actually right."
            },
            {
                "character": "Jim",
                "line": "No, sometimes its right."
            },
            {
                "character": "Creed",
                "line": "Michael is right. It's a made-up word used to trick students."
            },
            {
                "character": "Andy",
                "line": "No. Actually, whomever is the formal version of the word."
            },
            {
                "character": "Oscar",
                "line": "Obviously it's a real word, but I don't know when to use it correctly."
            },
            {
                "character": "Michael",
                "line": "Not a native speaker."
            },
            {
                "character": "Kevin",
                "line": "I know what's right, but I'm not gonna say, because you're all jerks who didn't come see my band last night."
            },
            {
                "character": "Ryan",
                "line": "Do you really know which one is correct?"
            },
            {
                "character": "Kevin",
                "line": "I don't know."
            },
            {
                "character": "Pam",
                "line": "It's 'whom' when it's the object of a sentence, and 'who' when it's the subject."
            },
            {
                "character": "Phyllis",
                "line": "Yeah, that sounds right."
            },
            {
                "character": "Michael",
                "line": "Well it sounds right, but is it?"
            },
            {
                "character": "Stanley",
                "line": "How did Ryan use it? As an object?"
            },
            {
                "character": "Ryan",
                "line": "As an object."
            },
            {
                "character": "Kelly",
                "line": "Ryan used me an object."
            },
            {
                "character": "Stanley",
                "line": "Is he right about that?"
            },
            {
                "character": "Pam",
                "line": "How did he use it again?"
            },
            {
                "character": "Toby",
                "line": "It was Ryan wanted Michael, the subject, to explain the computer system, the object."
            },
            {
                "character": "Michael",
                "line": "Thank you."
            },
            {
                "character": "Toby",
                "line": "To whomever, meaning us, the indirect object. Which is the correct usage of the word."
            },
            {
                "character": "Michael",
                "line": "No one, uh, asked you anything ever, so whomever's name is Toby, why don't you take a letter opener and stick it into your skull."
            },
            {
                "character": "Ryan",
                "line": "Wait! This doesn't matter. And I don't even care. Michael, you quit the other job, or you're fired here."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I've never done this before. I've never quit anything in my life. So, you are filming history."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Nick, I had a dream last night that I had two full time jobs. One here at the Lipophedrazone diet pill company---"
            },
            {
                "character": "Mr. Figaro",
                "line": "Lipophedrine"
            },
            {
                "character": "Michael",
                "line": "And the other I was a Regional Manager of a small paper supply company called Dunder Mifflin."
            },
            {
                "character": "Mr. Figaro",
                "line": "Never heard of it."
            },
            {
                "character": "Michael",
                "line": "In this dream I did both of these jobs beautifully, and I loved it, and everybody loved me. But the truth is, I can't do this."
            },
            {
                "character": "Mr. Figaro",
                "line": "Are you quitting?"
            },
            {
                "character": "Michael",
                "line": "I am."
            },
            {
                "character": "Mr. Figaro",
                "line": "Come back anytime, don't forget to disinfect your headset."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I was never in this for the money. But it turns out that the money was an absolute necessity for me. I tried to live the dream. I tried to have a job, a girlfriend, another job, and I failed. But the good thing about the American dream is that you can just go to sleep, and try it all again the next night."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "So."
            },
            {
                "character": "Pam",
                "line": "What's up?"
            },
            {
                "character": "Andy",
                "line": "Me. All night. Dreaming about Angela's smoking hot body."
            },
            {
                "character": "Pam",
                "line": "You're being gross."
            },
            {
                "character": "Andy",
                "line": "Not from a male perspective. You need to set me up with her, I know she told you that she's looking, and she's totally not responding to my moves."
            },
            {
                "character": "Pam",
                "line": "What moves?"
            },
            {
                "character": "Andy",
                "line": "I have moon-walked past accounting like ten times."
            },
            {
                "character": "Pam",
                "line": "I can't believe that's not working."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "Um, I don't know if I really see you two together."
            },
            {
                "character": "Andy",
                "line": "Really? Well, maybe you should look in the smart part of your brain."
            },
            {
                "character": "Pam",
                "line": "She's very religious."
            },
            {
                "character": "Andy",
                "line": "Okay, well I come from a line Wasps so long it leads back to Moses."
            },
            {
                "character": "Pam",
                "line": "Okay, well she takes her convictions pretty seriously, she can be kind of severe."
            },
            {
                "character": "Andy",
                "line": "Yeah, and I punched a hole in a wall."
            },
            {
                "character": "Pam",
                "line": "That's right, you did."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Now that I think about it, Angela and Andy might actually make a good couple. But I couldn't do that to Dwight... or Angela... or Andy."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey Kevin, you're a gambler right? A rounder, you play the ponies, small horses."
            },
            {
                "character": "Kevin",
                "line": "I do gamble Michael."
            },
            {
                "character": "Michael",
                "line": "Yeah, I was thinking about doing some gambling myself. You know, just a little bit of money. Maybe doubling it, and them doubling it seven more times. I don't know, kind of just for fun. I was thinking, do you have tips, or ideas about sure things. Like a boxer who is going to throw the big fight, you know, like, like he's tied into some crooked dealings, maybe his kid is sick or something. Like, who do I call about that?"
            },
            {
                "character": "Kevin",
                "line": "The mob."
            },
            {
                "character": "Michael",
                "line": "Do you know anybody in the mob?"
            },
            {
                "character": "Kevin",
                "line": "[shakes head no]"
            },
            {
                "character": "Michael",
                "line": "Okay, um, Oscar, I'm going to need to take another advance on my salary."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "What do you mean you have plans tonight?"
            },
            {
                "character": "Darryl",
                "line": "I have my daughter tonight; we're renting Charlotte's Web."
            },
            {
                "character": "Kelly",
                "line": "Well, you have to make a choice, it's either your daughter, or me."
            },
            {
                "character": "Darryl",
                "line": "My daughter."
            },
            {
                "character": "Kelly",
                "line": "Okay, I see how it is. [pushes a stack of files onto the floor] Oops."
            },
            {
                "character": "Darryl",
                "line": "That was cold."
            },
            {
                "character": "Kelly",
                "line": "[makes a W then an L with her fingers, and then runs a finger across her throat]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "He's always been terrible with money."
            },
            {
                "character": "Stanley",
                "line": "I bet it's Jan spending him straight to the poor house."
            },
            {
                "character": "Kevin",
                "line": "Yeah, women be shoppin'."
            },
            {
                "character": "Meredith",
                "line": "I can't believe he has a second job."
            },
            {
                "character": "Oscar",
                "line": "He's not even good at his first one."
            },
            {
                "character": "Michael",
                "line": "Hey guys."
            },
            {
                "character": "Kevin",
                "line": "Shh."
            },
            {
                "character": "Michael",
                "line": "What'cha talking about? [camera pans to each face in the break room] Okay, I know what's going on. You're talking about Jim and Pam, if they're having sex, what it looks like, I know, I think---"
            },
            {
                "character": "Pam",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "Hey, hey, hey."
            },
            {
                "character": "Oscar",
                "line": "Michael, are you having money problems?"
            },
            {
                "character": "Michael",
                "line": "Monkey problem? No, I'm not having monkey problems. Why would I have monkey problems?"
            },
            {
                "character": "Oscar",
                "line": "You heard me correctly."
            },
            {
                "character": "Michael",
                "line": "Oh, I hate monkeys."
            },
            {
                "character": "Pam",
                "line": "What's going on, why do you have a second job?"
            },
            {
                "character": "Michael",
                "line": "I don't have a second job. Maybe I'm having an affair with Suzanne Summers."
            },
            {
                "character": "Pam",
                "line": "Doesn't Jan have money?"
            },
            {
                "character": "Michael",
                "line": "I don't talk to my girlfriend about money. It is rude, and unsexual."
            },
            {
                "character": "Kevin",
                "line": "True, it's best to hide our money problems from women."
            },
            {
                "character": "Michael",
                "line": "I totally agree with you. But I don't have money problems, I don't. Alright, you know what? Watch this, if I had money problems, would I do this? [Michael holds up a bill, crumples it up, puts it back in his pocket]"
            },
            {
                "character": "Oscar & Stanley",
                "line": "You just put it back in your pocket."
            },
            {
                "character": "Michael",
                "line": "Yeah, but I destroyed it, it's not even useable anymore."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Hey, let's call this what it is."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "It's like she only wants to hook up when Ryan comes around. It's gotten to the point where I get excited every time I see that little dude walk through the door."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Well, I just need to know where this is going."
            },
            {
                "character": "Darryl",
                "line": "Hey, I like you. Oh yeah, what's not to like? But you need to access your uncrazy side, otherwise maybe this thing's run its course."
            },
            {
                "character": "Kelly",
                "line": "Don't you dare walk away from me Darryl Philben, you are the most selfish person I've ever met in my entire---"
            },
            {
                "character": "Darryl",
                "line": "Slow down, think it over."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Darryl Philben is the most complicated man that I've ever met. I mean, who says exactly what they're thinking? What kind of game is that?"
            }
        ],
        [
            {
                "character": "Creed",
                "line": "Hey cuz, heard you're having money problems."
            },
            {
                "character": "Michael",
                "line": "No you didn't."
            },
            {
                "character": "Creed",
                "line": "Listen, I've got the answer. You declare bankruptcy, all your problems go away."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "Creed Bratton has never declared bankruptcy. When Creed Bratton gets in trouble, he transfers his debt to William Charles Schneider."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "How would that help Creed? In Monopoly when you go bankrupt, you lose."
            },
            {
                "character": "Creed",
                "line": "You don't go by Monopoly man, that game is nuts. Nobody just picks up \"get out of jail free\" cards, those things cost thousands."
            },
            {
                "character": "Michael",
                "line": "That is a good point."
            },
            {
                "character": "Creed",
                "line": "Bankruptcy, Michael, is nature's do-over. It's a fresh start, it's a clean slate."
            },
            {
                "character": "Michael",
                "line": "Like the witness protection program."
            },
            {
                "character": "Creed",
                "line": "Exactly."
            },
            {
                "character": "Oscar",
                "line": "Not at all."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I've always wanted to be in the witness protection program. Fresh start, no debts, no baggage. I've already got my name picked out, Lord Rupert Everton. I'm a shipping merchant who raises fancy dogs. That's the life."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I... DECLARE... BANKRUPTCY!"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Hey, I just wanted you to know that you can't just say the word bankruptcy and expect anything to happen."
            },
            {
                "character": "Michael",
                "line": "I didn't say it, I declared it."
            },
            {
                "character": "Oscar",
                "line": "Still, that's not anything."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "This is a lot of credit card debt."
            },
            {
                "character": "Michael",
                "line": "Yeah, tell me about it."
            },
            {
                "character": "Oscar",
                "line": "Mmm."
            },
            {
                "character": "Michael",
                "line": "You know, Jan has my credit cards, and she's using them as if I'm made of money, she thinks I'm a human ATM machine."
            },
            {
                "character": "Oscar",
                "line": "Okay, a hundred and twenty-five dollars, Amazon."
            },
            {
                "character": "Michael",
                "line": "Oh, that's the Muppet Show, on DVD, classic."
            },
            {
                "character": "Oscar",
                "line": "Twelve hundred dollars. What's a Core Blaster Extreme?"
            },
            {
                "character": "Michael",
                "line": "That is by far the best way to strengthen your core. This machine, you sit on a stabilizer ball, you put your feet into the power stir-ups, you reach up and you grab onto the super rod, and you twist, and you twist, and you twist. It strengthens your entire core. Your back core, your arm core, the Marine Core actually uses it. I think that's how they got a core."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I left a little present for Angela. I think she's going to like it, because I found it outside of Vance Refrigeration all alone, and I told her in the note that the cat came to find her, that they were destined to be together. I got game."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Okay, the green bar is what you spend every month on stuff you need, like a car and a house."
            },
            {
                "character": "Michael",
                "line": "Mm-hm. That is so cool how you have my name at the top."
            },
            {
                "character": "Oscar",
                "line": "The red bar is what you spend on non-essentials, like magazines, entertainment, things like that."
            },
            {
                "character": "Michael",
                "line": "Right."
            },
            {
                "character": "Oscar",
                "line": "This scary black bar is what you spend on things that no one ever, ever needs, like multiple magic sets, professional bass fishing equipment."
            },
            {
                "character": "Michael",
                "line": "How do they do this so fast? Is this power-point?"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Man, Angela really had a hold on him. [Dwight playing the recorder in the background] Angela."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Michael, I'm going to set you and Jan up with a debt consolidator, you meet with this guy."
            },
            {
                "character": "Michael",
                "line": "No, no, we are going to leave Jan out of this."
            },
            {
                "character": "Oscar",
                "line": "She has to know."
            },
            {
                "character": "Michael",
                "line": "We will find another way, we'll ask power-point."
            },
            {
                "character": "Oscar",
                "line": "Michael, this is a presentation tool."
            },
            {
                "character": "Michael",
                "line": "You're a presentation tool if you think I'm gonna tell Jan about this."
            },
            {
                "character": "Oscar",
                "line": "I'm done!"
            },
            {
                "character": "Michael",
                "line": "No you're not! Ok, just... you're not a tool. Look, we'll tell her that it's bad, but it could've been a lot worse but due to some fancy financial foot work I was able to cut it in half."
            },
            {
                "character": "Oscar",
                "line": "Jan is smart."
            },
            {
                "character": "Michael",
                "line": "She poses."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Dwight, how's the hotel business?"
            },
            {
                "character": "Dwight",
                "line": "Stupid."
            },
            {
                "character": "Jim",
                "line": "Have you checked Trip Advisor recently?"
            },
            {
                "character": "Dwight",
                "line": "No."
            },
            {
                "character": "Jim",
                "line": "Maybe you should."
            },
            {
                "character": "Dwight",
                "line": "Maybe you should. Whatever."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "We wrote a good review. Under comments, we wrote, the natural aroma of the beets drifts into the bedroom and makes you dream of simpler times."
            },
            {
                "character": "Jim",
                "line": "The dawn goose walk will tug at your heartstrings."
            },
            {
                "character": "Pam",
                "line": "Table making never seemed so possible."
            },
            {
                "character": "Jim",
                "line": "You will never want to leave your room."
            },
            {
                "character": "Pam",
                "line": "The architecture reminds one of a quaint Tuscan beet farm."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I'm glad you enjoyed your stay."
            },
            {
                "character": "Pam",
                "line": "We really did. It was fun."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "So due to Michael's clever financial maneuvering, he finds himself tremendously in debt."
            },
            {
                "character": "Jan",
                "line": "[on phone] You're broke?"
            },
            {
                "character": "Michael",
                "line": "Um, that's, how did you get that from what Oscar's saying?"
            },
            {
                "character": "Jan",
                "line": "[on phone] Michael, how did this happen? Where did all your money go? I don't, I don't get this. I really don't. I don't know how you could be so irresponsible. I mean, this is, it is astounding to me, really. I don't know what more to say."
            },
            {
                "character": "Oscar",
                "line": "Jan."
            },
            {
                "character": "Jan",
                "line": "[on phone] Yeah, what?"
            },
            {
                "character": "Oscar",
                "line": "Michael left."
            },
            {
                "character": "Jan",
                "line": "[on phone] Okay, where did he go?"
            },
            {
                "character": "Oscar",
                "line": "I don't know."
            },
            {
                "character": "Jan",
                "line": "[on phone] Well, is he coming right back?"
            },
            {
                "character": "Oscar",
                "line": "I don't think so."
            },
            {
                "character": "Jan",
                "line": "[on phone] I'll be right there."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What am I doing? I am blowing dodge. I'm getting out of town. Whatever you call it, I am running away from my responsibilities. And it feels good."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[to Andy] You may ask me out to dinner. Nothing fancy or foreign, no bars, no patios, no vegetables, and no seafood."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Dwight."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Uhh-mmm [moaning]"
            },
            {
                "character": "Jim",
                "line": "Did I ever tell you why I left Scranton?"
            },
            {
                "character": "Dwight",
                "line": "[incoherent mumbling] No you didn't."
            },
            {
                "character": "Jim",
                "line": "Yeah, I didn't think I had. Well, it was all about Pam."
            },
            {
                "character": "Dwight",
                "line": "Mmm-uh-mm [incoherent mumbling]"
            },
            {
                "character": "Jim",
                "line": "Yeah, I mean she was with Roy, and, uh, I just couldn't take it. I mean, I lost it Dwight. I couldn't sleep, I couldn't concentrate on anything. Even weird stuff, like food had no taste. So my solution was to move away. It was awful. It was something that I wouldn't wish on my worst enemy, and that includes you."
            },
            {
                "character": "Dwight",
                "line": "[sobbing, reaches out to Jim after he walked away]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey, I was thinking about dinner--- [Jim grabs her face and kisses her]"
            },
            {
                "character": "Jim",
                "line": "Ah, dinner. Let's see, maybe we should try the new Italian place, where the drive-in used to be."
            },
            {
                "character": "Pam",
                "line": "Okay."
            },
            {
                "character": "Jim",
                "line": "Yeah?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Jim's just really passionate about Italian food."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Yep, I'm very passionate about Italian food. In fact, um, I'm in love with Italian food."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Jan, he went running that way."
            },
            {
                "character": "Jan",
                "line": "Alright. [throws her keys at Oscar]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[singing] Runaway train, never come back. Runaway and I'm never coming back."
            },
            {
                "character": "Jan",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "Hey Jan."
            },
            {
                "character": "Jan",
                "line": "What's going on?"
            },
            {
                "character": "Michael",
                "line": "Not much, what's up with you?"
            },
            {
                "character": "Jan",
                "line": "Well, why are you sitting on a train? Where are you going?"
            },
            {
                "character": "Michael",
                "line": "I'm out of answers Jan."
            },
            {
                "character": "Jan",
                "line": "What does that mean?"
            },
            {
                "character": "Michael",
                "line": "I told you, no more answers. This is who I am now. A guy on a train with no answers. I hope that can be enough for you."
            },
            {
                "character": "Jan",
                "line": "Michael, come on. Running away from your problems won't solve anything. You know that."
            },
            {
                "character": "Michael",
                "line": "I don't know that."
            },
            {
                "character": "Jan",
                "line": "Your creditors can follow you anywhere with ease. Your debt follows you around the world, electronically."
            },
            {
                "character": "Michael",
                "line": "I'll stay off the grid."
            },
            {
                "character": "Jan",
                "line": "Uh, Michael, come on, come on, you can deal with this. It's not that bad."
            },
            {
                "character": "Michael",
                "line": "Yeah it is, it is. I really messed up."
            },
            {
                "character": "Jan",
                "line": "Well, when my life fell apart and they, and they screwed me in New York, and I felt like my whole world was collapsing around me, I didn't have anyone. I mean, my whole family still won't even talk to me, on the advice of counsel, and my friends were just waiting for this to happen."
            },
            {
                "character": "Michael",
                "line": "That's really nice of you to say."
            },
            {
                "character": "Jan",
                "line": "Michael, no, what I want to say is you were there for me. By my side. Without even a thought. That's just who you are. I mean, no matter how badly I treat you, or what I'm going through, you just, you are there for me. And that is a guy worth staying beside. So, where's this train taking us?"
            },
            {
                "character": "Michael",
                "line": "I think the engineer left."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[takes a ruler and shoves it between his desk and Jim's, knocking Jim's files on the floor] Hello, this is Dwight Schrute calling from Dunder-Mifflin, and according to our records you appear to be low on office supplies. Okay, sure, yeah I can take care of that right now."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Don't sell your implants please."
            },
            {
                "character": "Jan",
                "line": "I'm keeping them. I know you like them. They're kind of uncomfortable though."
            },
            {
                "character": "Michael",
                "line": "That's nice though."
            },
            {
                "character": "Jan",
                "line": "It's kind of painful and my nipples are over-sensitive now."
            },
            {
                "character": "Michael",
                "line": "It looks cute though."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "line": "I used to get offers in the mail for credit cards all the time. They would say things like \"don't pay for six months\" or \"you can transfer your account from another card\"..."
            },
            {
                "character": "Dwight",
                "line": "No, [mumbling] I don't know."
            },
            {
                "character": "Michael",
                "line": "Do you think I'll get any new ones? I could... [pause, eventually looks up at Dwight]"
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "What do you mean, \"what\"?"
            },
            {
                "character": "Dwight",
                "line": "What... [mumbling]"
            },
            {
                "character": "Michael",
                "line": "Were you listening to what I was saying?"
            },
            {
                "character": "Dwight",
                "line": "I was aware that you were speaking."
            },
            {
                "character": "Michael",
                "line": "What is the matter with you?"
            },
            {
                "character": "Dwight",
                "line": "What is the matter with... me?"
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "I'm... discombobulated."
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "I need help."
            },
            {
                "character": "Michael",
                "line": "All right, well, go find some. Get outa here, please. [Dwight sighs and leaves]"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Okay, you need to focus, Michael. You need to stop spending money."
            },
            {
                "character": "Michael",
                "line": "Yeah. What?"
            },
            {
                "character": "Oscar",
                "line": "I hate to ask you this, but are there any retirement funds you can borrow from?"
            },
            {
                "character": "Michael",
                "line": "Um, my CDs."
            },
            {
                "character": "Oscar",
                "line": "You have CDs?"
            },
            {
                "character": "Michael",
                "line": "I do."
            },
            {
                "character": "Oscar",
                "line": "Okay, good, okay. What bank?"
            },
            {
                "character": "Michael",
                "line": "My CDs are in a portfolio, a rather large portfolio, um, called Case Logic"
            },
            {
                "character": "Oscar",
                "line": "[whispers] Case Logic."
            },
            {
                "character": "Michael",
                "line": "And, um the Case Logic portfolio is currently in the back seat of my car. There is another smaller Case Logic portfolio clipped to my visor [Oscar vigorously shakes his head] What?"
            },
            {
                "character": "Oscar",
                "line": "I'm asking about Certificates of Deposit."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I've been putting money into CDs for years. I bought music that I didn't even like. No. [shakes head]"
            }
        ],
        [
            {
                "character": "Jan",
                "line": "I just think that..."
            },
            {
                "character": "Michael",
                "line": "I can't."
            },
            {
                "character": "Jan",
                "line": "Why?"
            },
            {
                "character": "Michael",
                "line": "I can't go back to that."
            },
            {
                "character": "Jan",
                "line": "I think you can. I... what?"
            },
            {
                "character": "Michael",
                "line": "I don't know if I can do that. I can't see myself spending the next six years digging myself out of that kind of hole."
            },
            {
                "character": "Jan",
                "line": "All right, well then maybe there's another way, you know? I mean, we could just... we'll think of something else."
            },
            {
                "character": "Michael",
                "line": "We will? I can't. I don't have an idea in my head."
            },
            {
                "character": "Jan",
                "line": "Well... well, we will."
            },
            {
                "character": "Michael",
                "line": "I have..."
            },
            {
                "character": "Jan",
                "line": "We just will."
            },
            {
                "character": "Michael",
                "line": "Okay. What? Um..."
            },
            {
                "character": "Jan",
                "line": "I have some ideas."
            },
            {
                "character": "Michael",
                "line": "Tell me."
            },
            {
                "character": "Jan",
                "line": "[laughs] I am not going to tell you yet."
            },
            {
                "character": "Michael",
                "line": "Well, please? I won't tell anybody."
            },
            {
                "character": "Jan",
                "line": "Oh, yes, you will."
            },
            {
                "character": "Michael",
                "line": "Yeah, I will."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Gentlemen, a word. Look, you guys are my closest friends in this office."
            },
            {
                "character": "Jim",
                "line": "Right back at ya."
            },
            {
                "character": "Andy",
                "line": "And as such, I come to you..."
            },
            {
                "character": "Dwight",
                "line": "State your business!"
            },
            {
                "character": "Andy",
                "line": "I am dying of lovesickness and horny-sickness."
            },
            {
                "character": "Dwight",
                "line": "That is impossible. Unless you mean gonorrhea."
            },
            {
                "character": "Andy",
                "line": "I'm talking about Angela, okay? Did you hear what she was saying to Pam the other day?"
            },
            {
                "character": "Dwight",
                "line": "Yes, I did, 'cept I don't think she means it. Angela is in a great deal of pain because of the death of her cat, and she's in a kind of a grieving process, and it makes her say things. So... best to just lay off."
            },
            {
                "character": "Andy",
                "line": "No can do. I am itching all over with Angela-pox."
            },
            {
                "character": "Jim",
                "line": "Oh my God, you do have gonorrhea."
            },
            {
                "character": "Phyllis",
                "line": "Hey, Andy! Maybe this is one of those situations where you just have to do her to get her out of your system."
            },
            {
                "character": "Dwight",
                "line": "Stay out of this, you!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey, fellas! And... lady."
            },
            {
                "character": "Kevin",
                "line": "I still do not have your reimbursement check."
            },
            {
                "character": "Andy",
                "line": "That's not why I came over. I mean it's a week late, but... I just came over to say hi."
            },
            {
                "character": "Oscar",
                "line": "Hi."
            },
            {
                "character": "Kevin",
                "line": "[waves] Hi."
            },
            {
                "character": "Andy",
                "line": "Angela, you like lacrosse?"
            },
            {
                "character": "Angela",
                "line": "Lacrosse, the sport?"
            },
            {
                "character": "Andy",
                "line": "Scranton U. Varsity's gonna scrimmage the J.V. squad. Should be pretty interesting. J.V. gets really amped."
            },
            {
                "character": "Angela",
                "line": "Well, I guess it's a big opportunity for them."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Angela",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "You wanna go?"
            },
            {
                "character": "Angela",
                "line": "No."
            },
            {
                "character": "Andy",
                "line": "Because we could get some food..."
            },
            {
                "character": "Angela",
                "line": "No."
            },
            {
                "character": "Andy",
                "line": "Afterwards at the..."
            },
            {
                "character": "Angela",
                "line": "Andy, no. [Andy nods and starts backing away, Kevin giggles]"
            },
            {
                "character": "Andy",
                "line": "Still waiting on that check."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Pam! You don't think he'll mind if we take the shampoo, do you? [holds up large bottle]"
            },
            {
                "character": "Pam",
                "line": "Mmm. Mmm-mmm. [shakes head 'no']"
            },
            {
                "character": "Jim",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Mose serves bacon] Thank you, Mose."
            },
            {
                "character": "Mose",
                "line": "[clears throat] Everybody poops."
            },
            {
                "character": "Jim",
                "line": "Yes, they do."
            },
            {
                "character": "Mose",
                "line": "There's no other... way to get rid of the food."
            },
            {
                "character": "Jim",
                "line": "Where's Dwight?"
            },
            {
                "character": "Mose",
                "line": "Gone."
            },
            {
                "character": "Pam",
                "line": "Where'd he go?"
            },
            {
                "character": "Mose",
                "line": "His day place."
            },
            {
                "character": "Jim",
                "line": "The office."
            },
            {
                "character": "Mose",
                "line": "What office?"
            },
            {
                "character": "Jim",
                "line": "Hmm."
            },
            {
                "character": "Pam",
                "line": "Mose, Angela hasn't been around here much lately, has she?"
            },
            {
                "character": "Mose",
                "line": "Angela?"
            },
            {
                "character": "Pam",
                "line": "Angela - she used to stay here sometimes?"
            },
            {
                "character": "Mose",
                "line": "Angela [leaves]."
            }
        ],
        [
            {
                "character": "Mose",
                "line": "[on trampoline] Cannonball! Lemon bomb! Jim, Pam, watch! Jim, Pam, watch! Jim, Pam, watch!"
            },
            {
                "character": "Pam",
                "line": "Okay, we're watching, Mose!"
            },
            {
                "character": "Mose",
                "line": "Okay, go Yankees! I'm a war hero!"
            },
            {
                "character": "Jim",
                "line": "You're doin' great, buddy!"
            },
            {
                "character": "Mose",
                "line": "Name's Mose, buddy! Dwight, can I stop? They're not even looking."
            },
            {
                "character": "Dwight",
                "line": "Yeah, go ahead and stop. You guys, you should really be looking, he's working his ass off over here."
            },
            {
                "character": "Jim",
                "line": "I'm sorry, did we or did we not pay for a show?"
            },
            {
                "character": "Dwight",
                "line": "Okay, go ahead, they're right."
            },
            {
                "character": "Mose",
                "line": "Large spins!"
            },
            {
                "character": "Jim",
                "line": "[not watching Mose] More spins."
            },
            {
                "character": "Dwight",
                "line": "Arr, dammit! [throws saw at table he was working on]"
            },
            {
                "character": "Mose",
                "line": "Helicopter!"
            }
        ]
    ]
}