{
    "season": 4,
    "episode": 5,
    "title": "Local Ad",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Yeah! Everything! Oh it's all good, it's all good. Phyllis!"
            },
            {
                "character": "Phyllis",
                "line": "Dancing babies!"
            },
            {
                "character": "Michael",
                "line": "Dancing babies! I love it! I love it!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "We are making a commercial for Dunder Mifflin today. Our first ad ever. Corporate purchased some air time in local markets to spread the word about Dunder Mifflin Infinity and they are even sending up a professional ad company to help us make it later so... it's uh, not too shabby."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Best ad ever. [sings in the tune of the \"Kit Kat theme song\"] Gimme a break, gimme a break, break me off a piece of that... I am totally blanking. What is the thing?"
            },
            {
                "character": "Jim",
                "line": "Nobody tell him!"
            },
            {
                "character": "Andy",
                "line": "What? No, why?"
            },
            {
                "character": "Jim",
                "line": "You got it, you're so close!"
            },
            {
                "character": "Andy",
                "line": "[singing] Break me off a piece of that... huh huh huh... br- applesauce."
            },
            {
                "character": "Jim",
                "line": "Break me off a piece of that applesauce, I don't think..."
            },
            {
                "character": "Andy",
                "line": "Break me off a piece of that Chrysler car."
            },
            {
                "character": "Jim",
                "line": "Nope."
            },
            {
                "character": "Andy",
                "line": "Football cream. Grr!"
            },
            {
                "character": "Michael",
                "line": "Okay, it's football cream. It's football cream. Alright! So, anybody else?"
            },
            {
                "character": "Pam",
                "line": "I'm taking a computer animation class so I could try to do a logo."
            },
            {
                "character": "Michael",
                "line": "Look at that. Even the receptionist is getting in on the creativity. Very good, very good."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hello hello!"
            },
            {
                "character": "Ad guy 1",
                "line": "Hey, how ya doin'?"
            },
            {
                "character": "Michael",
                "line": "Michael Scott."
            },
            {
                "character": "Ad guy 2",
                "line": "Hey, Michael."
            },
            {
                "character": "Michael",
                "line": "Regional manager."
            },
            {
                "character": "Ad guy 2",
                "line": "Hey Michael, nice to meet you"
            },
            {
                "character": "Michael",
                "line": "Excited to talk ideas."
            },
            {
                "character": "Ad guy 1",
                "line": "Let's do it, man."
            },
            {
                "character": "Michael",
                "line": "You know, I want this to be cutting edge. I want it to be fast, quick cuts, you know, youthful, sort of a MTV on crack kind of thing."
            },
            {
                "character": "Ad guy 1",
                "line": "That sounds great."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right, good, well this is what we have to work with."
            },
            {
                "character": "Michael",
                "line": "I would like you to meet Andrew Bernard. The 'Nard Dog. Who let the 'Nard Dog out?"
            },
            {
                "character": "Andy",
                "line": "Hoo hoo hoo-hoo!"
            },
            {
                "character": "Michael",
                "line": "He gives the best back rubs in the office."
            },
            {
                "character": "Andy",
                "line": "It's true, I give a mean backrub. I also do good aromatherapy [makes farting noise]. Not! You just got 'Nard dogged!"
            },
            {
                "character": "Michael",
                "line": "Now this gentleman right here is the key to our urban vibe."
            },
            {
                "character": "Stanley",
                "line": "Urban? I grew up in a small town. What about me seems urban to you?"
            },
            {
                "character": "Michael",
                "line": "Stanley is hilarious. Phyllis is like our Mrs. Butterworth. Kind of a less urban Aunt Jemima."
            },
            {
                "character": "Michael",
                "line": "These are our accountants. And as you can see they are very different sizes. What you might want to do is kind of a Papa Bear, Mama Bear, Baby Bear thing. That might be kind of fun."
            },
            {
                "character": "Kevin",
                "line": "[looking at Oscar] Mama Bear!"
            },
            {
                "character": "Michael",
                "line": "Who else?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I think it's great that the company's making a commercial because not very many people have heard of us. I mean, when I tell people that I work at Dunder Mifflin, they think that we sell mufflers, or muffins, or mittens, or... And frankly all of those sound better than paper, so I let it slide."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You playing that game again?"
            },
            {
                "character": "Dwight",
                "line": "Second Life is not a game. It is a multi-user virtual environment. It doesn't have points or scores, it doesn't have winners or losers."
            },
            {
                "character": "Jim",
                "line": "Oh it has losers."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I signed up for Second Life about a year ago. Back then my life was so great that I literally wanted a second one. In my Second Life I was also a paper salesman and I was also named Dwight. Absolutely everything was the same. Except I could fly. [shot of Dwight's avatar flying around]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[reading off piece of paper] Little girl in a field holding a flower, we zoom back to find that she's in the desert and the field is an oasis. Zoom back further the desert is a sandbox in the world's largest resort hotel. Zoom back further the hotel is actually the playground for the world's largest prison. But we zoom back further---"
            },
            {
                "character": "Ad guy 1",
                "line": "Okay I can tell that your time is valuable---"
            },
            {
                "character": "Michael",
                "line": "Actually I don't get paid by the hour anymore, but thank you, I get paid by the year, so..."
            },
            {
                "character": "Ad guy 1",
                "line": "That all sounds really, really ambitious."
            },
            {
                "character": "Michael",
                "line": "Yeah, I know."
            },
            {
                "character": "Ad guy 1",
                "line": "Why don't we show you what we did with the Nashua branch?"
            },
            {
                "character": "Michael",
                "line": "Mmm. Okay. [commercial plays on laptop, peppy music in background]"
            },
            {
                "character": "Michael",
                "line": "That's what Nassau came up with? That sucks! [chuckles] Whoa."
            },
            {
                "character": "Ad guy 1",
                "line": "That's what we came up with."
            },
            {
                "character": "Michael",
                "line": "Well we can do better than that."
            },
            {
                "character": "Ad guy 2",
                "line": "Well the main part of the ad has to stay the same, actually."
            },
            {
                "character": "Ad guy 1",
                "line": "Yeah, it's the last five seconds where we have some leeway."
            },
            {
                "character": "Michael",
                "line": "The waving?"
            },
            {
                "character": "Ad guy 1",
                "line": "Well, no, no. You don't have to be waving. That was just what they did. You guys can be clapping. Sitting. Standing outside, inside, whatever. This is where you really get to be creative."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I need some advice. I've been spending a lot of time making out with Angela lately. But we've been necking, but only necking. Right? Not actually kissing, our mouths, just the neck on neck. It's just like rubbing slash nuzzling our necks together. It's hot, I'm not going to lie to you , but it's a little weird, but you seem like a guy with answers, so how do I fast track this to get to first base?"
            },
            {
                "character": "Dwight",
                "line": "We cannot talk about this... because, someone might hear us."
            },
            {
                "character": "Andy",
                "line": "We'll use code names."
            },
            {
                "character": "Dwight",
                "line": "Angela can stay the same, but we'll change Andy to Dwight."
            },
            {
                "character": "Andy",
                "line": "That's not different enough."
            },
            {
                "character": "Dwight",
                "line": "Dwike?"
            }
        ],
        [
            {
                "character": "Receptionist",
                "line": "You have a call from Eddie Murphy."
            },
            {
                "character": "Ryan",
                "line": "Hello?"
            },
            {
                "character": "Michael",
                "line": "[on speakerphone, Eddie Murphy voice] Shrek! Shrek, I'm a donkey! I'm a donkey, Shrek! [laughing] I'm just kidding. It's me. Hello Ry."
            },
            {
                "character": "Ryan",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Okay, calm down. I have a small problem."
            },
            {
                "character": "Ryan",
                "line": "I told you not to call about small problems."
            },
            {
                "character": "Michael",
                "line": "Yeah, well when I call about big problems you don't like that either, so make up you mind, kiddo. Here is the deal, the ad guys that you sent are locking me in a creative box, and sort of ignoring my ideas."
            },
            {
                "character": "Ryan",
                "line": "That's good. They're creative, you're not."
            },
            {
                "character": "Michael",
                "line": "I'm creative, Ryan."
            },
            {
                "character": "Ryan",
                "line": "It's not part of your job, it's like, maybe you can cook but it doesn't mean you should start a restaurant."
            },
            {
                "character": "Michael",
                "line": "Well actually I can't cook, and I am starting a restaurant. Mike's Cereal Shack. I'm thinking we'll have as many varieties as you can buy in the store."
            },
            {
                "character": "Ryan",
                "line": "Okay, I'm not really interested in that right now. I'm delegating creativity to creative professionals. It's a different skills set. Look, I wasn't good at sales, right?"
            },
            {
                "character": "Michael",
                "line": "Yeah!"
            },
            {
                "character": "Ryan",
                "line": "But I'm good at managing people who do sales ."
            },
            {
                "character": "Michael",
                "line": "Are you? I don't think you're doing such a good job here, suppressing ideas and creativity."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right, let me ask you this, tell me if you think this is creative. When I was five, I imagined that there was such a thing as a unicorn. And this is before I had even heard of one, or seen one. I just drew a picture of a horse that could fly over rainbows, and had a huge spike in its head. And I was five, five years old. Couldn't even talk yet."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey guys, um, you know what, we cannot shoot this ad today."
            },
            {
                "character": "Ad guy 2",
                "line": "Okay, when should we come back?"
            },
            {
                "character": "Michael",
                "line": "How about never hundred hours, sir."
            },
            {
                "character": "Ad guy 2",
                "line": "We were sent here to help out."
            },
            {
                "character": "Ad guy 1",
                "line": "Okay I'm not going to argue with this guy. Let's go. Good luck dude."
            },
            {
                "character": "Michael",
                "line": "Hey thanks. Thank you."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "[on phone] Michael, David Wallace. What is this about dismissing the ad people?"
            },
            {
                "character": "Michael",
                "line": "Yeah, I'm glad you called. Ryan is being a little bitch again."
            },
            {
                "character": "Ryan",
                "line": "I'm on Michael."
            },
            {
                "character": "Michael",
                "line": "What's up my brotha? Listen, David, I would like to do this ad in house. I want to use only the creativity that we have right here in the office. And I will send it to you tomorrow morning, take a look at it, and if you do not think that it's ready to air, send the ad agency back down here, and we'll do it on my dime."
            },
            {
                "character": "David Wallace",
                "line": "This is weird."
            },
            {
                "character": "Michael",
                "line": "I'm willing to stake my entire reputation on it."
            },
            {
                "character": "David Wallace",
                "line": "Okay, I'll see it tomorrow."
            },
            {
                "character": "Michael",
                "line": "Okay. [hangs up phone] And thus, Michael Scott sealed his own destiny. In a good way."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Has anyone ever come up to you and said, \"You're not creative\"?"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Michael",
                "line": "Well they're wrong. You are creative. You are damn creative. Each and every one of you. You are so much more creative than all of the other dry, boring morons that you work with."
            },
            {
                "character": "Jim",
                "line": "Who are you talking to, specifically?"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "I kind of know what it's like to be in commercials. My nickname in high school used to be Kool-Aid Man. [makes squinty face]"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "When I was younger I always wanted to be an actor in commercials. Then I realized I had a brain."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "I'm excited about doing the ad, but I'm not really used to doing videos with so many people around."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "We have three scenes to film, big scenes. We have a song to write. So let's get cracking. Kelly, I want you to do makeup. Oscar, I would like you to do costume design, obviously. Phyllis, I'd like you look around town and see if we have any celebrities in our local area."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "[gasps] Sue Grafton is at the Steamtown Mall. She's doing a book signing right now."
            },
            {
                "character": "Michael",
                "line": "Okay, okay, Phyllis this is what I want you to do. I want you to go down to the mall. I want you to get in line. I want you to get her to be in this commercial. This would be a huge coupe people. All right? Do not take no for an answer."
            },
            {
                "character": "Phyllis",
                "line": "Okay."
            },
            {
                "character": "Andy",
                "line": "Does anyone actually know what Sue Grafton looks like? I mean, is she hot or-?"
            },
            {
                "character": "Creed",
                "line": "She's crazy hot."
            },
            {
                "character": "Andy",
                "line": "Well then maybe we should just use Angela and say she's Sue Grafton. Would anyone notice?"
            },
            {
                "character": "Angela",
                "line": "That's not happening."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I find the mystery genre disgusting. I hate being titillated."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Bye everyone."
            },
            {
                "character": "Michael",
                "line": "Line it up Phyllis."
            },
            {
                "character": "Creed",
                "line": "Get her Phyll."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[singing] Out of paper, out of stock, there's friendly faces around the block, break loose from the chains that are causing your pain."
            },
            {
                "character": "Andy & Creed & Kevin & Kelly & Darryl",
                "line": "Call Michael or Stanley, Jim, Dwight or Creed. Call Andy and Kelly for your business paper needs."
            },
            {
                "character": "Darryl",
                "line": "Dunder Mifflin."
            },
            {
                "character": "Andy & Creed & Kevin & Kelly",
                "line": "The people person's paper people."
            },
            {
                "character": "Darryl",
                "line": "Dunder Mifflin."
            },
            {
                "character": "Andy & Creed & Kevin & Kelly",
                "line": "The people person's paper people."
            },
            {
                "character": "Michael",
                "line": "Time out, time out, time out, time out, time out. I thought... I was under the impression that this was going to be a rap."
            },
            {
                "character": "Darryl",
                "line": "What's rap?"
            },
            {
                "character": "Michael",
                "line": "Okay, Darryl, wow, you need to learn a lot about your own culture. I'll make you a mix."
            },
            {
                "character": "Darryl",
                "line": "Great."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "News flash. I got some juicy updates on Operation Fallen Angel. Remind me to tell you later."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "No talk, I'm animating."
            },
            {
                "character": "Jim",
                "line": "Why don't we take a quick ten second break from that so I can show you what's going on here. [pulls up Dwight's game] Okay, this is Dwight's Second Life. He's on it all the time. So much so that his little guy here has created his own world. It's called Second Second Life, for those people who want to be removed even further from reality."
            },
            {
                "character": "Pam",
                "line": "Are you serious?"
            },
            {
                "character": "Jim",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "Oh my God, he's really in pain."
            },
            {
                "character": "Jim",
                "line": "[sighs]"
            },
            {
                "character": "Pam",
                "line": "Who's that?"
            },
            {
                "character": "Jim",
                "line": "Oh, it's just my avatar guy. Whatever."
            },
            {
                "character": "Pam",
                "line": "He looks a lot like you. How much time did you spend on that?"
            },
            {
                "character": "Jim",
                "line": "Not much, it's just for tracking Dwight so---"
            },
            {
                "character": "Pam",
                "line": "Right... you're a sports writer in Philadelphia? Nice build too."
            },
            {
                "character": "Jim",
                "line": "Yep."
            },
            {
                "character": "Pam",
                "line": "You have a guitar slung on your back. I did not know you played guitar."
            },
            {
                "character": "Jim",
                "line": "I... why don't we go back to this animation."
            },
            {
                "character": "Pam",
                "line": "No no no, I want to see more of Philly Jim. I want Philly Jim."
            },
            {
                "character": "Jim",
                "line": "Ah, show me how this works."
            },
            {
                "character": "Pam",
                "line": "Oh boy."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[singing in different tune] Out of paper, out of stock, there's friendly faces around the block, break loose from the chains that are causing your pain. Call Michael, Stanley, Jim, Dwight or Creed. Call Andy and Kelly for your business paper needs. Call Dunder Mifflin."
            },
            {
                "character": "Andy & Creed & Kevin & Kelly",
                "line": "The people person's paper people."
            },
            {
                "character": "Darryl",
                "line": "Dunder Mifflin."
            },
            {
                "character": "Andy & Creed & Kevin & Kelly",
                "line": "The people person's paper people."
            },
            {
                "character": "Michael",
                "line": "Stop. Stop stop stop stop stop stop. This is not me. This is not my music."
            },
            {
                "character": "Darryl",
                "line": "You're right, it's better than you! It's us! [sings] Dunder Mifflin."
            },
            {
                "character": "Andy & Creed & Kevin & Kelly",
                "line": "The people person's paper people."
            },
            {
                "character": "Michael",
                "line": "No, I hate it! I hate it! ...I don't hate it, I just don't like it at all. And it's terrible."
            },
            {
                "character": "Darryl",
                "line": "You're on your own, Mike. [gets up and starts to walk away]"
            },
            {
                "character": "Michael",
                "line": "Okay, you know what. Hold on, hold on Darryl."
            },
            {
                "character": "Darryl",
                "line": "You just said you hated it."
            },
            {
                "character": "Michael",
                "line": "No. I said I hate the, the style."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[singing] Break me off a piece of that lumber tar. Snickers bar."
            },
            {
                "character": "Michael",
                "line": "Okay, wow. Wow, this looks uh, terrible."
            },
            {
                "character": "Andy",
                "line": "Break me off a piece of that Grey Poupon."
            },
            {
                "character": "Michael",
                "line": "Andy, Andy, this is a pivotal scene in the ad. And if we don't get this, if we don't nail it, we're going to lose the whole triumph of the moment. The triumph of the will. Now, God, what? What Phyllis?"
            },
            {
                "character": "Phyllis",
                "line": "[crying] Well, I got in line to buy Sue Grafton's book and when it came to my turn I asked if she wanted to be in the ad and she said no thank you, but I wasn't supposed to take no for an answer."
            },
            {
                "character": "Michael",
                "line": "That'a girl."
            },
            {
                "character": "Phyllis",
                "line": "So I kept on asking and they finally threw me out of the store in front of all my friends."
            },
            {
                "character": "Michael",
                "line": "Did you, or did you not get Sue Grafton?"
            },
            {
                "character": "Phyllis",
                "line": "[sobbing] No."
            },
            {
                "character": "Michael",
                "line": "Ugh, can somebody give her a tissue please? [Kevin hands her piece of tape]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I hope you're not killing yourself on this, because I'm sure it's good enough for Michael's ad that will probably be seen by no one."
            },
            {
                "character": "Pam",
                "line": "Maybe, but it's not good enough for me yet."
            },
            {
                "character": "Jim",
                "line": "Okay. Do you want me to stay?"
            },
            {
                "character": "Pam",
                "line": "No no, you can go home. I'm good."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Pam is staying late tonight to uh, achieve her dreams. So I'm pretty proud of her, unfortunately she was my ride home."
            },
            {
                "character": "Meredith",
                "line": "You comin'?"
            },
            {
                "character": "Jim",
                "line": "I, ah..."
            },
            {
                "character": "Meredith",
                "line": "Piss or get off the pot!"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Dunder Mifflin, this is Pam."
            },
            {
                "character": "Jim",
                "line": "Good morning. [Pam sees breakfast sitting on her desk] Yeah I'm sorry, I looked away for a second and Creed snatched your hash browns."
            },
            {
                "character": "Pam",
                "line": "Thank you."
            },
            {
                "character": "Jim",
                "line": "You're welcome."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I worked until about 2:45 AM. And then I had to decide if I wanted to spend the night with Michael editing in his office, and Dwight watching Michael edit in his office, or drive home and probably fall asleep at the wheel and die in a fiery car wreck. I passed out on my keyboard trying to decide."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Let me pour you some bubbly because somebody got to a whole new level last night."
            },
            {
                "character": "Dwight",
                "line": "Andy, I can't hear this right now."
            },
            {
                "character": "Andy",
                "line": "No, no no no, this is good. You know how we haven't really gotten anywhere that I want to get to physically yet? Well, last night, that changed. We're makin' out, I'm kissin' her neck, and cheek and her ear lobe, and she's not really kissing me back. But she closes her eyes and she's like, \"Oh D, oh D.\""
            },
            {
                "character": "Dwight",
                "line": "She called you D?"
            },
            {
                "character": "Andy",
                "line": "Yeah. D for Andy."
            },
            {
                "character": "Dwight",
                "line": "Oh D."
            },
            {
                "character": "Andy",
                "line": "Oh D."
            },
            {
                "character": "Dwight",
                "line": "[whispers] Oh D."
            },
            {
                "character": "Andy",
                "line": "Oh D!"
            },
            {
                "character": "Both",
                "line": "Ohhhhhh D! [laughing] Ohhhh D!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I'm about to send the ad to corporate... and it is sent. They'll probably watch it right away. I know I would. Okay. [dials phone]"
            },
            {
                "character": "Pam",
                "line": "[on phone] Yes?"
            },
            {
                "character": "Michael",
                "line": "Pam, please clear my phone lines."
            },
            {
                "character": "Pam",
                "line": "Certainly. [makes beeping noises] Okay, clear."
            },
            {
                "character": "Michael",
                "line": "They could call at any second now. [sighs] Oh God...I better call."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Ten days later] Well, it's been tough. The uh, geniuses at corporate rejected my commercial and tonight they are airing the brain dead version. So welcome one and all to the world premiere of Corporate Crapfest!"
            }
        ],
        [
            {
                "character": "Everyone",
                "line": "[watching ad] Oh! [clapping and cheering]"
            },
            {
                "character": "Bartender",
                "line": "Hey it seemed like a big hit."
            },
            {
                "character": "Michael",
                "line": "No, it was stupid. People like waving, waving sells. It's not art. Yet we made our ad, the real one was full of humor, and full of depth, and full heart and it was real."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey, could you do me a favor? Could you put that in the DVD player?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey everybody! Just want to welcome you all to the premiere of the real Dunder Mifflin commercial, the Michael Scott director's cut. Hope you like it."
            }
        ],
        [
            {
                "character": "Michael's Ad",
                "line": "[Chariots of Fire theme plays] It all starts with an idea. But you can never tell where an idea will end up. [people passing a Corporate Memo around to each other] Because ideas spread, they change, grow. They connect us with the world. [Kelly catches paper airplane that says \"I love you\"] And in a fast moving world, where good news moves at the speed of time [newspaper with Andy saying \"Hometown Boy Wins Race\"], and bad news isn't always what it seems. [Dwight hands Phyllis paper that says \"You have a son, and it's me\"] Because when push comes to shove we all deserve a second chance. [Stanley finds paper that says \"Turn your life around. Now hiring at Dunder Mifflin\"] To score. [Jim throws paper in basket, Michael retrieves it; it says \"World's Most Creative Boss\"] Dunder Mifflin. Limitless paper in a paperless world."
            }
        ],
        [
            {
                "character": "Everyone",
                "line": "[claps and cheer]"
            },
            {
                "character": "Jim",
                "line": "Animation? All her by the way. [points at Pam]"
            },
            {
                "character": "Bartender",
                "line": "Really?"
            },
            {
                "character": "Jim",
                "line": "I just thought you should---"
            },
            {
                "character": "Bartender",
                "line": "The animation was cool."
            },
            {
                "character": "Pam",
                "line": "Thanks."
            },
            {
                "character": "Bartender",
                "line": "Hey listen, you ever been on a motorcycle?"
            },
            {
                "character": "Jim",
                "line": "Ahh. [puts his arm around Pam]"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Michael, that was fun."
            },
            {
                "character": "Michael",
                "line": "That was fun. Next round of drinks is on me, people!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[singing] Claude Van Damme, Hair for Men, poison gas, NutraSweet. [speaking] It's gotta rhyme with \"piece.\" Fancy Feast! [sings] Break me off a piece of that Fancy Feast! It's the cat food. Nailed it."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "line": "All right! So, anybody else? No bad ideas. Everybody, let's keep 'em coming... oh, God. Okay, Toby?"
            },
            {
                "character": "Toby",
                "line": "Well, you know how everyone fast forwards through ads these days? Well, what about an ad in slow motion. You know, if they fast forward through it, it'll just seem normal and it will catch your eye. Plus, uh, the slogan could be: Dunder Mifflin, we adapt to the pace of your business. [murmurs of approval by everyone but Michael]"
            },
            {
                "character": "Michael",
                "line": "There are no bad ideas but for an idea, that was really, really bad."
            },
            {
                "character": "Toby",
                "line": "I spent three years in advertising before I came here."
            },
            {
                "character": "Michael",
                "line": "And that is probably why most ads suck. [points to the ad men waiting outside the conference room] Oh, that's them! Those are the ad guys right there. All right, my very fortunate and creative group, go back to your desks and I will let you know when it is time to film. [everyone starts leaving the conference room] [loud whisper] Pam! Pam, come here for a second. Did you get the memo about dressing your best?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "About dressing your best today?"
            },
            {
                "character": "Pam",
                "line": "Yeah, I distribute so I get all the memos."
            },
            {
                "character": "Michael",
                "line": "Cool. Cool, I just wanted to make sure you got it."
            },
            {
                "character": "Pam",
                "line": "Yeah, I get all the memos. [starts to leave]"
            },
            {
                "character": "Michael",
                "line": "Okay, good. Good."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is Pam Beesly, representing our girl next door. Pretty but nothing special. You know, but she sort of keeps it real. What you might want to do, is if you could zoom in, like really quick zooms on her. Might be good. [walking away] Who else? [pointing] Oh, Creed... is the old guy over there. Don't look at him. You might want to use him to sort of get that Orville Redenbacher dynamic going."
            },
            {
                "character": "Ad guy 1",
                "line": "Sure."
            },
            {
                "character": "Ad guy 2",
                "line": "Right."
            },
            {
                "character": "Michael",
                "line": "And if not we can just make him disappear. [walks quickly over to Jim's desk] This is Jim! Halpert. Jim has a very expressive face, don't you Jim? He is like our Mr. Bean."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Michael",
                "line": "So do, um, do sad, do the sad face."
            },
            {
                "character": "Jim",
                "line": "I don't want -"
            },
            {
                "character": "Michael",
                "line": "No, that's skeptical. Do sad."
            },
            {
                "character": "Jim",
                "line": "Mmm..."
            },
            {
                "character": "Michael",
                "line": "That's, that's a pirate movie. [Jim stares at Michael] That's annoyed. Well, he doesn't do very well under pressure."
            },
            {
                "character": "Ad guy 1",
                "line": "[shakes head] Yeah... no. [Jim turns to Pam with an exaggerated sad face; Pam laughs. Dwight walks towards Michael and the ad men]"
            },
            {
                "character": "Michael",
                "line": "And anybody else, we can just hire an actor to replace. Follow me! Let's get this movin'. [Dwight goes back to his seat, embarrassed]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "All right, let's start."
            },
            {
                "character": "Jim",
                "line": "All right! [sitting down behind Michael's desk] I'm not sure what I'm supposed to be doing, but..."
            },
            {
                "character": "Michael",
                "line": "You are my producer, you are a suit. I am the creative genius. You take care of all the boring stuff, and let my mind just run free."
            },
            {
                "character": "Jim",
                "line": "Yup."
            },
            {
                "character": "Michael",
                "line": "Now, we have eighty-five dollars, and a Sam Goody gift certificate..."
            },
            {
                "character": "Jim",
                "line": "Right."
            },
            {
                "character": "Michael",
                "line": "...and we need to be done by 9 A.M. tomorrow."
            },
            {
                "character": "Jim",
                "line": "Mmmhmm. Why don't you start by telling me what you got."
            },
            {
                "character": "Michael",
                "line": "We start on a single blank sheet of paper."
            },
            {
                "character": "Jim",
                "line": "Love it."
            },
            {
                "character": "Michael",
                "line": "And we widen to reveal ancient Rome."
            },
            {
                "character": "Jim",
                "line": "Mm, can't do that."
            },
            {
                "character": "Michael",
                "line": "Okay, we widen to reveal a spaceship blasting out of a woman's womb."
            },
            {
                "character": "Jim",
                "line": "Definitely can't do that."
            },
            {
                "character": "Michael",
                "line": "Bull[censored] man!"
            },
            {
                "character": "Jim",
                "line": "You know what?"
            },
            {
                "character": "Michael",
                "line": "This is bull[censored]!"
            },
            {
                "character": "Jim",
                "line": "Okay, Scott, why don't you take your head out of the clouds and come back down to planet Earth so we can make a commercial."
            },
            {
                "character": "Michael",
                "line": "Ahhhh! [sweeps toys off his desk]"
            },
            {
                "character": "Jim",
                "line": "I'm just doing my job, man."
            },
            {
                "character": "Michael",
                "line": "If you don't let me pursue my artistic vision, I am going to walk!"
            },
            {
                "character": "Jim",
                "line": "Good! Fine! I've got one Andy Bernard that will direct this puppy for half your fee... [dialing phone]"
            },
            {
                "character": "Michael",
                "line": "No! No! Jim, Jim, don't, don't..."
            },
            {
                "character": "Jim",
                "line": "What? What?"
            },
            {
                "character": "Michael",
                "line": "No, I can do it."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "I can do it good. I can do it good. Please, don't. Please. [kneels in front of desk] Please give me it."
            },
            {
                "character": "Jim",
                "line": "Okay, make a commercial."
            },
            {
                "character": "Michael",
                "line": "[taps on desk and starts to leave his office] Do you want this open or closed?"
            },
            {
                "character": "Jim",
                "line": "Closed. [Michael leaves his office, gives Jim two thumbs up, which Jim returns]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, everybody, I just got off the phone with David Wallace, and he has given us the go-ahead to make the first ever Dunder Mifflin television commercial. Huh?"
            },
            {
                "character": "Everyone",
                "line": "[applause]"
            },
            {
                "character": "Michael",
                "line": "I can't hear you! [less applause] Heard you a little bit less that time. Must be..."
            },
            {
                "character": "Dwight",
                "line": "We had already applauded."
            },
            {
                "character": "Michael",
                "line": "Okay, okay. Who could do music?"
            },
            {
                "character": "Pam",
                "line": "How about Darryl?"
            },
            {
                "character": "Michael",
                "line": "Actually, I'm a little concerned about having a black person do the music, because that could create a positive stereotype that could then become a... celestine prophesy, and keep the next Bon Jovi from ever picking up a piano."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Michael is on a mission to prove that he's creative. Which I think is odd, because Michael actually might be the most creative person I've ever known. Every day, Michael says and thinks things that no one has ever said or thought before."
            }
        ]
    ]
}