{
    "season": 4,
    "episode": 7,
    "title": "Survivor Man",
    "scenes": [
        [
            {
                "character": "Toby",
                "line": "I really didn't think I was going to have a good time, but I did. Totally did."
            },
            {
                "character": "Meredith",
                "line": "I love camping. [in a singing voice] Anything can happen."
            },
            {
                "character": "Toby",
                "line": "Oh, it wasn't camping, it was more of a wilderness retreat. [Michael walks in]"
            },
            {
                "character": "Michael",
                "line": "Morning."
            },
            {
                "character": "Toby",
                "line": "Michael."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Ryan invited some of the branch managers and Toby into the woods for a \"get to know you\" weekend. Michael wasn't invited. Apparently they already knew everything they needed to know about him."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Did you sleep in cabins?"
            },
            {
                "character": "Toby",
                "line": "Under the stars. It was really beautiful, you should come."
            },
            {
                "character": "Phyllis",
                "line": "Bob and I took rock climbing lessons once. [Michael laughs]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Michael wasn't invited on Ryan's camping trip. Toby went, but Michael didn't go. He wasn't invited."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Who went?"
            },
            {
                "character": "Toby",
                "line": "Me, Dan from Buffalo, Mark Chisholm, Jeff from Albany and Ryan, obviously. Made so many s'mores, that I finally had to say, \"No more s'mores, no more s'mores.\" [everyone in room but Michael laughs, Michael exits break room]"
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Ryan invited me to go on his wilderness adventure retreat. It was this amazing, beautiful experience [Michael knocks on the window behind Toby from outside]"
            },
            {
                "character": "Michael",
                "line": "[from outside] Hey, nobody cares. Nobody cares. I need that room at some point, so just, wrap it up."
            },
            {
                "character": "Toby",
                "line": "Michael wasn't invited."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hypothetically, if I were to ask you to go camping, and you know what hypothetical means? [Jim makes a face] Not real."
            },
            {
                "character": "Jim",
                "line": "Got it."
            },
            {
                "character": "Michael",
                "line": "So if I were to hypothetically ask you to go camping with me, would you go?"
            },
            {
                "character": "Jim",
                "line": "Absolutely, yes."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "When Michael plays the hypothetical game, I always say yes."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "Jim",
                "line": "Yeah?"
            },
            {
                "character": "Michael",
                "line": "Oh, you wanna go today?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "And I am always busy."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Oh, can't go today, 'cause I'm donating blood."
            },
            {
                "character": "Michael",
                "line": "How often can you actually donate blood?"
            },
            {
                "character": "Jim",
                "line": "Is there a limit?"
            },
            {
                "character": "Michael",
                "line": "Your body only has a certain amount."
            },
            {
                "character": "Jim",
                "line": "Well, is that it? Or?"
            },
            {
                "character": "Michael",
                "line": "Yeah, just this whole Toby, camping thing, uh, seems a little lame."
            },
            {
                "character": "Jim",
                "line": "How so?"
            },
            {
                "character": "Michael",
                "line": "A bunch of guys, in a tent? Making s'mores? [makes a noise and gestures with his hands]"
            },
            {
                "character": "Jim",
                "line": "What's that?"
            },
            {
                "character": "Michael",
                "line": "Hello, I'm Broken Mountain. You know, here's the thing. That's not how you go camping. I think you go camping by yourself---"
            },
            {
                "character": "Jim",
                "line": "Right."
            },
            {
                "character": "Michael",
                "line": "In the wilderness. It's not with a group of guys frolicking around in tents. It's one guy, or two guys, if your plans change."
            },
            {
                "character": "Jim",
                "line": "Not gonna change."
            },
            {
                "character": "Michael",
                "line": "I wanna do it myself. You know, I want to go and, and find out something about myself, I wanna get outta here. All the cliques, and the office politics. Fluorescent lights. Asbestos."
            },
            {
                "character": "Jim",
                "line": "I thought we had that looked at."
            },
            {
                "character": "Michael",
                "line": "I'm sick of it Jim. I'm sick of this place."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "When Jan and I had satellite, we used to watch a reality show called \"Survivorman.\" And, it was interesting because it was about a guy who would go out in the middle of no where and just try not to die, try not to get eaten by an animal, or be overexposed."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "OK, I will only need two things. Roll of duct tape and a knife."
            },
            {
                "character": "Dwight",
                "line": "[winks] I'm on it. [leaves room]"
            },
            {
                "character": "Michael",
                "line": "OK. Thirty minutes or less, please come back. Save the receipts. [Dwight comes back with set of knives] Hey, what..."
            },
            {
                "character": "Dwight",
                "line": "Let's see if any of these will work. [clears the front of Michael's desk]"
            },
            {
                "character": "Michael",
                "line": "Hey, hey hey! Dwight. [Dwight rolls out an assortment knives]. Dwight."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I keep various weaponries strategically placed around the office. I saved Jim's life with a can of pepper spray I had velcroed under my desk. People say, \"Oh, it's dangerous to keep weapons in the home or the work place.\" Well I say, \"It's better to be hurt by someone you know accidentally, than by a stranger on purpose.\""
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Dwight and I are going out. He will return later, but I will not. I will also be taking a personal day tomorrow, and perhaps the next day."
            },
            {
                "character": "Pam",
                "line": "Do you want me to ask where you're going?"
            },
            {
                "character": "Michael",
                "line": "No."
            },
            {
                "character": "Pam",
                "line": "Great."
            },
            {
                "character": "Michael",
                "line": "Dwight will be driving me deep into the Pennsylvania wilderness."
            },
            {
                "character": "Pam",
                "line": "Oh."
            },
            {
                "character": "Michael",
                "line": "Where he will then leave me to either die or to survive. The choice is yours."
            },
            {
                "character": "Jim",
                "line": "Hmm, no, the choice is actually yours. Are you sure you want to do this?"
            },
            {
                "character": "Michael",
                "line": "Yes, and I am leaving you in charge of the office for the rest of the day and for the next several days. Do not try to follow me."
            },
            {
                "character": "Jim",
                "line": "OK, great."
            },
            {
                "character": "Michael",
                "line": "This is a very personal, private experience in the wild, that I wish to share it with me, myself and I."
            },
            {
                "character": "Jim",
                "line": "Yup."
            },
            {
                "character": "Michael",
                "line": "When I return, I hope to be a completely changed human being."
            },
            {
                "character": "Jim",
                "line": "That'd be great."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Do I believe that Michael possesses the skills to survive in a hostile environment? Let's put it this way: no, I do not."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is what a true survivor man does. You simulate a disaster, like a plane wreck. You could only wear the clothes that you have on, and you could only use the stuff you have in your pockets. Now, in this case, this disaster is a serial killer. Creepy guy who's abducted me and is taking me out into the wilderness to leave me for dead."
            },
            {
                "character": "Dwight",
                "line": "No, I would never leave you for dead. You would never escape."
            },
            {
                "character": "Michael",
                "line": "Well, yes I would. And I would survive."
            },
            {
                "character": "Dwight",
                "line": "I would make sure that you were dead."
            },
            {
                "character": "Michael",
                "line": "Well..."
            },
            {
                "character": "Dwight",
                "line": "First, I would remove your teeth and cut off your fingertips so you could not be identified."
            },
            {
                "character": "Michael",
                "line": "You..."
            },
            {
                "character": "Dwight",
                "line": "And they would call me the Overkill Killer."
            },
            {
                "character": "Michael",
                "line": "You... you are as creepy as a real serial killer. For real. [blindfolds eyes with tie] OK."
            },
            {
                "character": "Dwight",
                "line": "What are you doing?"
            },
            {
                "character": "Michael",
                "line": "I am putting this on so I have no familiarity with my surroundings. Now this way, I can't retrace my steps. I don't know what streets we've been--- [Dwight whacks Michael with his shoe] Ow! What are you doing?"
            },
            {
                "character": "Dwight",
                "line": "It would be better if you were unconscious."
            },
            {
                "character": "Michael",
                "line": "No! Gosh! Dwight. [Dwight tries to hit Michael with his shoe again] Stop it, stop it! Stop it."
            },
            {
                "character": "Dwight",
                "line": "Do you want to do this right or not?"
            },
            {
                "character": "Michael",
                "line": "Just, please allow me to have one cathartic experience in my life?"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Jim, we need to order a cake for Creed's birthday."
            },
            {
                "character": "Jim",
                "line": "Oh, wasn't it just someone's birthday?"
            },
            {
                "character": "Angela",
                "line": "Yes. Kelly's was last week, remember?"
            },
            {
                "character": "Jim",
                "line": "I do remember, yeah."
            },
            {
                "character": "Angela",
                "line": "It's birthday month. Creed's is today. Oscar's is week after next. Meredith's is at the end of the month. [Jim exhales deeply] Michael usually goes with red and white streamers..."
            },
            {
                "character": "Jim",
                "line": "You know what, I have an idea. Why don't we just do one big shared party?"
            },
            {
                "character": "Angela",
                "line": "What?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "There are thirteen people working in this office, so thirteen times a year Michael gets a cake and balloons, and some sort of joke gift and makes a toast. There are two types of toasts. One is a joke about how old you are."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[flashback to Stanley's birthday] Look at those wrinkles. Blacks do crack! Not crack the drug."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "And the other is something inappropriate. Or horrible. Or both. What else? He only sings the high harmony to \"Happy Birthday.\" And he's a very big believer in surprise parties. Maybe even, arguably, possibly to a fault."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[flashback to Kelly's birthday, hiding in the elevator] Happy Birthday!"
            },
            {
                "character": "Kelly",
                "line": "Ahhh!! [drops the papers she was holding]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[flashback to Oscar's birthday, hiding in the break room] Happy Birthday!"
            },
            {
                "character": "Oscar",
                "line": "Ahhh! [runs into door and Michael laughs]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[flashback to Phyllis' birthday, sneaking up on Phyllis' car] Happy Birthday!"
            },
            {
                "character": "Phyllis",
                "line": "Oh! [Michael laughs]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "So... I think, yeah, I think getting these out of the way might be productive."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "We can just have one big fun party. Everybody's happy, nobody wastes their time."
            },
            {
                "character": "Angela",
                "line": "I don't like it. [Angela leaves]"
            },
            {
                "character": "Pam",
                "line": "Wow! You're shaking things up a bit, huh?"
            },
            {
                "character": "Jim",
                "line": "It's a pretty good idea, don't you think?"
            },
            {
                "character": "Pam",
                "line": "Do you think it's a good idea?"
            },
            {
                "character": "Jim",
                "line": "No... I think it's a great idea."
            },
            {
                "character": "Pam",
                "line": "[smiles] Hmm."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "We're here. [gets out of the car]"
            },
            {
                "character": "Michael",
                "line": "Dwight will take my blindfold off when we are deep in the forest. Just the two of us from this point out."
            },
            {
                "character": "Dwight",
                "line": "[leading Michael from car] Here we go. Just the two of us [gestures for camera crew to follow]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Here we go, into the wild. Mighty forest. Can you smell the trees and the nature?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Keep going, you're fine. Just some bushes and some thickets [leads Michael into some tall grass] Keep going. You wanted wilderness, you got it."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You know, try sending them another invoice."
            },
            {
                "character": "Oscar",
                "line": "Ok."
            },
            {
                "character": "Jim",
                "line": "Alright. [starts walking away, but returns] Oh, did you see my memo by the way?"
            },
            {
                "character": "Oscar",
                "line": "[picks up and reads memo] \"Let's be honest, as fun as birthdays are we could all use a break from the constant cake, so let's celebrate birthday month in style today.\" This is really cool."
            },
            {
                "character": "Jim",
                "line": "Right? I was just thinking..."
            },
            {
                "character": "Oscar",
                "line": "No, totally, totally. This way we get it all out of the way at once and it could actually be fun."
            },
            {
                "character": "Jim",
                "line": "Right! Exactly. [pats Oscar on the back and walks away] Knew I could count on you. [Oscar rolls his eyes]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Good a spot as any. [They stop and Dwight starts spinning Michael around in circles]"
            },
            {
                "character": "Michael",
                "line": "What are you doing? Stop. Dwight, Dwight. Just --"
            },
            {
                "character": "Dwight",
                "line": "I'm just --"
            },
            {
                "character": "Michael",
                "line": "Stop."
            },
            {
                "character": "Dwight",
                "line": "Spin. I'm trying to confuse your sense of direction. [stops spinning and takes Michael's blindfold off] Behold."
            },
            {
                "character": "Michael",
                "line": "Alright, good. Thank you, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Here's your knife. Here's your duct tape."
            },
            {
                "character": "Michael",
                "line": "Alright, very good. Ahh, OK. [Dwight gives Michael a hug]"
            },
            {
                "character": "Dwight",
                "line": "Good luck, Michael."
            },
            {
                "character": "Michael",
                "line": "Thanks for the ride. OK. Leave me be, Dwight. [Dwight runs off]"
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "Hey, Jim, can I have my own cake?"
            },
            {
                "character": "Jim",
                "line": "What's that?"
            },
            {
                "character": "Meredith",
                "line": "I really prefer devils food cake."
            },
            {
                "character": "Jim",
                "line": "Oh, sure."
            },
            {
                "character": "Meredith",
                "line": "Yes!"
            },
            {
                "character": "Jim",
                "line": "OK. [Meredith leaves]"
            },
            {
                "character": "Pam",
                "line": "Wow! That was easy."
            },
            {
                "character": "Jim",
                "line": "Yeah, people like me I guess."
            },
            {
                "character": "Creed",
                "line": "[knocking from outside window in break room] Jim."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "I hate devils food."
            },
            {
                "character": "Jim",
                "line": "Well I think Meredith was just --"
            },
            {
                "character": "Creed",
                "line": "Screw Meredith, I don't think it's fair to let someone else pick the cake on my birthday."
            },
            {
                "character": "Jim",
                "line": "Everybody's birthday."
            },
            {
                "character": "Creed",
                "line": "Today is actually my birthday and I want to pick the cake."
            },
            {
                "character": "Jim",
                "line": "What do you want?"
            },
            {
                "character": "Creed",
                "line": "I want pie. I want peach pie."
            },
            {
                "character": "Jim",
                "line": "You want a birthday pie?"
            },
            {
                "character": "Creed",
                "line": "I want a nice cobbler."
            },
            {
                "character": "Jim",
                "line": "Well, I'm gonna to talk to Angela and we're gonna see what we can do about a pie."
            },
            {
                "character": "Creed",
                "line": "I don't care who you talk to. Just make it happen."
            },
            {
                "character": "Jim",
                "line": "It will be Angela."
            },
            {
                "character": "Creed",
                "line": "You tell her it's for Creed. She'll know what that means."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[to own camcorder] Day One. I'm in the interior of the vast Pennsylvania wilderness. I've brought with me only the bare essentials. A knife, roll of duct tape, in case I need to craft some shelter or make some sort of water vessel. It's hot today. The sun is in the two-thirds easterly quadrant, which would make it about [looks at watch] 2 o'clock in the afternoon. It's really beating down on me now. I think that I want to get a little more comfortable because the sun is depleting my resources. [cuts pants with knife] OK. OH, there we go. Watch that I don't hit my corroded artery here..."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I lied to Michael. I said that I would leave him alone, but I will not. I will remain close by to provide unseen moral support, but I will never help him. I will let harm befall him. I will even let him die. But I will never let him lose his dignity."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There we go. [standing with short sleeves and short pants] Much better. Now everything I brought with me can be used. My sport coat here, can be fashioned into a backpack of sorts [ties jacket around neck]."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I'm going to wear what was once one of my pant legs. [puts pant leg on head like a hat]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "See, this is a beautiful piece of material [rips other pant leg in half] This could be used for all sorts of things."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Some sort of kerchief to keep my neck nice and comfortable."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Tuna. [rolls in chair to Jim's desk]"
            },
            {
                "character": "Jim",
                "line": "Andy."
            },
            {
                "character": "Andy",
                "line": "Me likey the ice cream cake, okay? Fudgie the Whale."
            },
            {
                "character": "Jim",
                "line": "Not your birthday."
            },
            {
                "character": "Andy",
                "line": "Well, I'm just saying, you know, if you want to make people happy, namely me, you will have a Fudgie the Whale."
            },
            {
                "character": "Jim",
                "line": "Alright, I'll look into it, but the answer's no."
            },
            {
                "character": "Andy",
                "line": "Wow, OK, harsh. Just don't expect me to show up."
            },
            {
                "character": "Jim",
                "line": "Hey, Andy, I have some calls to make."
            },
            {
                "character": "Andy",
                "line": "Loud and clear. [rolls in chair back to desk]"
            },
            {
                "character": "Jim",
                "line": "Alright. [Andy rolls back]"
            },
            {
                "character": "Andy",
                "line": "Pizza rolls."
            },
            {
                "character": "Jim",
                "line": "OK, I'm gonna go into this office here [gets up and walks into Michael's office] to do some work. So I will be in here."
            },
            {
                "character": "Andy",
                "line": "Mushroom caps."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I am totally alone right now, with only my thoughts. I love it. I'm loving it. I can literally say anything I want. No one is gonna here me. [screams] Wish I could have gone with Ryan on that cool retreat! Jan has plastic boobs! I HAVE HEMORRHOIDS! Doesn't even matter."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Michael is a man of great depth and passion. I don't know what he's searching for out here. [pulls a nest from a tree] I hope he finds it. [picks up some bird eggs] Lunch."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well it is a little chillier than I had thought, so I have fashioned my hat back into my pants. Several hours in, time for me to find some nourishment. Now, these woods are full of creatures that can sustain human life. Things like, uh, squirrels, nice juicy rabbit would be delicious."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "About two more minutes [cooking bird eggs]."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I have made this spear, with which I will impale my dinner. And it couldn't come a moment too soon because I have been without food for a good three hours or so. I'm startin' to feel it a little bit. Ohh... It's Creed's birthday. [singing] Happy Birthday to you. Happy Birthday to you. Happy Birthday to Creed. Happy Birthday to you. Happy birthday, buddy."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "What is Jim thinking? It's a birthday, so what if there's a lot of them?"
            },
            {
                "character": "Kevin",
                "line": "Yeah, I work hard all day. I like knowing that there's going to be a break. Most days I just sit and wait for the break."
            },
            {
                "character": "Stanley",
                "line": "I took an extra shot of insulin in preparation for this cake today. If I don't have some cake soon, I might die."
            },
            {
                "character": "Oscar",
                "line": "Why don't you just have an apple?"
            },
            {
                "character": "Stanley",
                "line": "Why don't you mind your business?"
            },
            {
                "character": "Creed",
                "line": "Listen, I figured this out. Jimmy had his birthday three weeks ago, so he doesn't care."
            },
            {
                "character": "Oscar",
                "line": "Probably went to his head."
            },
            {
                "character": "Creed",
                "line": "Yeah. [Jim enters room]"
            },
            {
                "character": "Oscar",
                "line": "Hey, Jim."
            },
            {
                "character": "Jim",
                "line": "Hey guys, what're we talking about?"
            },
            {
                "character": "Creed",
                "line": "Nothing! Nothing going on. We're talking about nothing. C'mon gang."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well if you take a look at this, I tented my pants. I've made myself a nice pants tent shelter. And this little guy [pats a large tree trunk] may be Dunder Mifflin paper some day."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Nothing to worry about. Just using the scope. Safety is... [clicks rifle into safety mode] on."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "[knocks] Hey Jim."
            },
            {
                "character": "Jim",
                "line": "Toby."
            },
            {
                "character": "Toby",
                "line": "Hey, I just got the word on the communal birthdays. Great idea."
            },
            {
                "character": "Jim",
                "line": "Oh, thanks man."
            },
            {
                "character": "Toby",
                "line": "Yeah..."
            },
            {
                "character": "Jim",
                "line": "Is there anything --"
            },
            {
                "character": "Toby",
                "line": "My birthday was two months ago."
            },
            {
                "character": "Jim",
                "line": "Oh, OK."
            },
            {
                "character": "Toby",
                "line": "There was no party."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Toby",
                "line": "Well, it... there was. But Michael scheduled it for 4:58 on a Friday. You know, people sang in the parking lot."
            },
            {
                "character": "Jim",
                "line": "I remember that."
            },
            {
                "character": "Toby",
                "line": "I don't know, I just thought you could include me."
            },
            {
                "character": "Jim",
                "line": "Seriously?"
            },
            {
                "character": "Toby",
                "line": "I just though you could add me. I don't see the harm in that."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Toby's great. He's great, but sometimes he can be a little bit much. [in Toby voice] I don't see the harm in that. Well, it's a cake Toby, so, c'mon."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "OK. Yeah, you know what, we're just gonna throw you in. Because more the merrier, right?"
            },
            {
                "character": "Angela",
                "line": "No. No way. I am not a machine, Jim. You can't just change plans willy nilly and expect these little magic party elves to do your bidding. We already have devils food, peach cobbler, Fudgie the Whale, mushroom caps."
            },
            {
                "character": "Toby",
                "line": "I'm allergic to mushrooms."
            },
            {
                "character": "Jim",
                "line": "That's a bummer. OK, then we need to...[steps outside office] Hey everybody. Hi, how you doing? Can I have your attention please? 'Cause we have to talk about this birthday thing."
            },
            {
                "character": "Pam",
                "line": "[raises hand] Conference room?"
            },
            {
                "character": "Jim",
                "line": "Yes, conference room in five minutes... No. No. We're gonna solve it right here. We're actually gonna talk about it out here. So, who has problems with the birthday thing? [everyone raises hands] One, two, three, everybody. OK, so then we just shouldn't do it."
            },
            {
                "character": "Angela",
                "line": "What am I supposed to do with two cakes and a pie?'"
            },
            {
                "character": "Kevin",
                "line": "Oh, I'll take 'em."
            },
            {
                "character": "Creed",
                "line": "Well nobody's touching my cobbler."
            },
            {
                "character": "Phyllis",
                "line": "[raises hand] Hey, Michael. I mean Jim."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Yup, Phyllis called me Michael. And I will always and forever be haunted by that fact."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Under this tree, I think I struck the mother load. Those [points camera to mushrooms] are nature's best mushrooms. Wild, and I have to say these little buggers are damn tasty as well. [puts them in mouth]"
            },
            {
                "character": "Dwight",
                "line": "Stop! No, no Michael! Nooo! Nooo! [runs up to Michael and knocks him over] Nooo! Arghh. Get, get them out. [picks out mushrooms from Michael's mouth]"
            }
        ],
        [
            {
                "character": "Everyone",
                "line": "Happy Birthday to you. Happy Birthday to you. Happy Birthday [Michael joins in with high note] to Creed. Happy Birthday to you. [Creed blows up candles on pie]"
            },
            {
                "character": "Michael",
                "line": "Yeah! [everybody clapping] Alright, skip around the room. Skip around the room. We want -- OK, alright. Yeah, don't do that. You're gonna break something."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Man became civilized for a reason. He decided that he liked to have warmth, and clothing, and television, and hamburgers, and to walk upright, and to have a soft futon at the end of the day. He didn't want to have to struggle to survive. I don't need the woods. I have a nice wood desk. I don't need fresh air, because I have the freshest air around, A.C. And I don't need wide open spaces. Check it out. [shows off computer screen scenery] I can also make it the sky."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, buddy."
            },
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Michael",
                "line": "What up?"
            },
            {
                "character": "Jim",
                "line": "Sure glad you're back."
            },
            {
                "character": "Michael",
                "line": "You are relieved."
            },
            {
                "character": "Jim",
                "line": "You have no idea."
            },
            {
                "character": "Michael",
                "line": "So what did I miss?"
            },
            {
                "character": "Jim",
                "line": "Well, I tried to put all the birthdays together at once."
            },
            {
                "character": "Michael",
                "line": "Oh."
            },
            {
                "character": "Jim",
                "line": "So, terrible idea."
            },
            {
                "character": "Michael",
                "line": "Yeah, okay, I did that. Rookie mistake."
            },
            {
                "character": "Jim",
                "line": "You did do it?"
            },
            {
                "character": "Michael",
                "line": "Uh huh. Yeah, just wait. Ten years, you'll figure it out."
            },
            {
                "character": "Jim",
                "line": "Well, I don't think I'll be here in ten years."
            },
            {
                "character": "Michael",
                "line": "That's what I said. That's what she said."
            },
            {
                "character": "Jim",
                "line": "That's what who said?"
            },
            {
                "character": "Michael",
                "line": "I never know. I just say it. I say stuff like that, you know, to lighten the tension. When things sort of get hard."
            },
            {
                "character": "Jim",
                "line": "That's what she said."
            },
            {
                "character": "Michael",
                "line": "Hey! Nice. Really good. Bravo, my young ward."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "line": "Come in!"
            },
            {
                "character": "Pam",
                "line": "Oh, it's Creed's birthday today. Should we get him an ice-cream cake? Mint chocolate chip?"
            },
            {
                "character": "Michael",
                "line": "Pam, are you my friend?"
            },
            {
                "character": "Pam",
                "line": "Oh, no."
            },
            {
                "character": "Michael",
                "line": "We have been friends forever, right?"
            },
            {
                "character": "Pam",
                "line": "Yes, I have been working with you forever."
            },
            {
                "character": "Michael",
                "line": "Hypothetically... would you go camping with me, if I were to ask you? And bear in mind that I would never actually ask you to go camping. That Jim is also a friend of mine, and I would rather die than make any sort of improper ovation toward you."
            },
            {
                "character": "Pam",
                "line": "I don't think so."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Here's the thing. When Michael invents a hypothetical situation, he eventually turns it into an actual situation."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Do you understand that Jim is like a brother to me, and I would never do anything inappropriate?"
            },
            {
                "character": "Pam",
                "line": "I do."
            },
            {
                "character": "Michael",
                "line": "So, as friends, would you go with me on a camping trip?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "Thank you for your honesty."
            },
            {
                "character": "Pam",
                "line": "You're welcome. Open or closed?"
            },
            {
                "character": "Michael",
                "line": "Split the difference. Hey... mint chocolate chip, please? Is Jim out there?"
            },
            {
                "character": "Pam",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "Can you send Dwight in here?"
            },
            {
                "character": "Pam",
                "line": "Yeah. Dwight, Michael wants to see you in his office. [Dwight runs in]"
            },
            {
                "character": "Dwight",
                "line": "You wanted to see me?"
            },
            {
                "character": "Michael",
                "line": "Mmhmm. I had something very personal I would like to discuss. [Dwight closes door, takes off glasses, kneels in front of Michael's desk] Would you go find Jim, and send him in here, please?"
            },
            {
                "character": "Dwight",
                "line": "I'm on it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Michael has employed Dwight to track you down."
            },
            {
                "character": "Jim",
                "line": "How much time do I have?"
            },
            {
                "character": "Dwight",
                "line": "Jim, Michael's office."
            },
            {
                "character": "Pam",
                "line": "Couple minutes, give or take."
            },
            {
                "character": "Dwight",
                "line": "Now, Jim!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "And this... is a Hassenfass. Case-hardened steel. One side, as sharp as you'd ever want something to be. The other side serrated for maximum damage."
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "Dwight",
                "line": "Look at that. Perfectly balanced. This is a fine precision instrument."
            },
            {
                "character": "Michael",
                "line": "All right, Dexter, just give me the knife."
            },
            {
                "character": "Dwight",
                "line": "Don't you want a sheath for that?"
            },
            {
                "character": "Michael",
                "line": "No, just get me a case. [Dwight looks at the camera, lifts his leg onto the desk, removes the sheath from his ankle, and gives it to Michael] All right."
            },
            {
                "character": "Dwight",
                "line": "Anything else? Flint..."
            },
            {
                "character": "Michael",
                "line": "MmMmm. All I need..."
            },
            {
                "character": "Dwight",
                "line": "Parka..."
            },
            {
                "character": "Michael",
                "line": "No, Dwight!"
            },
            {
                "character": "Dwight",
                "line": "Tent, rainfly, gorp..."
            },
            {
                "character": "Michael",
                "line": "I'm telling you, all I will need are my instincts and my will to survive."
            },
            {
                "character": "Dwight",
                "line": "Mmmnnnnmmm..."
            },
            {
                "character": "Michael",
                "line": "[holding up knife] What is this called again?"
            }
        ]
    ]
}