{
    "season": 4,
    "episode": 10,
    "title": "Chair Model",
    "scenes": [
        [
            {
                "character": "Pam",
                "line": "W.B. Jones is renovating their offices and their construction crews are taking up some of the parking spaces we used to get."
            },
            {
                "character": "Jim",
                "line": "So we had to park at a satellite parking lot over there."
            },
            {
                "character": "Pam",
                "line": "Which just means we get to see more of our lovely street. Tell them what we saw today Jim."
            },
            {
                "character": "Jim",
                "line": "Oh today, we saw a junk yard dog attacking the bones of a rotisserie chicken."
            },
            {
                "character": "Pam",
                "line": "Nature."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Been here nine years. Now all of a sudden I'm supposed to park half a mile away."
            },
            {
                "character": "Andy",
                "line": "I lost a penny out of my loafers, Oscar."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[sitting down, rubbing his feet] I will quit. As God as my witness, I will quit if this is not fixed."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Some of us like the walk more than others."
            },
            {
                "character": "Kevin",
                "line": "[off screen] Hurts like hell."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[to Michael who is looking at a chair catalog] Did you pick a new chair? It's been awhile."
            },
            {
                "character": "Michael",
                "line": "Pam, when I first opened this catalog, I thought I was just going to be picking out a chair."
            },
            {
                "character": "Pam",
                "line": "But instead, you found something to distract you from ever picking out a chair."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Michael started the process of selecting a new chair about three weeks ago. And normally I wouldn't care, but he promised me his old one. It's way better. It's one of these. [makes a shrrhhh sound of a chair moving downward as Pam slumps down] I really want it."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[holding up the catalog] Have you ever seen this woman?"
            },
            {
                "character": "Pam",
                "line": "Her?"
            },
            {
                "character": "Michael",
                "line": "Hmm..."
            },
            {
                "character": "Pam",
                "line": "The one in the really great mesh black high-back swivel chair?"
            },
            {
                "character": "Michael",
                "line": "Look at her smile. Those eyes, look at her eyes. She's got - I don't know what it is actually, she dresses like a professional and yet you know there is a side of her that could just curl up on a couch."
            },
            {
                "character": "Pam",
                "line": "Or in a great chair."
            },
            {
                "character": "Michael",
                "line": "Oh, yeah, maybe, but remember after my dinner party when I said that I was swearing off women?"
            },
            {
                "character": "Pam",
                "line": "I definitely remember your dinner party."
            },
            {
                "character": "Michael",
                "line": "I think what I meant was that I was completely swearing off one woman. [whispers] Jan. I think that fate put this catalog in my hands."
            },
            {
                "character": "Pam",
                "line": "Actually, I put the catalog in your hands 'cause you have to pick out a new chair."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What is it like being single? I like it. I like starting each day with a sense of possibility. And I'm optimistic because every day I get a little more desperate and desperate situations yield the quickest results."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ladies and gentleman, would you please open your supply catalogs and kindly turn to page 85. [phone rings]"
            },
            {
                "character": "Creed",
                "line": "[on phone] Yo, is this his new chair?"
            },
            {
                "character": "Pam",
                "line": "[on phone] No, he hasn't picked one yet."
            },
            {
                "character": "Creed",
                "line": "[on phone] Daat!"
            }
        ],
        [
            {
                "character": "Creed",
                "line": "When Pam gets Michael's old chair, I get Pam's old chair. Then I'll have two chairs. Only one to go."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I am ready to start dating again. Getting back on the market. So, FYI, for those of you who are thinking about fixing me up with any of your friends, use the woman on page 85 as a template. That will be all."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I left my cell phone in my car."
            },
            {
                "character": "Phyllis",
                "line": "Call us when you get there so we know you're OK. [Andy gets up and leaves]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[to Kevin] Listen man, I am completely over Jan, so, would you set me up?"
            },
            {
                "character": "Kevin",
                "line": "If I had someone to set you up with Michael, then I'd take her for myself."
            },
            {
                "character": "Michael",
                "line": "I thought that you were engaged?"
            },
            {
                "character": "Kevin",
                "line": "Nope. Stacy broke up with me."
            },
            {
                "character": "Michael",
                "line": "Whaaaat? God, that's terrible man. Eghh, she's crazy. Umm, are you still on good terms with any of her friends?"
            },
            {
                "character": "Kevin",
                "line": "Not anymore."
            },
            {
                "character": "Michael",
                "line": "Oh..."
            },
            {
                "character": "Kevin",
                "line": "It's a bitter situation."
            },
            {
                "character": "Michael",
                "line": "Yeah... ugh. She's... [gets up and leaves] you don't deserve her. Alright."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[sitting on Oscar's desk] Oh hello Oscar Mayer Weiner lover. I bet that you have a bunch of very liberal girl type friends that trust you implicitly because they know you'd never touch 'em, because of your condition. Umm..."
            },
            {
                "character": "Phyllis",
                "line": "Michael?"
            },
            {
                "character": "Michael",
                "line": "What?"
            },
            {
                "character": "Phyllis",
                "line": "I have a friend who's single."
            },
            {
                "character": "Michael",
                "line": "Oh."
            },
            {
                "character": "Phyllis",
                "line": "Sandy. She's gorgeous and she's got a feisty personality, too."
            },
            {
                "character": "Michael",
                "line": "Hmm, I see, feisty. So she's not jolly or sassy? Not like a jolly, sassy opera singer?"
            },
            {
                "character": "Phyllis",
                "line": "Umm, no, she's a professional softball player."
            },
            {
                "character": "Michael",
                "line": "Oooo. Catcher or in field?"
            },
            {
                "character": "Phyllis",
                "line": "Umm I don't know Michael."
            },
            {
                "character": "Michael",
                "line": "Is she a dress wearer or a pants wearer? Could we share a row boat? Could, could a row boat support her?"
            },
            {
                "character": "Phyllis",
                "line": "What are you asking?"
            },
            {
                "character": "Michael",
                "line": "I think I'm being very clear what I'm asking. Would an average size row boat support her without capsizing? [silence] It bothers me that you're not answering the question."
            },
            {
                "character": "Phyllis",
                "line": "No, alright no, she can't fit in a row boat."
            },
            {
                "character": "Michael",
                "line": "Damn it, I knew it! I knew it Phyllis! OK!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What is wrong with these people? I would do anything for them and they're just hanging me out to dry."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Dating shouldn't be hard for somebody like me, but it is and you know why? Because nobody here is willing to help me. Nothing would ever get done in this office without a formal request, would it? Well, fine. Here goes."
            },
            {
                "character": "Angela",
                "line": "I don't think that this is---"
            },
            {
                "character": "Michael",
                "line": "Well, now OK, I know that this is probably not appropriate, but I need help. Because I want to play ball with my kids before I get too old. And before that happens I need to get laid. And before that happens I need to be in love. And I don't wanna hear \"Ahnnn... I can't help elhh la la.\" No. No. I'm a catch and I am not going to be the one who got away. So, this is what we're going to do. Dwight is going to hand out index cards and I want you all to write down the name of an eligible woman for me to date by the end of the day. No, by the end of the hour or you are fired."
            },
            {
                "character": "Dwight",
                "line": "[gets up from chair] Write legibly people."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Because of the construction at W.B. Jones, half of us have to park in the satellite lot."
            },
            {
                "character": "Michael",
                "line": "Hmm.."
            },
            {
                "character": "Andy",
                "line": "It's like a ten minute walk."
            },
            {
                "character": "Kevin",
                "line": "No, thirty."
            },
            {
                "character": "Michael",
                "line": "Well, look, I am in an assigned parking place in front, so... Alright, alright, alright, umm let me try to think about what it would be like to not have one. [thinks] OK, yes that would be bad."
            },
            {
                "character": "Kevin",
                "line": "Yes."
            },
            {
                "character": "Andy",
                "line": "Yes."
            },
            {
                "character": "Michael",
                "line": "That would be bad."
            },
            {
                "character": "Andy",
                "line": "OK."
            },
            {
                "character": "Kevin",
                "line": "Nice."
            },
            {
                "character": "Andy",
                "line": "...So help us out."
            },
            {
                "character": "Michael",
                "line": "Wish I could, but I can't. Well can, but won't. Should, maybe, but shorn't."
            },
            {
                "character": "Kevin",
                "line": "Michael, please he--"
            },
            {
                "character": "Michael",
                "line": "What part of shorn't don't you understand, Kevin? Look I could probably handle it, yes, but I think it would be a good exercise for you guys to do it yourselves."
            },
            {
                "character": "Andy",
                "line": "We won't let you down."
            },
            {
                "character": "Michael",
                "line": "Oh you can't because I don't care. Listen, [Kevin and Andy high five as they leave Michael's office] don't forget to fill out those cards. My love cards."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "There's nobody I hate enough to write her name on this card."
            },
            {
                "character": "Phyllis",
                "line": "Well, I'm setting Michael up with my fat friend anyway, he can just deal with it."
            },
            {
                "character": "Pam",
                "line": "[to Jim] Who are you putting down?"
            },
            {
                "character": "Jim",
                "line": "Oh, you don't know her."
            },
            {
                "character": "Pam",
                "line": "Who is it?"
            },
            {
                "character": "Jim",
                "line": "Your mom."
            },
            {
                "character": "Pam",
                "line": "Yeah, whatever. [Jim holds up the card] [Pam laughs] Give it to me. Give it to me."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ok, Wendy. Hot and juicy red head. Give this a try. [Michael dials phone number. Phone rings.]"
            },
            {
                "character": "Wendy's phone operator",
                "line": "Wendy's."
            },
            {
                "character": "Michael",
                "line": "Hello Wendy, this is Kevin's friend, Michael."
            },
            {
                "character": "Wendy's phone operator",
                "line": "This isn't Wendy."
            },
            {
                "character": "Michael",
                "line": "Oh, I'm sorry, could you put her on please?"
            },
            {
                "character": "Wendy's phone operator",
                "line": "Dude, this is a Wendy's restaurant."
            },
            {
                "character": "Michael",
                "line": "[under breath] Damn it Kevin. OK, umm, could I just have a frosty and a baked potato please?"
            },
            {
                "character": "Wendy's phone operator",
                "line": "You have to come to the restaurant to order food."
            },
            {
                "character": "Michael",
                "line": "Well, I'll send somebody to come pick it up. Just have it ready."
            },
            {
                "character": "Wendy's phone operator",
                "line": "It's ready now."
            },
            {
                "character": "Michael",
                "line": "Well put it aside. [hangs up the phone] [Dwight enters] Umm... yeah."
            },
            {
                "character": "Dwight",
                "line": "OK, I have collected the rest of the ladies."
            },
            {
                "character": "Michael",
                "line": "Good. Good because this batch was awful. Umm... this one says chair model..."
            },
            {
                "character": "Dwight",
                "line": "I wrote that. Michael, you shouldn't have to settle. This is my pledge to you. I will find her and I will bring her to you and as God as my witness, she shall bear your fruit."
            },
            {
                "character": "Michael",
                "line": "That sounds good. [both smile] Go get her. Wa-Wait, wait, wait, wait. First, go to Wendy's, get my food. Come back and then go."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[on phone] That is fantastic. Thank you, thank you very much. This is just what I needed."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "The furniture company gave me the name of the advertising agency. They gave me the name of the photographer. The photographer, a Spaniard, used a Wilkes-Barre modeling agency. The agency gave me the following information. [reads from notepad] Deborah Shoshlefski. 142 South Windsor Lane. Dead. Car accident. Case closed."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "She's dead? [Dwight makes knife slitting noise] She's so young."
            },
            {
                "character": "Dwight",
                "line": "She was so young and now she is dead. As dead as every dead animal who has ever died."
            },
            {
                "character": "Michael",
                "line": "Oh, God. Oh..."
            },
            {
                "character": "Dwight",
                "line": "Why don't you sit down? Michael... come on. [gets up and leads Michael to sit in his chair] Here we go. Yeah."
            },
            {
                "character": "Jim",
                "line": "Michael, you didn't even know her."
            },
            {
                "character": "Michael",
                "line": "Try not to be so hurtful Jim."
            },
            {
                "character": "Dwight",
                "line": "Jim, how dare you. [Jim's face is in shock]"
            },
            {
                "character": "Michael",
                "line": "Please, not at a time like this. [sighs]"
            },
            {
                "character": "Pam",
                "line": "OK Michael, you know what? I might have someone for you."
            },
            {
                "character": "Michael",
                "line": "Oh really? What's her name? Burger King?"
            },
            {
                "character": "Pam",
                "line": "No, I mean it. [walks towards Michael] She's really nice and sweet and you guys might actually get along. [hands over card to Michael]"
            },
            {
                "character": "Michael",
                "line": "I don't, I don't think I'm ready. Is she hot?"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I'm setting Michael up with my land lady. She's really sweet and... whatever, I just can't take Michael like this."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "No question about it, I am ready to get hurt again."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "We need to assemble the five families."
            },
            {
                "character": "Michael",
                "line": "[while brushing teeth with an electric toothbrush] No, not the five families."
            },
            {
                "character": "Kevin",
                "line": "We have to."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "The five families are the five companies of Scranton Business Park. The bosses rarely meet. There's Michael Scott, Regional Manager, Dunder Mifflin. Bob Vance, Vance Refrigeration. Paul Faust of Disaster Kits Limited. They call him \"Cool Guy Paul.\" W.B. Jones of W.B. Jones Heating and Air. Grade A Bad Ass. And Bill Cress of Cress Tool and Dye. Bill Cress is super old and really mean."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[still brushing teeth] Sorry, I don't have time for this right now. I'm trying to get a date with Pam's hot friend. And she needs to meet me right now."
            },
            {
                "character": "Kevin",
                "line": "[to Andy] I'm calling the meeting anyway."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[to cashier at coffee shop] Thank you very much. Our suspect has straight brown hair. She is wearing blue jeans and a black top. So... behold our bachelorette [cut to a blonde woman in a skirt]. Give her ten for looks and a three for her ability to describe herself. Hello, my lady. [woman walks right by and doesn't respond]"
            },
            {
                "character": "Margaret",
                "line": "Michael?"
            },
            {
                "character": "Michael",
                "line": "[turns around to see the woman from his description] Ugh."
            },
            {
                "character": "Margaret",
                "line": "Are you Michael Scott?"
            },
            {
                "character": "Michael",
                "line": "Is who a Michael what?"
            },
            {
                "character": "Margaret",
                "line": "Oh, I'm sorry, I'm, I'm supposed to be meeting someone named Michael."
            },
            {
                "character": "Michael",
                "line": "Oh, that's not, yeah I'm not... OK..."
            },
            {
                "character": "Coffee shop worker",
                "line": "Michael? Michael? [reads cup] Large hot chocolate with caramel and a shot of peppermint."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So you get the rent checks every month and what happens next? What..."
            },
            {
                "character": "Margaret",
                "line": "You're asking what I do with the checks that people write to me?"
            },
            {
                "character": "Michael",
                "line": "Just making conversation."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Why is it so hard to meet people? I... you know... it's uh... All I want is somebody nice and sweet and someone I can talk to and share an experience with, you know? Why is it so hard for people like us?"
            },
            {
                "character": "Margaret",
                "line": "I don't know."
            },
            {
                "character": "Michael",
                "line": "You wanna see what I walked out on? This is gonna blow your mind. [holds up cell phone with a picture of Jan] Look at that."
            },
            {
                "character": "Margaret",
                "line": "She's beautiful."
            },
            {
                "character": "Michael",
                "line": "Yeah. Yeah, and you can't see her whole body. Down here, she's got a boob job. Just... she was just crazy smart and really manipulative and I don't know."
            },
            {
                "character": "Jan",
                "line": "[on phone] Michael? Hello? Michael? [Michael hangs up phone]"
            },
            {
                "character": "Margaret",
                "line": "I'm gonna head out."
            },
            {
                "character": "Michael",
                "line": "Oh, OK. Well, umm... I enjoyed this conversation. It was very nice. It was like talking to the sweet old lady on the bus."
            },
            {
                "character": "Margaret",
                "line": "That's incredibly rude."
            },
            {
                "character": "Michael",
                "line": "Now you ruined it. [gets up and leaves]"
            }
        ],
        [
            {
                "character": "Bob Vance",
                "line": "Where's Scott?"
            },
            {
                "character": "Andy",
                "line": "Uh Michael Scott could not make it today due to an unforeseen prior engagement."
            },
            {
                "character": "W.B. Jones",
                "line": "Let's just meet back in an hour."
            },
            {
                "character": "Andy",
                "line": "Gentleman please. We called this meeting. Andrew Bernard is the name of me. And this is my associate, Mr. Kevin Malone."
            },
            {
                "character": "Kevin",
                "line": "[nervously stuttering] I... have... things..."
            },
            {
                "character": "W.B. Jones",
                "line": "Alright, what do you want?"
            },
            {
                "character": "Andy",
                "line": "Well first of all, I'd just like to say [pulls out note cards] what an honor it is to be sitting here with you gentlemen."
            },
            {
                "character": "W.B. Jones",
                "line": "You have about ten seconds---"
            },
            {
                "character": "Kevin",
                "line": "We want our parking spaces back!"
            },
            {
                "character": "Paul Faust",
                "line": "Whose parking spaces?"
            },
            {
                "character": "Kevin",
                "line": "W.B. Jones' construction guys park in our parking spaces every morning and some people have to park really far away and walk all the way to the office. And some people sweat too much for comfort and---"
            },
            {
                "character": "Bill Cress",
                "line": "Ohh... God..."
            },
            {
                "character": "Paul",
                "line": "I don't have time for this you guys. [to W.B. Jones] Just give 'em back their spaces."
            },
            {
                "character": "W.B. Jones",
                "line": "OK."
            },
            {
                "character": "Paul",
                "line": "We good? OK. Could have done this over e-mail."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "After Stacy left, things did not go well for awhile. And, and it was hard to see... [starts breaking up] It's just nice to win one."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Margaret the land lady? Really Pam, is that what you think of me?"
            },
            {
                "character": "Pam",
                "line": "She's sweet and cute. I thought you'd get along."
            },
            {
                "character": "Michael",
                "line": "Oh, OK, Well I'm looking for a passionate affair, not companionship. I'm a man... of intensity, of, of cool and youth and, and passionately. God...[walks away back to his office]"
            },
            {
                "character": "Jim",
                "line": "[walks up to reception] Margaret?"
            },
            {
                "character": "Pam",
                "line": "I know."
            },
            {
                "character": "Jim",
                "line": "You just got yourself kicked out of your apartment. [both laugh]"
            },
            {
                "character": "Pam",
                "line": "Oh I don't care, I didn't really like that place that much anyway. I'll just move."
            },
            {
                "character": "Jim",
                "line": "Oh really? Who's gonna take you in? You're messy. You're a klutz, you spill everything. And you leave the volume on the TV way too loud."
            },
            {
                "character": "Pam",
                "line": "Yeah, maybe I'll just move in with my boyfriend 'cause he's kind of a slob, too."
            },
            {
                "character": "Jim",
                "line": "OK, sure. Let's do it. [Pam laughs]"
            },
            {
                "character": "Pam",
                "line": "No, I umm, well I'm not gonna, I'm, I'm not gonna move in with anyone unless I'm engaged."
            },
            {
                "character": "Jim",
                "line": "Have I not proposed to you, yet?"
            },
            {
                "character": "Pam",
                "line": "Hmm, I don't, know..."
            },
            {
                "character": "Jim",
                "line": "Oh, well, that's coming. [smiles]"
            },
            {
                "character": "Pam",
                "line": "Oh, right now?"
            },
            {
                "character": "Jim",
                "line": "No. Not gonna do it right here, that would be rather lame."
            },
            {
                "character": "Pam",
                "line": "OK, so then, when?"
            },
            {
                "character": "Jim",
                "line": "Pam, I'm not gonna tell you. Hate to break it to you, but that's not how that works."
            },
            {
                "character": "Pam",
                "line": "Oh, right, yeah."
            },
            {
                "character": "Jim",
                "line": "Wait, I'm serious. It's happening."
            },
            {
                "character": "Pam",
                "line": "Ohh kay."
            },
            {
                "character": "Jim",
                "line": "And when it happens, it's going to kick your ass, Beesly. So... stay sharp."
            },
            {
                "character": "Pam",
                "line": "I've been warned."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I am not kidding. [shows camera an engagement ring] Got it a week after we started dating."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I don't know man. I was with Jan for so long. I was excited about meeting somebody new. Put my heart out there. It's just... [sighs]"
            },
            {
                "character": "Dwight",
                "line": "You know what you need? Closure."
            },
            {
                "character": "Michael",
                "line": "You're right. What do you mean though?"
            },
            {
                "character": "Dwight",
                "line": "There was a woman in your life who affected you very deeply, and she left before you could say good bye. I think you need to say good bye."
            },
            {
                "character": "Michael",
                "line": "Hmm."
            },
            {
                "character": "Dwight",
                "line": "Come on. I'll drive."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "We did it."
            },
            {
                "character": "Andy",
                "line": "[at same time as Kevin] I did it."
            },
            {
                "character": "Kevin",
                "line": "We got our spaces back."
            },
            {
                "character": "Oscar",
                "line": "Wow. [Stanley laughs and high fives Kevin]"
            },
            {
                "character": "Pam",
                "line": "Nice job."
            },
            {
                "character": "Jim",
                "line": "Nice. [fist bumps Kevin]"
            },
            {
                "character": "Andy",
                "line": "Yeah, there it is. You're welcome."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Did I do this for me? No, I did this for the little guy. For Joe Sixpack. The guy who wakes up every morning in his four hundred dollar a month apartment, wonders how's he gonna pay his mortgage that month. Wonders how he's gonna fill his car up with oil. Wonders how I'm gonna pay my kid's orphanage bills. That guy shouldn't have to wonder where he's gonna park."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[looking at the chair model's headstone] How did she die?"
            },
            {
                "character": "Dwight",
                "line": "I guess you could say she died of blunt force trauma and blood loss. She got in a car accident and plowed into the side of an airplane hanger."
            },
            {
                "character": "Michael",
                "line": "God."
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "She was so innocent."
            },
            {
                "character": "Dwight",
                "line": "She was stoned apparently."
            },
            {
                "character": "Michael",
                "line": "You know I used to think that I had this perfect person out there waiting for me, but knowing that, that's just silly because she's dead. What do you do?"
            },
            {
                "character": "Dwight",
                "line": "You wait until next year's chair catalog comes out and you find someone who's still alive."
            },
            {
                "character": "Michael",
                "line": "Oh, you move on."
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Where do you want to go for dinner?"
            },
            {
                "character": "Pam",
                "line": "I don't know, I kind of hate all our regular places right now. Oh, you know what [Jim gets down on one knee], that one..."
            },
            {
                "character": "Jim",
                "line": "Hey Pam, will you wait for me one second while I tie my shoe?"
            },
            {
                "character": "Pam",
                "line": "[smiling] I hate you. [walks away]"
            },
            {
                "character": "Jim",
                "line": "What? My shoe is untied. What is your problem? [Pam laughs] Oh my God, you thought I wa--- oh."
            },
            {
                "character": "Pam",
                "line": "Oh, oh."
            },
            {
                "character": "Jim",
                "line": "No, no, no."
            },
            {
                "character": "Pam",
                "line": "How could I have thought that? How could I have thought that?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[singing] Bye, bye, Ms. Chair Model lady. I dreamt that we were married and you treated me nice. We had lots of kids...drinking whiskey and rye, oh why'd you have to go off and die? Why'd you have to go off [with Dwight] and die?"
            }
        ],
        [
            {
                "character": "Michael & Dwight",
                "line": "[singing] OH! You believe in rock 'n roll. Can music save your mortal soul? And then [jumbling up the words] can you have to dance real slow. Well, I know that you're in love with him. 'Cause I saw you dancing in the gym. [more jumbled words] 'You both kicked off your shoes. Those rhythm and blues..."
            },
            {
                "character": "Michael",
                "line": "Return."
            },
            {
                "character": "Dwight",
                "line": "Rhythm and blues..."
            },
            {
                "character": "Michael",
                "line": "This'll be [with Dwight] the day that I died."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Michael",
                "line": "It is moving day. I have spent the last month here at Dwight's lovely farm, taking a little bit of a vacation, clearing my head after Jan and I, um [Dwight puts his fingers to his head and makes a shooting noise] ssp... No, I did not kill her. We were just at different places in our lives. No, I thought I'd be the bigger man and allow her to stay at the condo. She has since moved on; she is staying with her sister in Scottsdale. Fresh outlook, and it's all good."
            },
            {
                "character": "Dwight",
                "line": "Okay, so look that over, make sure it's accurate."
            },
            {
                "character": "Michael",
                "line": "Oh. What is this?"
            },
            {
                "character": "Dwight",
                "line": "Your bill, minus the ten percent Dunder Mifflin corporate discount."
            },
            {
                "character": "Michael",
                "line": "You were charging me? I'm your friend."
            },
            {
                "character": "Dwight",
                "line": "You occupied the America room for six weeks. That's our most popular room."
            },
            {
                "character": "Michael",
                "line": "There was no other guest the entire time I was here."
            },
            {
                "character": "Dwight",
                "line": "Right. Because you were in the America room. In an election year."
            },
            {
                "character": "Michael",
                "line": "Okay. All right, Dwight. Take my money. Go ahead. Keep in mind that this whole thing was just a business transaction. The late nights, the talks, the slumber parties, the crying jags, that was all business, that had nothing to do with friendship, and being friends. Just ring me up. Go ahead [Dwight tears up bill]."
            },
            {
                "character": "Michael",
                "line": "Thank you, Dwight."
            },
            {
                "character": "Dwight",
                "line": "We don't take debit cards, anyway."
            },
            {
                "character": "Michael",
                "line": "Dwight, little help with the bags, please."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So, what about you, Angela? Do you have any single friends?"
            },
            {
                "character": "Angela",
                "line": "I don't."
            },
            {
                "character": "Michael",
                "line": "A cute little religious type, someone who wears a uniform, or..."
            },
            {
                "character": "Angela",
                "line": "A Catholic schoolgirl?"
            },
            {
                "character": "Michael",
                "line": "No, no, obviously older."
            },
            {
                "character": "Angela",
                "line": "A nun?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Love. Marriage. Baby carriage. Those have been my goals ever since I heard that song. Jan and I had love. We did not have marriage. We did have a baby carriage, which I got her for bringing groceries home, after she got a DUI."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Hi, Michael."
            },
            {
                "character": "Michael",
                "line": "[sitting at her desk] Hey, Kelly."
            },
            {
                "character": "Kelly",
                "line": "Yeah, what are you doing here?"
            },
            {
                "character": "Michael",
                "line": "Nothing. Just hangin'. Chillin'. No agenda. Would you consider hookin' me up with one of your friends?"
            },
            {
                "character": "Kelly",
                "line": "Oh, all my friends are crazy. My one friend, Brianna..."
            },
            {
                "character": "Michael",
                "line": "Yeah?"
            },
            {
                "character": "Kelly",
                "line": "Oh, my God..."
            },
            {
                "character": "Michael",
                "line": "That's hilarious. What's her number?"
            },
            {
                "character": "Kelly",
                "line": "She's 23."
            },
            {
                "character": "Michael",
                "line": "Mmm... nah, that's too young."
            },
            {
                "character": "Kelly",
                "line": "Actually, I know a ton of people that I can set you up with!"
            },
            {
                "character": "Michael",
                "line": "Oh."
            },
            {
                "character": "Kelly",
                "line": "Some of my friends' parents, they're getting divorced now. [Michael gets up and starts walking away] So I think some of those, like, older ladies, they're really looking for a guy to go on a date with."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "['Rita Klondike 507' is written on an index card] All right, time's up! Pencils down. Please pass your future Mrs. Michael Scotts forward."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Forcing your employees to set you up is not a, uh, uh, technical violation of any Dunder Mifflin rule. You know, but neither is forcing them to help you with a shot-by-shot remake of Indiana Jones. Huh-how do you make a rule book like that?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Pammy?"
            },
            {
                "character": "Pam",
                "line": "I don't have anybody."
            },
            {
                "character": "Michael",
                "line": "You don't have one single girlfriend?"
            },
            {
                "character": "Pam",
                "line": "No..."
            },
            {
                "character": "Michael",
                "line": "I'm not looking for a perfect 10 here, just somebody to hang out with. Just fun, healthy young woman."
            },
            {
                "character": "Pam",
                "line": "Sorry."
            },
            {
                "character": "Michael",
                "line": "A kindergarten teacher, who is great with kids, maybe an ex-model, and now she wants to do something with her brain?"
            },
            {
                "character": "Pam",
                "line": "No, I don't, I..."
            },
            {
                "character": "Michael",
                "line": "How 'bout a professional volleyball player who models on the side?"
            },
            {
                "character": "Pam",
                "line": "I just..."
            },
            {
                "character": "Michael",
                "line": "You know, just a fun, guh, look, there, here, it doesn't have to be a model. I'm not, don't rule out model, but just in terms of models, there are like twenty different categories. There's face models, hand models, body models [Jim raises hand] - yes."
            },
            {
                "character": "Jim",
                "line": "I actually know a sex model."
            },
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "Jim",
                "line": "Yep. Yeah. She's blind, is that a problem?"
            },
            {
                "character": "Michael",
                "line": "No, I am, it's all about the personality, Jim."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Pam",
                "line": "Are you talking about Beverley?"
            },
            {
                "character": "Jim",
                "line": "Yes."
            },
            {
                "character": "Pam",
                "line": "Because she's not a sex model. She's a tollbooth operator."
            },
            {
                "character": "Jim",
                "line": "Oh, yeah."
            },
            {
                "character": "Michael",
                "line": "Send me a picture."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So far, these are my leads. A blind tollbooth operator and a twelve hundred pound catcher. It's a start."
            }
        ]
    ]
}