{
    "season": 5,
    "episode": 2,
    "title": "Business Ethics",
    "scenes": [
        [
            {
                "character": "Pam",
                "quote": "[on the phone] Well, I should go."
            },
            {
                "character": "Jim",
                "quote": "Alright. I'll tell everybody here that you say hi."
            },
            {
                "character": "Pam",
                "quote": "No, don't. I'm mad at them."
            },
            {
                "character": "Jim",
                "quote": "Why, what happened?"
            },
            {
                "character": "Pam",
                "quote": "Not one of them called to congratulate me on our engagement."
            },
            {
                "character": "Jim",
                "quote": "Ah. That... they might be off the hook for because I... didn't tell them."
            },
            {
                "character": "Pam",
                "quote": "What? Why not?"
            },
            {
                "character": "Jim",
                "quote": "I just didn't, you know, want a deal."
            },
            {
                "character": "Pam",
                "quote": "Come on, it won't be that bad."
            },
            {
                "character": "Jim",
                "quote": "OK. You know what? Here we go. [stands up] Uh, everybody? I just want to make an announcement. Pam and I are engaged."
            },
            {
                "character": "Pam",
                "quote": "[speakerphone] Hi everyone!"
            },
            {
                "character": "Oscar",
                "quote": "I thought you were already engaged."
            },
            {
                "character": "Jim",
                "quote": "Nope."
            },
            {
                "character": "Angela",
                "quote": "That was Roy. She was engaged to Roy."
            },
            {
                "character": "Jim",
                "quote": "Thank you Angela."
            },
            {
                "character": "Kevin",
                "quote": "I got a gift for Pam and Roy. Do I have to get another one?"
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Andy",
                "quote": "A little close to my engagement there Tuna, what's your game here?"
            },
            {
                "character": "Jim",
                "quote": "To get married."
            },
            {
                "character": "Dwight",
                "quote": "[raises hand] She's not a virgin, you know."
            },
            {
                "character": "Pam",
                "quote": "Wow."
            },
            {
                "character": "Michael",
                "quote": "[walking in] What's going on?"
            },
            {
                "character": "Pam",
                "quote": "No, nothing. Nothing Michael! Just saying hi. [Michael waves \"hi\" at the phone]"
            },
            {
                "character": "Creed",
                "quote": "The tall guy got engaged."
            },
            {
                "character": "Michael",
                "quote": "[to Jim] To be married?"
            },
            {
                "character": "Jim",
                "quote": "Yep. [Michael hugs\/tackles Jim]"
            },
            {
                "character": "Pam",
                "quote": "Sorry."
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "Pencils down! [Dwight quickly puts his pencil down] Just kidding, take your time."
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "Today is ethics day. After they finish their quiz I'm going to run my first ethics meeting here. It's gonna be insaaaaane. No, it's not. I have to read from the binder."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[trying to assist Michael, who is trying to press play on a CD player] I got it, I got it. [Olivia Newton-John's \"Let's Get Physical\" starts to play as Holly and Michael jog into the meeting room, dancing]"
            },
            {
                "character": "Michael &amp; Holly",
                "quote": "Let's get ethical! Ethical! I wanna get ethical! Let's get into Ethics yeah! Let me hear that Dunder Mifflin talk! Your body talk. Let me hear your body talk."
            },
            {
                "character": "Michael",
                "quote": "WOO! Alright!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "\"Why are you helping her? You're not even dating.\" She's my friend... and... ultimately my strategy is to merge this into a relationship... without her even knowing. Uh..."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Ok, let's give it for Miss... Holly Flaaaax! [everyone claps]"
            },
            {
                "character": "Holly",
                "quote": "Thanks Michael. [Michael groans exhaustingly] Today we're going to have a business ethics seminar because recently, without mentioning any names, there has been some misconduct at corporate and we have a very strict ethics policy and that employee has been fired."
            },
            {
                "character": "Kevin",
                "quote": "Oh come on! He's right there. [points at Ryan] He was hired. [to Jim] Oh check it out, \"Hired Guy.\""
            },
            {
                "character": "Jim",
                "quote": "Nice. [they bump fists]"
            },
            {
                "character": "Ryan",
                "quote": "Ok, elephant in the room. Let's talk about it. Do I regret what I did? Of course I do. Even though it was an amazing ride, and I'll give you an example. Anyone see Survivor season six? [Dwight raises his hand] Anyone know Joanna on that show? [Dwight nods] In New York City, I hooked up with a girl who looked exactly like that. Indistinguishable. So..."
            },
            {
                "character": "Michael",
                "quote": "[clapping] Ok. Well done. Good speech Ryan, you're a good guy."
            },
            {
                "character": "Holly",
                "quote": "Let's start discussing those questionnaires that you filled in this morning. It is wrong to make personal calls during work hours. Now, some of you marked that you very strongly agree. But ideally you would have selected totally agree."
            },
            {
                "character": "Phyllis",
                "quote": "I thought very strongly agree sounded stronger than totally agree."
            },
            {
                "character": "Holly",
                "quote": "Corporate would like to emphasize that ideally you would all totally agree with that statement."
            },
            {
                "character": "Michael",
                "quote": "Well, I think we can all totally agree that Holly is totally fantastic. [claps]"
            },
            {
                "character": "Holly",
                "quote": "Thank you. In fact, spending a half hour at the water cooler during work hours is a form of stealing."
            },
            {
                "character": "Kelly",
                "quote": "What?"
            },
            {
                "character": "Holly",
                "quote": "Yes, it's called time theft, and it's the same as taking money from the company. Can anyone think of examples of things that are over the line time wasters?"
            },
            {
                "character": "Stanley",
                "quote": "This meeting."
            },
            {
                "character": "Andy",
                "quote": "Hey-oh!"
            },
            {
                "character": "Dwight",
                "quote": "Yes."
            },
            {
                "character": "Michael",
                "quote": "[to Holly] Can't set 'em up like that."
            },
            {
                "character": "Kelly",
                "quote": "Why is ok for smokers to take breaks all the time? If I want to go outside and hang out once an hour, then I'll just take up smoking. I'll do it. I don't care."
            },
            {
                "character": "Meredith",
                "quote": "I'll smoke with you. I got a bag of cigars in my purse."
            },
            {
                "character": "Holly",
                "quote": "Stealing office supplies is another big ethical area that there seems to be some confusion about."
            },
            {
                "character": "Michael",
                "quote": "Can we have a moment? [whispering] Can I talk to you for a sec? Lot of good stuff. And you look... you look fantastic."
            },
            {
                "character": "Dwight",
                "quote": "Michael."
            },
            {
                "character": "Michael",
                "quote": "Yeah."
            },
            {
                "character": "Dwight",
                "quote": "What should we be working on while you guys are talking?"
            },
            {
                "character": "Michael",
                "quote": "Do some... do some work. [whispering to Holly] People expect a lot from these meetings. Laughter, sudden twists. Surprise endings. You need to be Robin Williams and M. Night Shyamalan. You need to be Robin Shyamalan."
            },
            {
                "character": "Holly",
                "quote": "Well, I just have to get through the binder."
            },
            {
                "character": "Michael",
                "quote": "Do you... just... you're kind of losing them."
            },
            {
                "character": "Holly",
                "quote": "I am?"
            },
            {
                "character": "Michael",
                "quote": "Yeah, don't think about the stakes. It'll freak you out."
            },
            {
                "character": "Holly",
                "quote": "Ok. [to everyone] Michael makes a really good point so, uh, let's just open this up a little bit. Say my name is Lauren and here I am shopping in a supermarket and I steal a pencil. That's not right."
            },
            {
                "character": "Michael",
                "quote": "[coughs to hide his words] Lauren, [coughs] enough with the pencils."
            },
            {
                "character": "Holly",
                "quote": "No, I have to go over pencils and office supplies. It's part of the ethics thing."
            },
            {
                "character": "Oscar",
                "quote": "That isn't ethics. Ethics is a real discussion of the competing conceptions of the good. This is just the corporate anti-shoplifting rules."
            },
            {
                "character": "Andy",
                "quote": "I'll drop an ethics bomb on you. Would you steal bread to feed your family? ... Boom!"
            },
            {
                "character": "Oscar",
                "quote": "Exactly, Andy."
            },
            {
                "character": "Andy",
                "quote": "Yeah, I took intro to philosophy, twice. No big deal."
            },
            {
                "character": "Dwight",
                "quote": "It's a trick question. The bread is poisoned. Also, it's not your real family. You've been cuckolded by a stronger, smarter male."
            },
            {
                "character": "Andy",
                "quote": "No that's... not how it works."
            },
            {
                "character": "Michael",
                "quote": "I would not... steal the bread. And I would not let my family go hungry."
            },
            {
                "character": "Holly",
                "quote": "Ok, but we should get back to business. Have any of you ever faced any ethical dilemmas in the workplace."
            },
            {
                "character": "Michael",
                "quote": "Anybody? This is a chance for you to say something without any repercussions. Stanley? Oscar, come on."
            },
            {
                "character": "Oscar",
                "quote": "Pass."
            },
            {
                "character": "Michael",
                "quote": "I will go first. When I discovered YouTube I didn't work for five days. I did nothing. I viewed Cookie Monster sings Chocolate Rain about a thousand times."
            },
            {
                "character": "Holly",
                "quote": "What was the dilemma?"
            },
            {
                "character": "Michael",
                "quote": "To tell you or not. And I'm glad I did. I feel very very good. Cathartic. I promise you that you are not going to get into trouble. You can say anything you want with total and complete immunity."
            },
            {
                "character": "Holly",
                "quote": "Oh--- no no no."
            },
            {
                "character": "Michael",
                "quote": "Yeah, [interrupting gibberish]. Come on, anybody. Let it fly."
            },
            {
                "character": "Oscar",
                "quote": "Ok, once in a while I'll take a long lunch."
            },
            {
                "character": "Michael",
                "quote": "A siesta!"
            },
            {
                "character": "Dwight",
                "quote": "Time thief. Time thief! Fire him!"
            },
            {
                "character": "Jim",
                "quote": "Dwight, you've really never stolen any company time?"
            },
            {
                "character": "Dwight",
                "quote": "Never!"
            },
            {
                "character": "Michael",
                "quote": "You are a thief of joy. Anybody else. Yeah?"
            },
            {
                "character": "Kelly",
                "quote": "Sometimes I download pirated music onto my work computer."
            },
            {
                "character": "Michael",
                "quote": "Who hasn't? Good. Good! What else?"
            },
            {
                "character": "Holly",
                "quote": "No--- I, I'd like to hear more about that."
            },
            {
                "character": "Michael",
                "quote": "Mmm..."
            },
            {
                "character": "Angela",
                "quote": "I once reported Oscar to the INS. Turns out he's clean, but I'm glad I did it."
            },
            {
                "character": "Michael",
                "quote": "Well, let's keep this party movin' on."
            },
            {
                "character": "Meredith",
                "quote": "I'll go. Have you guys ever met Bruce Meyers, the Scranton rep for Hammermill?"
            },
            {
                "character": "Michael",
                "quote": "Bruuuuuuuuuce."
            },
            {
                "character": "Meredith",
                "quote": "Well for the past six years I have been sleeping with him in exchange for discounts on our supplies and Outback Steakhouse gift certificates."
            },
            {
                "character": "Jim",
                "quote": "Jackpot."
            },
            {
                "character": "Michael",
                "quote": "Ach! Wuh---"
            },
            {
                "character": "Holly",
                "quote": "Meredith, that is serious. I mean not only that a conflict of interests, there's also an exchange of goods."
            },
            {
                "character": "Meredith",
                "quote": "Exchange of steak. Have you ever had sirloin steak, honey?"
            },
            {
                "character": "Michael",
                "quote": "That's crazy. That's crazy talk! Meredith! The Merenator, sleepin' with suppliers! Hoo-ooh! Wow! What time we got? [checks watch] You know what? That's a good place to end it. Right there. This, I think, was a great ethics seminar. She has given us a lot of wonderful things to think about. Right... what is wrong. Who's to say? Really. In the end. I mean because it is... unknowable. But, let's give her a round of applause. Holly, everybody. Holly! Get back to work. [everyone applauds, then leaves] [to Holly] Great job. I am truly impressed. That, uh, you really pulled that one out. Classic. Classic meeting. We should celebrate."
            },
            {
                "character": "Holly",
                "quote": "Michael, there is some serious issues with Meredith."
            },
            {
                "character": "Michael",
                "quote": "Oh..."
            },
            {
                "character": "Holly",
                "quote": "I mean all of you have done things I wouldn't have done myself but Meredith's actions are really over the line."
            },
            {
                "character": "Michael",
                "quote": "Nnyeah. What ya gonna do?"
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "So, regarding this supplier, approximately how many liaisons have there been?"
            },
            {
                "character": "Meredith",
                "quote": "Liaisons, you mean meet-ups? I don't know, once a month for six years. Something like that."
            },
            {
                "character": "Michael",
                "quote": "Meredith, why don't you tell Holly... it's not what she thinks. Nothing unethical happened... and that you just like to sleep around."
            },
            {
                "character": "Meredith",
                "quote": "Am I in trouble here or something?"
            },
            {
                "character": "Michael",
                "quote": "No... no, this is just a stupid formality."
            },
            {
                "character": "Holly",
                "quote": "No, it's not a formality. Now, were these, um, meet-ups just personal? Unrelated to business?"
            },
            {
                "character": "Meredith",
                "quote": "Nah, I wouldn't have done it if it wasn't for the discount paper. There's not a lot of fruit in those looms."
            },
            {
                "character": "Michael",
                "quote": "Ughh! For the love of God we're trying to help you... stupid bag."
            },
            {
                "character": "Holly",
                "quote": "What I don't understand is... why the steak coupons? I mean, if you were already getting the discounted paper?"
            },
            {
                "character": "Meredith",
                "quote": "Well it's funny. Maybe it's a girl thing, but after we did it, and he would give me those coupons, I just felt good about myself. [Holly begins to write in her notebook] Hey what's going on here? I thought I had immunity?"
            },
            {
                "character": "Holly",
                "quote": "Well unfortunately immunity or something being off the record does not really exist in the workplace. I mean I've never heard of anyone who's kept their job after something like this."
            },
            {
                "character": "Meredith",
                "quote": "Well... I'm not quitting."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[starts a stopwatch as Dwight yawns, stops it when Dwight is done] Yawn. Four seconds."
            },
            {
                "character": "Dwight",
                "quote": "What are you doing?"
            },
            {
                "character": "Jim",
                "quote": "Oh you had said that you don't do anything personal during work time so... I'm just making sure."
            },
            {
                "character": "Dwight",
                "quote": "Oh, so wait a minute, you're going to time me every time I yawn? That's absurd. [Jim smiles and starts the stopwatch] Really? [in a mocking voice] Oh hey look, monkey knows how to use a stopwatch everybody! He's ti--- [Dwight conceeds and goes back to work, Jim stops the watch]"
            },
            {
                "character": "Jim",
                "quote": "Personal conversation. Seventeen seconds."
            },
            {
                "character": "Dwight",
                "quote": "There is no way that that was--- [Jim starts the watch]"
            },
            {
                "character": "Jim",
                "quote": "[stops the watch] One second."
            },
            {
                "character": "Michael",
                "quote": "Well, well. Holly... lujah! It's a miracle, you're at your desk."
            },
            {
                "character": "Holly",
                "quote": "It's Mike-raculous."
            },
            {
                "character": "Michael",
                "quote": "Hoo-ooh! Reaching! You'll get there. Anyway, I was giving it some thought, and there's no reason that two attractive, good looking, intelligent, funny, attractive people can't, you know, just... sit down and work this whole Meredith thing out."
            },
            {
                "character": "Holly",
                "quote": "Sounds good."
            },
            {
                "character": "Michael",
                "quote": "Good. Would you care to bang it out over lunch?"
            },
            {
                "character": "Holly",
                "quote": "Oh I already bought this..."
            },
            {
                "character": "Michael",
                "quote": "Oh no, no, no. Your food is no good here, my lady. [sweeps her food into the trash can, misses] Sorry! You know what? Let's go out! Dunder Mifflin's treat. Um, actually you're not a client... so... we'll just split it? Ethical."
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "So, I've gone over corporate policy."
            },
            {
                "character": "Michael",
                "quote": "What do you think? What do you think of this place?"
            },
            {
                "character": "Holly",
                "quote": "Oh, it's very nice."
            },
            {
                "character": "Michael",
                "quote": "Istn't it? Yeah, it's kind of... business\/romantic. So you're from Des Moines?"
            },
            {
                "character": "Holly",
                "quote": "Mmm."
            },
            {
                "character": "Michael",
                "quote": "Wow, that sounds so... warm."
            },
            {
                "character": "Holly",
                "quote": "In Summer."
            },
            {
                "character": "Michael",
                "quote": "Here too. You know what my favorite season is?"
            },
            {
                "character": "Holly",
                "quote": "Maybe we should talk about Meredith first."
            },
            {
                "character": "Michael",
                "quote": "Yeah, get the boring stuff out of the way. Autumn was what I was going to say. When the leaves change. It's just, I... I think it is the most contemplative of seasons."
            },
            {
                "character": "Holly",
                "quote": "Ok, so I have gone over this and I have thought about it and I just don't think there is any way I can write a report that doesn't end with her being terminated."
            },
            {
                "character": "Michael",
                "quote": "Wow, terminator, terminator."
            },
            {
                "character": "Holly",
                "quote": "I'm from da future."
            },
            {
                "character": "Michael",
                "quote": "Yeah."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey, Andy."
            },
            {
                "character": "Andy",
                "quote": "Yo."
            },
            {
                "character": "Jim",
                "quote": "By any chance, did you see Battlestar Galactica last night?"
            },
            {
                "character": "Andy",
                "quote": "No, I did not. Was that any good?"
            },
            {
                "character": "Jim",
                "quote": "Actually not. It was really so-so."
            },
            {
                "character": "Dwight",
                "quote": "Ok. [Dwight turns around, but Jim holds up the stopwatch, threatening to start it]"
            },
            {
                "character": "Jim",
                "quote": "I mean I like all the crazy monsters and stuff. You know, like klingons and wookies and all that but... [Dwight begins to turn around again, Jim holds up the watch] Sorry, was there something you wanted to add, Dwight?"
            },
            {
                "character": "Andy",
                "quote": "Is that anything like the original Battlestar Galactica?"
            },
            {
                "character": "Jim",
                "quote": "You know, it's weird. It's practically a shot for shot remake."
            },
            {
                "character": "Andy",
                "quote": "Really? [Dwight closes his eyes, clutches the paper in his hands] Huh, that's cool."
            },
            {
                "character": "Jim",
                "quote": "Story's kinda bland. It's about this guy named Dumbledore Calrissian who needs to return the ring back to Mordor."
            },
            {
                "character": "Andy",
                "quote": "Really? That doesn't sound right."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I just don't want my employees thinking that their jobs depend on performance. I mean, what sort of place is that to call home? And Meredith needs this job. This is her main source of money."
            },
            {
                "character": "Holly",
                "quote": "Well, that's very sweet but we have to follow the protocol. Those are the rules."
            },
            {
                "character": "Michael",
                "quote": "Ok, new idea. We don't report it at all. We just punish her."
            },
            {
                "character": "Holly",
                "quote": "We punish her?"
            },
            {
                "character": "Michael",
                "quote": "Mmhmm, tell her she can't have sex for six months."
            },
            {
                "character": "Holly",
                "quote": "I don't think we could enforce that."
            },
            {
                "character": "Michael",
                "quote": "I don't know. I saw this thing, like a belt with a key."
            },
            {
                "character": "Holly",
                "quote": "A chastity belt."
            },
            {
                "character": "Michael",
                "quote": "No, it's more of a underwear garment that has little spikes like made of, sometimes they are made of metal. You know what I am talking about. You unlock a little door that... down... where you, where you put, where you put the..."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "He has not stopped working for a second. At 12:45 he sneezed while keeping his eyes open, which I always thought was impossible. At 1:32 he peed, and I know that because he did it in an open soda bottle under the desk while filling out expense reports. And on the flip side, I have been so busy watching him that I haven't even started work. It's exhausting, being this vigilant. I'll probably have to go home early today."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I am just saying that I don't think that you understand what I am saying."
            },
            {
                "character": "Holly",
                "quote": "No, you are saying that we should sweep it under the carpet, accept the discount on supplies, not fire Meredith and pretend like the whole thing never happened."
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Holly",
                "quote": "What am I saying?"
            },
            {
                "character": "Michael",
                "quote": "Well... bleh busted. I don't..."
            },
            {
                "character": "Holly",
                "quote": "I'm saying that her behavior is unethical and a little icky and I don't think I want to work in an environment where that sort of conduct is tolerated."
            },
            {
                "character": "Michael",
                "quote": "Well, you have to tolerate a lot when you are part of a family."
            },
            {
                "character": "Holly",
                "quote": "It's not a family. It's a workplace."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I will be honest with you. That car ride did not go well and that was not my fault. The only reason I am standing out here right now is because I don't want to take the elevator with her. And I am holding on to her leftovers. [throws Holly's leftovers in the trash]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[Dwight walks back to his desk] 19 minutes and 48 seconds. What were we doing for 19 minutes and 48 seconds?"
            },
            {
                "character": "Dwight",
                "quote": "None of your business."
            },
            {
                "character": "Jim",
                "quote": "So I guess I can assume that was personal."
            },
            {
                "character": "Dwight",
                "quote": "[Dwight stares at Angela, buttoning the top button of her blouse] Fine."
            },
            {
                "character": "Jim",
                "quote": "So maybe you're not completely ethical after all."
            },
            {
                "character": "Dwight",
                "quote": "Yes, maybe I'm not. [Dwight grins and gives a sly look at the camera]"
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "It's been a little tense. People are suspicious of me. And my best friend in the office won't even talk to me. Turns out being the morality police does not make you popular. I should know because in middle school I was the hall monitor and the kids used to stuff egg salad in my locker. I was just hoping middle school was over."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Kendall from corporate HR is on line one and Holly is on her way in too."
            },
            {
                "character": "Michael",
                "quote": "What's the only thing worse than one HR rep?"
            },
            {
                "character": "Ryan",
                "quote": "Two HR reps."
            },
            {
                "character": "Michael",
                "quote": "You get me."
            },
            {
                "character": "Holly",
                "quote": "Can I sit?"
            },
            {
                "character": "Michael",
                "quote": "I don't know. Can you? Kendall, my main man."
            },
            {
                "character": "Kendall",
                "quote": "[on speakerphone] Listen, Holly, Michael, I just got the report that your branch submitted and there's a lot of stuff about a relationship Meredith is having with.."
            },
            {
                "character": "Holly",
                "quote": "Yes, that came out during the ethics seminar."
            },
            {
                "character": "Michael",
                "quote": "Let the record show that it was during the immunity part of the seminar."
            },
            {
                "character": "Kendall",
                "quote": "Well, I'm not sure these circumstances warrant any action."
            },
            {
                "character": "Holly",
                "quote": "Oh, I think it is pretty clear that it was unethical."
            },
            {
                "character": "Kendall",
                "quote": "Well, from what I can gather it seems like a gray area. Look, to be honest the company is getting a discount at a tough time in our balance sheet and I don't know that the right thing to do for the company is to turn our noses up at that."
            },
            {
                "character": "Holly",
                "quote": "Umm, Kendall, I understand that the discount is good for the company but I'm just not happy about the way we are getting it."
            },
            {
                "character": "Kendall",
                "quote": "I thought it was clear with you, Holly. Your task was to get signatures from the employees showing that they completed the training."
            },
            {
                "character": "Holly",
                "quote": "No, I understand."
            },
            {
                "character": "Kendall",
                "quote": "Every other branch has managed to get this to us so if it's not something you can handle then that's a different discussion."
            },
            {
                "character": "Holly",
                "quote": "No. I can do it."
            },
            {
                "character": "Kendall",
                "quote": "Good."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "How do you tell somebody that you care about deeply, \"I told you so.\" Gently with a rose? In a funny way, like it's a hilarious joke? Or do you just let it go, because saying it would just make things worse? ... Probably the funny way."
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "Can I have everyone's attention? Excuse me, may I have everyone's attention, please. We need to finish the ethics seminar."
            },
            {
                "character": "Andy",
                "quote": "No way, lady."
            },
            {
                "character": "Kevin",
                "quote": "It's a trap."
            },
            {
                "character": "Holly",
                "quote": "Everyone, please, I just need your signatures to show corporate that I gave you the training."
            },
            {
                "character": "Meredith",
                "quote": "Don't sign anything."
            },
            {
                "character": "Michael",
                "quote": "Ok, everybody listen up. If you are not in that conference room in two minutes I am going to kill you."
            },
            {
                "character": "Stanley",
                "quote": "It's a quarter to five and I have started to gather my things."
            },
            {
                "character": "Michael",
                "quote": "Get in there right now or I'm gonna lose it! [everyone gets up to go in the conference room]"
            },
            {
                "character": "Meredith",
                "quote": "Am I getting fired?"
            },
            {
                "character": "Michael",
                "quote": "Now is really not the time, Meredith."
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "In this next section we examine the difference between sick days and personal days. Sick days are only to be used when an illness precludes you form doing your job or can spread to your coworkers. Personal days, on the other hand, are much more flexible."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Thank you, Meredith, this was delicious."
            },
            {
                "character": "Meredith",
                "quote": "Hey, where is the steak sauce?"
            },
            {
                "character": "Kevin",
                "quote": "I think we're out."
            },
            {
                "character": "Meredith",
                "quote": "I got some in my minivan somewhere."
            },
            {
                "character": "Andy",
                "quote": "Wait a second, how does the steak factor in again?"
            },
            {
                "character": "Kevin",
                "quote": "I think she got it as a tip, but I don't know why she didn't just take cash."
            },
            {
                "character": "Phyllis",
                "quote": "I don't care what she's doing. I just hope she keeps doing it."
            },
            {
                "character": "Stanley",
                "quote": "Amen. Just keep the ribs coming."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Holly",
                "quote": "Stealing office supplies is another big ethical area that there seems to be some confusion about."
            },
            {
                "character": "Oscar",
                "quote": "That's a big ethical area?"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Listen, I would love to have an honest conversation with management about ethics. Why isn't the company doing better? Mmm... it could be the pad of Post-its I took home last week. Or it could be the twelve million dollars in deferred compensation in stock options they paid the CEO for a year of substandard performance. I'm sure we'll cover both in the seminar."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "I've done some things I'm not proud of. Committed some atrocities in Vietnam, uh, two years ago. Princess Cruise Lines."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "During our honeymoon safari in Africa, Bob and I were driving late at night, and he'd been drinking, and suddenly thump. We hit something with our jeep. It was probably a man. We didn't know what to do. We heard the police were corrupt and they might beat us, so we just kept driving as fast as we could. We bribed the airline, got on a plane that night, and fled home. Maybe it was just an ostrich. In a soccer uniform."
            }
        ],
        [
            {
                "character": "Holly",
                "quote": "Have any of you ever faced any ethical dilemmas in the work place?"
            },
            {
                "character": "Michael",
                "quote": "Let's keep this rollin'... Ryan?"
            },
            {
                "character": "Jim",
                "quote": "Oh, but you mean other than embezzling?"
            },
            {
                "character": "Ryan",
                "quote": "Fraud, Jim, Fraud."
            },
            {
                "character": "Jim",
                "quote": "Fraud."
            },
            {
                "character": "Ryan",
                "quote": "Sure, last year you guys were riding me really hard for the website and I just peeled out my Z3 and I knocked the mirror off somebody's car. I never said a thing."
            },
            {
                "character": "Kevin",
                "quote": "Wait, what?"
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "You knocked the mirror off of my car."
            },
            {
                "character": "Ryan",
                "quote": "Yeah, isn't that messed up?"
            },
            {
                "character": "Kevin",
                "quote": "Yeah."
            },
            {
                "character": "Ryan",
                "quote": "That guy did a lot of things I'm not proud of."
            },
            {
                "character": "Kevin",
                "quote": "Wait, when you say \"that guy\", you mean you?"
            },
            {
                "character": "Ryan",
                "quote": "I mean the guy I used to be. I'm Ryan 2.0 and if it makes you feel any better, that guy did a lot of messed up stuff to me too. [tries to walk away]"
            },
            {
                "character": "Kevin",
                "quote": "No, you mean that you did a lot of messed up stuff to you... too?"
            },
            {
                "character": "Ryan",
                "quote": "Look, I feel you okay? That guy took no responsibility for his actions."
            },
            {
                "character": "Kevin",
                "quote": "But are, are you gonna pay for my mirror?"
            },
            {
                "character": "Ryan",
                "quote": "If I have to answer for everything that guy did... [shakes head] I'm never gonna move on."
            },
            {
                "character": "Kevin",
                "quote": "It was like two hundred dollars."
            },
            {
                "character": "Ryan",
                "quote": "We're never going to get what need from that guy. [still shaking head, pats Kevin on the shoulder and walks out of the kitchen]"
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Hey, anybody see a pair of sunglasses?"
            },
            {
                "character": "Kevin",
                "quote": "Umm... I think I saw some in the kitchen. [toaster oven bell rings, Ryan opens it as smoke rolls out and he see's his melted sunglasses on the tray, Ryan takes cooked sunglasses to Kevin] Oh! I didn't do that. That was Kevin 1.0, but he hurt a lot of people Ryan, and I can't accept responsibility for what he did. [Ryan walks away and throws his sunglasses in the trash, Kevin smiles]"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "What are we gonna do?"
            },
            {
                "character": "Stanley",
                "quote": "About what?"
            },
            {
                "character": "Meredith",
                "quote": "Holly. She's on the warpath. She is gunning for all our jobs. Do you guys have any dirt on her?"
            },
            {
                "character": "Phyllis",
                "quote": "Mmm... sometimes her stockings have a run in them."
            },
            {
                "character": "Meredith",
                "quote": "No. Something I can blackmail her with."
            },
            {
                "character": "Phyllis",
                "quote": "One time I said good morning to her, and she didn't say it back."
            },
            {
                "character": "Meredith",
                "quote": "Stanley, didn't she say a bunch of racist stuff to you?"
            },
            {
                "character": "Stanley",
                "quote": "No, that was you."
            },
            {
                "character": "Meredith",
                "quote": "You weren't even in the room! Thanks for nothing."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Hey, how did it go?"
            },
            {
                "character": "Michael",
                "quote": "Oh, cr..., oh, God. Meredith, you know what? I just need a minute, okay?"
            },
            {
                "character": "Meredith",
                "quote": "Okay. [remains sitting]"
            },
            {
                "character": "Michael",
                "quote": "What do you need?"
            },
            {
                "character": "Meredith",
                "quote": "I'm getting fired, aren't I? I can't get fired. I got nothing else. Nothing. No skill set. Can't type, bad on the phone, not great with people."
            },
            {
                "character": "Michael",
                "quote": "I... really want to keep you."
            },
            {
                "character": "Meredith",
                "quote": "Where else am I gonna get another job that lets me come it at eleven and leave at four?"
            },
            {
                "character": "Michael",
                "quote": "Wait, what?"
            },
            {
                "character": "Meredith",
                "quote": "I wish Toby was still here."
            },
            {
                "character": "Michael",
                "quote": "Nnnngah!"
            }
        ]
    ]
}