{
    "season": 6,
    "episode": 14,
    "title": "Sabre",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Oh, yeah. [clapping and chanting] I got a big box, yes I do. I got a big box how 'bout you? [points to Erin]"
            },
            {
                "character": "Erin",
                "line": "[clapping] I got a big box, yes I do. I got a big box how 'bout you? [points to Oscar]"
            },
            {
                "character": "Oscar",
                "line": "I think you don't know what you're saying."
            },
            {
                "character": "Michael",
                "line": "It's from \"Sob-ray\", our new owner, and it is to Sabre, us. I wonder what's inside. Scissor me. [Erin tosses Michael open scissors, Pam is appalled]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Dunder Mifflin was recently bought by an electronics company named Sabre. [mispronounced \"sob-ray\"] They stepped in at the 11th hour, and they saved our asses. Although David Wallace said that we were the one branch that was actually working right, so we probably could have saved our own asses. We didn't need them touching our asses."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Oh! [rips open cardboard box] Wow. Awesome. [distributing items] For accounting, a brand new printer. And for the sales staff, a new fax machine. This cord has Creed written all over it. And whoever would like a brand new scanner can come visit it in my office. Thank you."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Here we go. [scans stuffed animal] Oh! Wow."
            },
            {
                "character": "Michael",
                "line": "Cool. What next? [Dwight puts his face on scanner]"
            },
            {
                "character": "Erin",
                "line": "Guys, um, who's Gabe? This note says to put the box aside for Gabe Lewis, who's coming tomorrow?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Okay, everybody, listen up. I have some bad news. Due to circumstances beyond my control -"
            },
            {
                "character": "Dwight",
                "line": "Impulsivity and inattention to detail."
            },
            {
                "character": "Michael",
                "line": "Hey, hey. I have opened a box, which should not have been opened..."
            },
            {
                "character": "Dwight",
                "line": "Terrible mistake."
            },
            {
                "character": "Michael",
                "line": "And distributed things which should not have been distributed."
            },
            {
                "character": "Dwight",
                "line": "Undistributable."
            },
            {
                "character": "Pam",
                "line": "Well, maybe we can put the box back together."
            },
            {
                "character": "Dwight",
                "line": "Impossible. He opened it like an ape."
            },
            {
                "character": "Oscar",
                "line": "I think we can do it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Pam and Oscar are trying to repack cardboard box] Yep, yep."
            },
            {
                "character": "Oscar",
                "line": "Right? Mm. Did we try printer first? Shredder at an angle -"
            },
            {
                "character": "Pam",
                "line": "Yep."
            },
            {
                "character": "Oscar",
                "line": "Fax, cable, then the scanner upside down?"
            },
            {
                "character": "Pam",
                "line": "Yes."
            },
            {
                "character": "Creed",
                "line": "Have you tried making everything smaller?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "And - [Jim seals box with tape, rips covered with stickers] Wow. Really nice job. This group of people, when they put their minds together, they can do something great. And I think that you should all be proud of yourselves. [cell phone starts ringing from inside box]"
            },
            {
                "character": "Pam",
                "line": "Oh, Michael."
            },
            {
                "character": "Michael",
                "line": "Alright, relax. We can do it. We just did it. So we can do this again. Erin, scissor me please. [Erin tosses open scissors across Jim and Pam]"
            },
            {
                "character": "Pam",
                "line": "No, don't!"
            },
            {
                "character": "Michael",
                "line": "[fumbles] Thank you. Oh! Got it. Ok."
            },
            {
                "character": "Michael",
                "line": "Alright, he's on his way up. Okay. Are we ready?"
            },
            {
                "character": "Pam",
                "line": "What do you want us to do?"
            },
            {
                "character": "Michael",
                "line": "Why do I have to explain everything?"
            },
            {
                "character": "Pam",
                "line": "Because we're usually not on the same page."
            },
            {
                "character": "Michael",
                "line": "Okay. [starts round of applause]"
            },
            {
                "character": "Gabe",
                "line": "Oh. Okay. And to you. [begins applauding]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Gabe seems tall. Hope we get along. Had a very good thing going with David Wallace. He was a good guy. He was somebody I could trust. Here he is. [holding up photo of him and Wallace] You can really see that he is ok taking a picture with me. Even though I was there for disciplinary reasons."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Welcome. Scranton hot dog from Scranton?"
            },
            {
                "character": "Michael",
                "line": "You know what, Dwight? Let's give him a minute to settle in, shall we? Ok?"
            },
            {
                "character": "Gabe",
                "line": "Um, hi, uh, my name is Gabe Lewis. I am coordinating director for merging regions."
            },
            {
                "character": "Michael",
                "line": "Hello, Gabe. I am Michael Scott, co-manager. This is my protege, Jim Halpert."
            },
            {
                "character": "Jim",
                "line": "Co-manager, actually."
            },
            {
                "character": "Michael",
                "line": "In training."
            },
            {
                "character": "Jim",
                "line": "Trained. Loving it. Good at it. So..."
            },
            {
                "character": "Gabe",
                "line": "We are very impressed with this branch and we are so excited about this merger."
            },
            {
                "character": "Michael",
                "line": "We're very excited too, aren't we guys? Right?"
            },
            {
                "character": "Dwight",
                "line": "So excited."
            },
            {
                "character": "Michael",
                "line": "We have a little song prepared for you."
            },
            {
                "character": "Gabe",
                "line": "Um, actually, if you don't mind, I would love to put this on the Sabre website. [correctly pronounced \"say-ber\"]"
            },
            {
                "character": "Michael",
                "line": "Sabre. Say-ber. Sabre."
            },
            {
                "character": "Dwight",
                "line": "Oh. Of course."
            },
            {
                "character": "Michael",
                "line": "Yes, say-ber. Good. Take it away guys."
            },
            {
                "character": "Andy",
                "line": "Ok. [playing guitar to the tune of Miley Cyrus' Party in the USA]"
            },
            {
                "character": "Andy &amp; Erin",
                "line": "[singing] Hopped off the train in Scranton, PA, another cloudy gray afternoon. Jumped in the cab, here you are for the first time, look to the right see the \"Electric City\" sign. This is gonna be good day, for Dunder Mifflin and Sob-ray. Sab - [guitar stops]"
            },
            {
                "character": "Michael",
                "line": "Saber."
            },
            {
                "character": "Andy",
                "line": "Saber. [sings] Dunder Mifflin and Saber. So yeah, yeah, yay, yay."
            },
            {
                "character": "Andy &amp; Erin",
                "line": "Dunder Mifflin is a part of Sob-ray. So yeah, yeah, yay, yay. Dunder Mifflin is a part of Sabre. [music stops]"
            },
            {
                "character": "Andy",
                "line": "You sure it's saber?"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Jim",
                "line": "Thank you. Hey, we should be fine if we leave around 11:20."
            },
            {
                "character": "Pam",
                "line": "Oh, you mapquested it. It's four blocks away."
            },
            {
                "character": "Jim",
                "line": "Well, now we won't get lost. Or we could drive. And that takes one minute."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "We found a great local daycare. It's rated really high by all the local parenting websites. But that means it's also really hard to get into."
            },
            {
                "character": "Jim",
                "line": "Turns out, a lot of parents want the very best for their children. That's weird."
            },
            {
                "character": "Pam",
                "line": "We're hoping our interview seals the deal."
            },
            {
                "character": "Jim",
                "line": "But if not, there's always the army. The infantry."
            },
            {
                "character": "Pam",
                "line": "Okay. Okay. Yeah."
            }
        ],
        [
            {
                "character": "Christian Slater",
                "line": "So you've just been bought by Sabre. You've probably got a lot of questions. Hi. I'm Christian Slater. What's it like to work for Sabre? Let's find out together. Working at Sabre means taking on the challenge of the road that rises to meet you. Sabre is respecting the past, but opening a window to the future. Have you ever tasted a rainbow? At Sabre, you will."
            },
            {
                "character": "Jo",
                "line": "You'll find it easy to embrace the Sabre spirit. Welcome. We're very excited to go on this journey with you."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Christian Slater impression] So you've been shown a nonsensical video. You're probably wondering, \"What's going on?\" Well, you're not alone."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Wow. Really terrific."
            },
            {
                "character": "Gabe",
                "line": "Most of our business comes from selling printers. So don't think of yourselves as paper salesmen anymore, but as printer salesmen who also sell paper."
            },
            {
                "character": "Michael",
                "line": "Perfect."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "No. Don't like that."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "At Sabre, we really encourage honest communication. You should always feel free to express your thoughts, your -"
            },
            {
                "character": "Meredith",
                "line": "Talk about vacation days!"
            },
            {
                "character": "Gabe",
                "line": "We have a policy here at Sabre where we are, uh, allowed to take two weeks."
            },
            {
                "character": "Oscar",
                "line": "But I banked six weeks."
            },
            {
                "character": "Angela",
                "line": "I already booked a Great Lakes cruise."
            },
            {
                "character": "Meredith",
                "line": "Hey, who the hell's going through our stuff?"
            },
            {
                "character": "Gabe",
                "line": "Actually, that's Nick. He's your new IT guy. Uh, he's setting up a site blocker. Mostly blocking the inappropriate sites. And then there are the time-wasting sites like Twitter, YouTube. We are blocking those as well."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Mm, nope. Don't like that."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "Ok, did everyone get one? With these bottles, we eliminate the need for plastic water bottles, which are the scourge of the environment."
            },
            {
                "character": "Michael",
                "line": "We'll still get to use the little cups, though, right?"
            },
            {
                "character": "Gabe",
                "line": "Little cups? Like paper or plastic or... ?"
            },
            {
                "character": "Michael",
                "line": "I don't know what they're made of."
            },
            {
                "character": "Dwight",
                "line": "They're 2 ounce paper cups dipped in plastic. He goes through 20 a day."
            },
            {
                "character": "Gabe",
                "line": "Ok, well, I bet you can fit 20 little cups of water in your aluminum bottle."
            },
            {
                "character": "Michael",
                "line": "You know what can't fit in a bottle, are the 20 little trips I take to the cooler, and the 20 little scans I do of everybody to make sure everything's running smoothly. And the 20 little conversations that I have with Stanley."
            },
            {
                "character": "Stanley",
                "line": "That's ok."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There is a small part of me that is actually very excited about this new company. But 70 percent of me is water, and the other part, the real part, the part that has feelings and emotions and thoughts and makes decisions and, if I can be crass, makes babies, that part thinks that all of these changes suck ba -"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[in line to fill up water bottle behind Kevin and Toby] Really? You don't have enough water in there? Your stomach?"
            },
            {
                "character": "Toby",
                "line": "Oop."
            },
            {
                "character": "Michael",
                "line": "What?"
            },
            {
                "character": "Toby",
                "line": "Looks like we kicked it. [indicates water jug is empty]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I miss the old Dunder Mifflin. Too much change is not a good thing. Ask the climate."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I don't want to appear ungrateful for everything Sabre's doing for us."
            },
            {
                "character": "Gabe",
                "line": "Oh, I don't get that sense at all from you, so..."
            },
            {
                "character": "Michael",
                "line": "Well, you should have a little. But it's great that you don't, because I am trying to embrace all of these changes, but I'm - I'll be honest, I'm having trouble wrapping my head around a couple of 'em."
            },
            {
                "character": "Gabe",
                "line": "Which ones?"
            },
            {
                "character": "Michael",
                "line": "All of them."
            },
            {
                "character": "Gabe",
                "line": "Well, I wish that I could do something, but it's kind of policy, you know? Above my pay grade. You know?"
            },
            {
                "character": "Michael",
                "line": "So maybe we should call. We should call someone. I could help. I'm good with bosses. Call one of the higher-ups?"
            },
            {
                "character": "Gabe",
                "line": "You know what? Let me see what I can do."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[after entering daycare] Ok, this is officially the cutest thing I've ever seen. Cubbies. I totally forgot about cubbies."
            },
            {
                "character": "Pam",
                "line": "There's a finger-painting station and a curly slide. Am I too old to go here?"
            },
            {
                "character": "Jim",
                "line": "Oh. Adorable, right? [opens kiddie bathroom, sees man on toilet] I walked in on someone in the bathroom."
            },
            {
                "character": "Pam",
                "line": "What?"
            },
            {
                "character": "Jim",
                "line": "I just walked in on someone in the bathroom."
            },
            {
                "character": "Pam",
                "line": "Who? The -"
            },
            {
                "character": "Jim",
                "line": "I don't know. I don't know."
            },
            {
                "character": "Pam",
                "line": "The guy we're meeting with?"
            },
            {
                "character": "Jim",
                "line": "I don't know, I don't know."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I am telling you, there are no strawberries in here."
            },
            {
                "character": "Erin",
                "line": "Well, I saw them in there."
            },
            {
                "character": "Andy",
                "line": "Well maybe they ran away, because the pizza was like, [imitating Italian accent] \"Hey, get out of here, you stupid strawberries.\""
            }
        ],
        [
            {
                "character": "Erin",
                "line": "I think when Andy finally asks me out he's going to try to top what he did with the drum line. I can't wait to see what he comes up with."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "The ball's totally in Erin's court. After the whole drum line thing."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "[on videochat] First let me say that I told them everything you wanted me to say, in just the way you wanted me to say it, so..."
            },
            {
                "character": "Jo",
                "line": "Gabe, honey, I love this. I love the sound of your voice. But I really need some new information now."
            },
            {
                "character": "Gabe",
                "line": "Ok, um, I told the story of your uncle, and I have a feeling that you would have [Michael gesturing behind computer] really been proud of the way... Okay, um..."
            },
            {
                "character": "Jo",
                "line": "Wait a minute, who is it? Who's there? Is there somebody in the room with you? [Michael gesturing \"no\"] I want to see who it is. Turn me around."
            },
            {
                "character": "Gabe",
                "line": "I don't - it's just..."
            },
            {
                "character": "Jo",
                "line": "Turn me around. Now. [Michael starts to leave, Jo whistles] Hey, Buddy. Is it something I said?"
            },
            {
                "character": "Michael",
                "line": "Hello. No. My name's Michael Scott. Hello."
            },
            {
                "character": "Jo",
                "line": "Oh, hello, Mr. Scott. Pleased to meet you."
            },
            {
                "character": "Michael",
                "line": "Nice to meet you. We are very excited about the merger with Sabre. I think you have a great accent."
            },
            {
                "character": "Jo",
                "line": "Aw, thank you. I've been working on it since I was a little girl. To, um, to what do I owe the pleasure of this videochat?"
            },
            {
                "character": "Michael",
                "line": "Well, I am little concerned with all of these changes, to be quite frank. I think we have done things a certain way here at Dunder Mifflin for quite some time, and -"
            },
            {
                "character": "Jo",
                "line": "Pardon. Pardon me, Mr. Scott, but the last time I saw a company as mismanaged as Dunder Mifflin, it was my grandson's snowball company, so you'll excuse me if I prefer that you all adapt to the way that we do things."
            },
            {
                "character": "Michael",
                "line": "Ok. I feel very strongly that you can't just come in here and change everything that people have been doing forever. Is Christian Slater back there? Because... he knows. He'd know what to do."
            },
            {
                "character": "Jo",
                "line": "So listen, why don't you tell Gabe if by the end of the day you can't handle the changes."
            },
            {
                "character": "Michael",
                "line": "I have already told him, but I will tell him again if you think that will help."
            },
            {
                "character": "Jo",
                "line": "I would take until the end of the day if I were you. [Michael leaves conference room]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[Throws aluminum bottle out of car window, breaks a windshield, speeds out of parking lot]"
            }
        ],
        [
            {
                "character": "Jerry",
                "line": "Pam and Jim? Hey, I'm Jerry."
            },
            {
                "character": "Pam",
                "line": "Hi Jerry."
            },
            {
                "character": "Jim",
                "line": "Jerry."
            },
            {
                "character": "Jerry",
                "line": "Good to see you. Come on in. My office is right back here. This is the play room."
            },
            {
                "character": "Jim",
                "line": "This is great. Got to confess, we came a little early, so we got a quick look around, but, uh -"
            },
            {
                "character": "Jerry",
                "line": "Oh, so you saw it already?"
            },
            {
                "character": "Jim",
                "line": "No, no, no, no. Yes. We saw this, yes. No, it wasn't like a look around. We really just had a peek. Quick peek. Didn't focus on anything in particular."
            },
            {
                "character": "Pam",
                "line": "It's lovely."
            },
            {
                "character": "Jerry",
                "line": "[cell phone rings] Oh. Got to take this. Sorry."
            },
            {
                "character": "Jim",
                "line": "Do it."
            },
            {
                "character": "Jerry",
                "line": "Okay. Hi, this is Jerry."
            },
            {
                "character": "Pam",
                "line": "Ok, you've got to pull it together."
            },
            {
                "character": "Jim",
                "line": "We should just go. He's really uncomfortable."
            },
            {
                "character": "Pam",
                "line": "He's uncomfortable because you're acting weird. So you have to stop acting weird."
            },
            {
                "character": "Jim",
                "line": "What if we just bring it up? We just put it out in the open?"
            },
            {
                "character": "Pam",
                "line": "That's the weirdest possible solution to the problem."
            },
            {
                "character": "Jerry",
                "line": "Sorry about that. Right this way."
            },
            {
                "character": "Jim",
                "line": "All right."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I have come here today to talk to Mr. David Wallace about this whole thing going on with Sabre. [rings doorbell] He will know exactly what to do. He is not a big fan of me dropping by announced. But then again, who is? [loud drumming as door opens] Hey. Hi, sorry."
            },
            {
                "character": "David Wallace",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "I hope you're not busy doing something."
            },
            {
                "character": "David Wallace",
                "line": "No, you kidding? Come on in. Come on."
            },
            {
                "character": "Michael",
                "line": "You sure?"
            },
            {
                "character": "David Wallace",
                "line": "You look great."
            },
            {
                "character": "Michael",
                "line": "You look great too."
            },
            {
                "character": "David Wallace",
                "line": "You hungry? I'm just having lunch."
            },
            {
                "character": "Michael",
                "line": "Oh, yeah, that sounds good."
            },
            {
                "character": "David Wallace",
                "line": "Fantastic. Teddy, look who just stopped in."
            },
            {
                "character": "Teddy Wallace",
                "line": "Huh? Hey. [continues drumming]"
            },
            {
                "character": "Michael",
                "line": "Hey. Wow."
            },
            {
                "character": "David Wallace",
                "line": "Keep it up, son."
            },
            {
                "character": "Michael",
                "line": "Really loud."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Wow. Oh, yummy. [David spreads marshmallow fluff on bread] You have got the life, my friend."
            },
            {
                "character": "David Wallace",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "Can I just stay here and never go back?"
            },
            {
                "character": "David Wallace",
                "line": "Things not going so well there?"
            },
            {
                "character": "Michael",
                "line": "Oh, man. How much time do you have?"
            },
            {
                "character": "David Wallace",
                "line": "I have a doctor's appointment next Thursday."
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Mrs. Wallace",
                "line": "Hey, honey. How's your day going? Did you do anything cool?"
            },
            {
                "character": "David Wallace",
                "line": "Uh, no, sweetie. I just sort of hung out."
            },
            {
                "character": "Mrs. Wallace",
                "line": "Oh, 'cause I saw you had shoes on, so I didn't know if you did anything."
            },
            {
                "character": "David Wallace",
                "line": "No. Just hanging out, honey. You remember Michael."
            },
            {
                "character": "Michael",
                "line": "Hi. Sorry, I was just in the neighborhood, thought I'd come by, see..."
            },
            {
                "character": "Mrs. Wallace",
                "line": "No problem at all. This is great. So what are you guys up to?"
            },
            {
                "character": "Michael",
                "line": "I don't know."
            },
            {
                "character": "David Wallace",
                "line": "Uh, but maybe, uh - actually, you know, I think maybe we'll go outside. May -maybe we'll go outside. [drumming intensifies] Outside."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "There was one thing we were curious about, uh, your flexibility on things like Easter or Memorial Day, because we might want to change our days around a little bit."
            },
            {
                "character": "Jerry",
                "line": "That seems a bit premature, don't you think? I don't even know if I have a space for you yet, and you're already lining up your holiday plans."
            },
            {
                "character": "Jim",
                "line": "Oh, no, sorry. Just, um, we're kind of planners. But we're also flexible too, so you know what? Maybe we can just discuss it when the time comes."
            },
            {
                "character": "Jerry",
                "line": "Yeah, if the time comes, we can discuss it."
            },
            {
                "character": "Pam",
                "line": "Is this because Jim walked in on you going to the bathroom?"
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Jerry",
                "line": "Seriously? You told her?"
            },
            {
                "character": "Jim",
                "line": "Did it? It might have come up while we were waiting for you."
            },
            {
                "character": "Jerry",
                "line": "And you - you thought that might have something to do with how the meeting is going?"
            },
            {
                "character": "Jim",
                "line": "No."
            },
            {
                "character": "Pam",
                "line": "Maybe, because it doesn't seem to be going super well."
            },
            {
                "character": "Jerry",
                "line": "Well, you didn't consider the fact that it might not be going super well just because it might not be going super well?"
            },
            {
                "character": "Pam",
                "line": "Nope. 'Cause we're really nice people but you don't seem to like us."
            },
            {
                "character": "Jerry",
                "line": "I'm being perfectly pleasant. Did you ever consider that you might not be as charming as you think you are?"
            },
            {
                "character": "Jim",
                "line": "Oh, this coming from the guy who still uses a children's toilet? Why didn't you just lock the door, man?"
            },
            {
                "character": "Jerry",
                "line": "It doesn't lock for the children's safety."
            },
            {
                "character": "Jim",
                "line": "Anybody could have walked in."
            },
            {
                "character": "Jerry",
                "line": "It was story time."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Sabre is changing everything. [Michael and David sitting in hot tub] Site blockers. They don't let us use cups. So I started thinking, who could handle this? Who would know what to do? David Wallace would know what to do. What should I do, David Wallace?"
            },
            {
                "character": "David Wallace",
                "line": "I don't know. I mean, what can you do?"
            },
            {
                "character": "Michael",
                "line": "Exactly. What are you thinking?"
            },
            {
                "character": "David Wallace",
                "line": "I, I - It's a tough one."
            },
            {
                "character": "Michael",
                "line": "It is a tough one."
            },
            {
                "character": "David Wallace",
                "line": "I don't have any ideas for you there."
            },
            {
                "character": "Michael",
                "line": "Yeah. But one would be good."
            },
            {
                "character": "David Wallace",
                "line": "Hey, oh, okay. Wait."
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "David Wallace",
                "line": "I want to tell you about a business idea I have."
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "David Wallace",
                "line": "Ok? You know how kids leave their toys everywhere? Okay. So this is a vacuum. It's like a shop-vac type of thing. [imitates vacuum] Teaches kids how to pick up their own toys. Right? Baseball gloves, hacky sacks, drumsticks. [sucking noise] Picks it up!"
            },
            {
                "character": "Michael",
                "line": "So the kid's making the noise to pick it up."
            },
            {
                "character": "David Wallace",
                "line": "No. No, no, no. That's the -that's the vacuum noise."
            },
            {
                "character": "Michael",
                "line": "Oh, okay."
            },
            {
                "character": "David Wallace",
                "line": "You-you don't like it."
            },
            {
                "character": "Michael",
                "line": "No, I think it is-"
            },
            {
                "character": "David Wallace",
                "line": "No, it's ok. Another guy from Dunder Mifflin, Arnie from Research, he's gonna draw up the prototype. And, uh... It's like shop-vac. [sucking noise] Did I say that?"
            },
            {
                "character": "Michael",
                "line": "Yep."
            },
            {
                "character": "David Wallace",
                "line": "It'll be ok."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey, any fun weekend plans?"
            },
            {
                "character": "Erin",
                "line": "No, you?"
            },
            {
                "character": "Andy",
                "line": "Uh, no, actually. So nothing? No movies, or parties, or anything you might want to invite someone to?"
            },
            {
                "character": "Erin",
                "line": "Nothing. It's wide open."
            },
            {
                "character": "Andy",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "That's as hard as I can hint."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Hey, you know, if you want, I'm sure I can get Arnie on board if you wanted to join us for suck it. Work together again."
            },
            {
                "character": "Michael",
                "line": "The what?"
            },
            {
                "character": "David Wallace",
                "line": "Suck it. That's what it's called."
            },
            {
                "character": "Michael",
                "line": "Oh, okay."
            },
            {
                "character": "David Wallace",
                "line": "Huh? Catchy. Kids'll love it."
            },
            {
                "character": "Michael",
                "line": "Like it."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There are very few things that would make me not want to team up with David Wallace. And Suck It is one of 'em."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "See you later. [hugs Wallace]"
            },
            {
                "character": "David Wallace",
                "line": "Oh, Michael."
            },
            {
                "character": "Michael",
                "line": "Bye now."
            },
            {
                "character": "David Wallace",
                "line": "Thank you for coming."
            },
            {
                "character": "Michael",
                "line": "Thanks for having me."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well, that's not the David Wallace that I remember. [reverses out of driveway, Wallace follows him] That is some sort of weird creature that lives in David Wallace's house. Oh, my god. Alright. Just get me out of here."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hello. [comes in carrying 4 gallons of orange juice and his water bottle] Is anybody home? Oh, thank you, Erin. Now if everyone would please ready their canteens, so I can fill them with the sweet, sweet nectar of Gabe's homeland, and then propose a toast. Here we go."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know when people say getting fired was the best thing that ever happened to them? I feel sorry for those people. That's the best thing? Really? Ugh."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Well, I'm not really one for making speeches."
            },
            {
                "character": "Everyone",
                "line": "Yes. Yes, you are. You make a lot."
            },
            {
                "character": "Michael",
                "line": "But I feel pretty good right now. I really do. A lot better than I did earlier. Let me tell you."
            },
            {
                "character": "Angela",
                "line": "That's your toast?"
            },
            {
                "character": "Michael",
                "line": "No. This is my toast. I think this whole thing with Sabre is going to work out. I have a very good feeling about it."
            },
            {
                "character": "Phyllis",
                "line": "Michael, this isn't a toast. You're just thinking out loud."
            },
            {
                "character": "Michael",
                "line": "Here's my toast. Orange juice is in here. And, like Saber, it is from Florida, and it is good."
            },
            {
                "character": "Kevin",
                "line": "Just 'cause you have liquid that doesn't make it a toast."
            },
            {
                "character": "Michael",
                "line": "Here's the toast. I'm gonna do it now. Raise your container to us and to Sabre."
            },
            {
                "character": "Everyone",
                "line": "To us and to Sabre."
            },
            {
                "character": "Michael",
                "line": "Mm. Wow. That is metallicy. Ugh. That's like drinking a battery. Ah, really gets you in the fillings, doesn't it? Okay, anyway, welcome."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "[singing] Well, it's a mess, what a mess. What you gonna do? You're going to take out your Suck It and you suck it. Suck it. Yeah, take out your Suck It and you suck it."
            },
            {
                "character": "Teddy",
                "line": "Suck it!"
            },
            {
                "character": "David Wallace",
                "line": "Yeah!"
            },
            {
                "character": "Teddy",
                "line": "Suck it!"
            },
            {
                "character": "David Wallace",
                "line": "Yeah!"
            },
            {
                "character": "Teddy",
                "line": "Suck it!"
            },
            {
                "character": "David Wallace",
                "line": "Yeah! Take out the Suck It and we'll..."
            },
            {
                "character": "Teddy",
                "line": "Suck it!"
            },
            {
                "character": "David Wallace",
                "line": "Yeah!"
            },
            {
                "character": "Teddy",
                "line": "Suck it!"
            },
            {
                "character": "David Wallace",
                "line": "Yeah!"
            },
            {
                "character": "Both",
                "line": "Take out my Suck It and we'll suck it."
            },
            {
                "character": "David Wallace",
                "line": "Yeah! Teddy!"
            },
            {
                "character": "Teddy",
                "line": "Yeah. [high-five each other]"
            }
        ]
    ],
    "deleted_scenes": []
}