{
    "season": 6,
    "episode": 24,
    "title": "Whistleblower",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "[on Youtube video] There is nothing wrong, nor will there ever be wrong with any Sabre printers. Case closed. [phone rings, Michael picks it up] Michael Scott, as seen on TV."
            },
            {
                "character": "Todd Packer",
                "line": "[high-pitched voice] I saw you on the news and I want to pinch your tiny wiener... [normal voice] It's Packer!"
            },
            {
                "character": "Michael",
                "line": "OH! Pack Man, I thought you were a girl!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Apparently, there are allegations that Sabre printers can cause a fire. So they asked me to give a statement to the press. I'm like, what? All right. So I do it. It's on TV last night. And it's in the paper today. And it's online. And then I call Froggy 98.7, the request line. I talk to the host about it on the air. It's like, come on, people, enough."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Everybody, we are at DEFCON 5. I am officially the second-most watched clip of the day on the WBRE news site."
            },
            {
                "character": "Oscar",
                "line": "What's number one?"
            },
            {
                "character": "Michael",
                "line": "Oh, that teacher who was wrongfully accused of being a pedophile. Now, we cannot let the pedophile win again! I would like you all to go to the website and watch my clip eleven times."
            },
            {
                "character": "Jim",
                "line": "So instead of working, you want..."
            },
            {
                "character": "Michael",
                "line": "Yes."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Michael",
                "line": "Yes. Come on! Get it up! That's what... let's do it!"
            },
            {
                "character": "Angela",
                "line": "Oh, did you see this report that the zoo got a baby otter? It's on the same site!"
            },
            {
                "character": "Phyllis",
                "line": "Awww, it's kissing its mommy!"
            },
            {
                "character": "Michael",
                "line": "Please."
            },
            {
                "character": "Dwight",
                "line": "Michael, you have to see, this is like, the cutest thing ever."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Really? A baby otter? Okay, um, count me in as who cares. It's not even that interesting a baby otter, it can't even stand up. [looks toward computer] It's trying to stand up... [choking up] there it goes."
            }
        ],
        [
            {
                "character": "Jo",
                "line": "Howdy. I hope I'm not interrupting anything."
            },
            {
                "character": "Michael",
                "line": "Jo! We were not expecting you!"
            },
            {
                "character": "Jo",
                "line": "'Course you all, no doubt, know why I'm here."
            },
            {
                "character": "Kevin",
                "line": "No."
            },
            {
                "character": "Jo",
                "line": "Turns out our printers are famous. They're all over the news. It's an interesting story. Cheap foreign printers attacking innocent Americans. Well, actually the, the real story isn't quite as racy, but uh... let's give it a go."
            },
            {
                "character": "Kevin",
                "line": "Jo, I think that I know what happened."
            },
            {
                "character": "Jo",
                "line": "I'm not sure you do, teddy bear."
            },
            {
                "character": "Kevin",
                "line": "Well, now I think I might not."
            },
            {
                "character": "Jo",
                "line": "Not long ago, we discovered a defect in one of our printers, so we got a software patch and fixed it right up, just like that. I don't know how it works. But just as we were about to send out a letter to our affected customers, giving 'em free toner, and we keep 'em, happy, but somebody here, they liked that first story better. The one where we lose half our clients for no damn good reason! Whoever it was who talked to the press, they should come forward, please."
            },
            {
                "character": "Michael",
                "line": "Jo, Jo, I can assure you it was no one in this office."
            },
            {
                "character": "Jo",
                "line": "Can you now?"
            },
            {
                "character": "Michael",
                "line": "Absolutely. Anyone who talked to the press, please raise your hand."
            },
            {
                "character": "Phyllis",
                "line": "[quietly, to Andy] Put your hand up, Norma Rae."
            },
            {
                "character": "Andy",
                "line": "If you say anything, so help me God, I'll break off the temples of your glasses and stick them in your eye sockets."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "So unfair. Even if I thought that our printers killed baby seals, I would not be a whistleblower. The Bernards, for generations, have silenced whistleblowers. It's how we made all our money. Woody Guthrie wrote a song about us. [sings] Old Mr. Bernard, old Mr. Bernard, who have you silenced today?"
            }
        ],
        [
            {
                "character": "Jo",
                "line": "[as Gabe hands out forms to everyone] It's a little form, says \"I did not do it.\""
            },
            {
                "character": "Michael",
                "line": "There is no reason for anyone here to sign this, because I know everything there is to know about these people. I know when their birthdays are, I know what their favorite kind of cake is, I know what color streamers they like..."
            },
            {
                "character": "Jo",
                "line": "All that's just birthday information, Michael."
            },
            {
                "character": "Michael",
                "line": "Yes, yes, but it shows a bigger picture."
            },
            {
                "character": "Jo",
                "line": "Why don't you come with me? We'll start out with the honcho, what'cha say?"
            },
            {
                "character": "Michael",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Jo",
                "line": "When Mama was working as a prison guard and something went missing, she'd ask one question: What do we do when we find the guilty party? And if they said, \"Come down on him with that swift hammer of justice!\", innocent. A clear conscience don't need no mercy. But if they said \"Officer Bessie, well they may have had a reason, blah blah blah blah\", well nine times out of ten, that's the anus they'd check."
            }
        ],
        [
            {
                "character": "Jo",
                "line": "So say we catch this whistleblower, what do you think I should do with him?"
            },
            {
                "character": "Michael",
                "line": "We should give him a one-way ticket to Montego Bay, where they keep all the al-Qaeda."
            },
            {
                "character": "Jo",
                "line": "Uh, that's, uh, Guantanamo Bay."
            },
            {
                "character": "Michael",
                "line": "Yes. You put them in jail for a long time, you put them in jail for as long as you can."
            },
            {
                "character": "Jo",
                "line": "Well, I guess we're all right, Michael."
            },
            {
                "character": "Michael",
                "line": "I want these people to really pay, I want them to suffer. I'd prefer it if they died, 'cause it's not right."
            },
            {
                "character": "Jo",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "Nick",
                "line": "Hey Dwight."
            },
            {
                "character": "Dwight",
                "line": "Hey, IT guy."
            },
            {
                "character": "Nick",
                "line": "Mind if I get in there for a second?"
            },
            {
                "character": "Dwight",
                "line": "Oh, sure thing, go ahead."
            },
            {
                "character": "Nick",
                "line": "Just one... [Dwight pushes Nick's neck to the desk and pushes his arm up] Gah! Ah! Dwight, what the hell?"
            },
            {
                "character": "Dwight",
                "line": "Apache persuasion hold, that's the hell! What are you doing to my computer?"
            },
            {
                "character": "Oscar",
                "line": "The lawyers are searching our hard drives for information on the leak. Thanks a lot, Big Brother."
            },
            {
                "character": "Dwight",
                "line": "You're with Big Brother? Okay, go ahead. I got nothing to hide."
            },
            {
                "character": "Kevin",
                "line": "Wait, are they searching all our computers?"
            },
            {
                "character": "Nick",
                "line": "Yeah. [Kevin runs to his desk] I already got to yours, Kevin. [Kevin runs back]"
            },
            {
                "character": "Kevin",
                "line": "No, that's cool. Sometimes... sometimes I run. I'm a runner."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Everybody knows it was Andy, and it is not fair for us all to take the fall for his big stupid mouth!"
            },
            {
                "character": "Michael",
                "line": "Ridiculous, Angela. And like I'm going to believe one of his spermed lovers."
            },
            {
                "character": "Phyllis",
                "line": "Look, he's been complaining about this for a while, it's not crazy."
            }
        ],
        [
            {
                "character": "Jo",
                "line": "Okay Dwight."
            },
            {
                "character": "Dwight",
                "line": "Hold that thought. I don't want to waste your time, and I wouldn't dare waste mine. I didn't do it. Now, I don't know exactly who did it, but I have a list right here... [hands Jo a piece of paper] You should fire the following people."
            },
            {
                "character": "Jo",
                "line": "Well, I'm inclined to believe you."
            },
            {
                "character": "Dwight",
                "line": "Why would I disparage a company that has made me rich beyond my wildest dreams?"
            },
            {
                "character": "Jo",
                "line": "Yeah, I noticed you've had a great year. Good boy... you turning that money into more money?"
            },
            {
                "character": "Dwight",
                "line": "Are you referring to alchemy?"
            },
            {
                "character": "Jo",
                "line": "I don't like to tell a man what to do with his money, but if you ain't investing in property, then you're dumber than a dummy."
            },
            {
                "character": "Dwight",
                "line": "I'm not dumb. I'm smart."
            },
            {
                "character": "Jo",
                "line": "Well, buy property. That's my advice."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Is there something that you would like to say to me?"
            },
            {
                "character": "Andy",
                "line": "Uh..."
            },
            {
                "character": "Michael",
                "line": "About talking to the press?"
            },
            {
                "character": "Andy",
                "line": "I, I didn't know. I didn't do that!"
            },
            {
                "character": "Michael",
                "line": "Mmhmm."
            },
            {
                "character": "Andy",
                "line": "Okay? I, I... didn't do it."
            },
            {
                "character": "Michael",
                "line": "I don't believe you."
            },
            {
                "character": "Andy",
                "line": "I swear on the graves of my parents who aren't even dead yet."
            },
            {
                "character": "Michael",
                "line": "That's a little much. All right, all right, all right."
            },
            {
                "character": "Andy",
                "line": "I don't care, that's how much I swear!"
            },
            {
                "character": "Michael",
                "line": "Okay, I believe you, I believe you."
            },
            {
                "character": "Andy",
                "line": "I don't know who's giving Darryl any crap. He was more bothered about it than me."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Did you tell anyone outside of this office that the printers were catching on fire?"
            },
            {
                "character": "Darryl",
                "line": "Yeah, I did. I, I was talking to this girl at a bar."
            },
            {
                "character": "Michael",
                "line": "Oh, no, no, no..."
            },
            {
                "character": "Darryl",
                "line": "I think she could... sense my sadness, and I, and I found out too late that she... she's the copy editor at the Trib."
            },
            {
                "character": "Michael",
                "line": "Oh my god. Was she cute?"
            },
            {
                "character": "Darryl",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "Oh, god, Darryl!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I basically swore up and down that none of my employees did it, and then I find out that one of my best ones did. And now he's probably going to get fired for it. And if that is not poetic justice, I don't know what is."
            }
        ],
        [
            {
                "character": "Jo",
                "line": "Sounds like you were as blindsided by this as I was."
            },
            {
                "character": "Toby",
                "line": "Well, that's..."
            },
            {
                "character": "Jo",
                "line": "And we didn't find anything on your computer."
            },
            {
                "character": "Toby",
                "line": "Good."
            },
            {
                "character": "Jo",
                "line": "Except this. [hands stack of paper to Toby]"
            },
            {
                "character": "Toby",
                "line": "Oh, wow, this is, uh, just a mystery novel that I've been working on."
            },
            {
                "character": "Jo",
                "line": "I know what it is. I skimmed the first chapter. I'm just curious, why would a man who hates people want to have a relationship with a maid?"
            },
            {
                "character": "Toby",
                "line": "Oh, uh, I don't know, uh..."
            },
            {
                "character": "Jo",
                "line": "The way I look at it, there's only one of two reasons. He knows a secret about her that she doesn't know herself, or he wants to use her services to mop up after a murder."
            },
            {
                "character": "Toby",
                "line": "Oh... yes."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Write your own damn novel."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "It was me."
            },
            {
                "character": "Jim",
                "line": "What was you? You were the leak?"
            },
            {
                "character": "Pam",
                "line": "Okay. I'm talking to this woman at daycare..."
            },
            {
                "character": "Jim",
                "line": "Uh-huh."
            },
            {
                "character": "Pam",
                "line": "She's telling me about all her amazing trip to Vietnam, I have nothing. I tell her our printers catch on fire, spontaneously!"
            },
            {
                "character": "Jim",
                "line": "Why'd you do that?"
            },
            {
                "character": "Pam",
                "line": "Her husband's a reporter."
            },
            {
                "character": "Jim",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "So now everyone hates Andy, and it's this whole mess, and I don't know what to do."
            },
            {
                "character": "Jim",
                "line": "Okay, just relax. Just need to relax."
            },
            {
                "character": "Pam",
                "line": "I could tell Jo... or I could tell Michael."
            },
            {
                "character": "Jim",
                "line": "This is a very good idea. This is good. Let's get all the bad ideas out now. Flush them out."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You leaked it?"
            },
            {
                "character": "Pam",
                "line": "I don't know what to do! Do I go tell Jo, or - I don't want everyone to keep blaming the wrong person!"
            },
            {
                "character": "Michael",
                "line": "I don't know what the best plan is, Pam. Oh god... my mind is going a mile an hour."
            },
            {
                "character": "Pam",
                "line": "That fast?"
            },
            {
                "character": "Michael",
                "line": "Oh."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Two whistleblowers... two! I always thought Darryl and Pam might get me fired for something I said."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Michael knocks on Pam's desk] Yeah? [Michael points at Pam, himself, and Meredith, mimes drinking, driving, then points to his watch and holds up five fingers] I weirdly know exactly what you're saying to me."
            },
            {
                "character": "Michael",
                "line": "So see you in Meredith's van in five minutes."
            },
            {
                "character": "Pam",
                "line": "Yeah, you didn't need to actually say it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[in Meredith's van] I have never seen so many parking tickets."
            },
            {
                "character": "Darryl",
                "line": "All right, this is just messed up."
            },
            {
                "character": "Michael",
                "line": "No, you know what's messed up? This situation all up in here is what's messed up! We need to brainstorm, we need to get out of this! Brain hurricane. Come on, think."
            },
            {
                "character": "Darryl",
                "line": "All right."
            },
            {
                "character": "Michael",
                "line": "What do we got?"
            },
            {
                "character": "Pam",
                "line": "Um..."
            },
            {
                "character": "Kelly",
                "line": "[opening door] Hey guys, sorry I'm late."
            },
            {
                "character": "Pam",
                "line": "We're not going for yogurt."
            },
            {
                "character": "Michael",
                "line": "It's okay, she's cool, she also whistle-blew."
            },
            {
                "character": "Kelly",
                "line": "Guys, I couldn't help it, it is so boring where we work. I mean, it's as interesting as a morgue. It might be less interesting than a morgue."
            },
            {
                "character": "Michael",
                "line": "Hey, hey, it's as interesting as a morgue."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Of course I'm the leak! I think I Tweeted it! I can't control what I say to people, I spend the whole day talking! I mean, I video chat, I Skype, I text, I Tweet, I phone, I Woof..."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Woof is a site that I'm launching to be the last word in social networking. For just $12.99 a month, Woof links up all your communication portals so you are always within reach. It's part of the dog pack, as I call it. But, look, why tell you when I can show you. [types on his phone] I just sent myself a Woof. [fax machine makes noise, several windows pop up on computer behind Ryan with accompanying sounds, including barking]"
            },
            {
                "character": "Erin",
                "line": "[on phone] Ryan, you have a Woof on line 1."
            },
            {
                "character": "Ryan",
                "line": "Thank you, Erin. Woof!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Okay, here's what we do. I say we just smash all the computers. We destroy the evidence. No evidence, no case."
            },
            {
                "character": "Pam",
                "line": "Wouldn't we get fired for smashing all the computers?"
            },
            {
                "character": "Michael",
                "line": "No. Okay, not all the computers, just our computers."
            },
            {
                "character": "Kelly",
                "line": "That idea sucks."
            },
            {
                "character": "Pam",
                "line": "I don't think that's a good idea."
            },
            {
                "character": "Michael",
                "line": "Just don't say no."
            },
            {
                "character": "Darryl",
                "line": "Michael, you know you don't have to turn us all in. All you need is one scapegoat."
            },
            {
                "character": "Kelly",
                "line": "Uh, if you turn me in, I'm turning in Darryl."
            },
            {
                "character": "Michael",
                "line": "That's just what we need, another black man in prison. You know, let's just..."
            },
            {
                "character": "Pam",
                "line": "Nobody's going to prison, okay? Um... all right, Michael, you need to convince Jo to go easy on us. And then we'll all confess once we know our jobs are safe."
            },
            {
                "character": "Michael",
                "line": "Okay. You can count on me."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[sees Toby banging on the vending machine] Let me give you a hand."
            },
            {
                "character": "Toby",
                "line": "I'm hungry."
            },
            {
                "character": "Dwight",
                "line": "Ready? [they pull the vending machine towards them; Dwight's phone rings] Got it? Oh shoot. Got it? [walks away, opens phone] Dwight Schrute."
            },
            {
                "character": "Realtor",
                "line": "[on phone] The property you're looking at is in great shape. By the way, it has a very spacious basement office."
            },
            {
                "character": "Dwight",
                "line": "Basement office? You mean like a lair?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey Jo."
            },
            {
                "character": "Jo",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "I was thinking about our little leak problem. I was up all lunch thinking about what we should do to this individual. You know what I think we should do? We make 'em come to work, and we work 'em, and we make 'em sit next to all the people they screwed over. And, and we pay 'em but we make 'em feel like they did something really wrong. The one question I have is, do we give them a Christmas bonus? I say yes, it's Christmas, but right after they're back in the thick of it."
            },
            {
                "character": "Jo",
                "line": "Michael Scott... what do you know?"
            },
            {
                "character": "Michael",
                "line": "What?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "It doesn't matter what I know."
            },
            {
                "character": "Jo",
                "line": "If it doesn't matter, then tell me."
            },
            {
                "character": "Michael",
                "line": "Why?"
            },
            {
                "character": "Jo",
                "line": "Because I want to deal with it the way I deal with it."
            },
            {
                "character": "Michael",
                "line": "Well, deal with this. [crosses arms]"
            },
            {
                "character": "Jo",
                "line": "Empathize with me for a moment. I came up here with a big problem, and now I got a branch manager who's giving me the silent treatment... Speak to me... speak. [Jo's dog barks] Come with me."
            },
            {
                "character": "Michael",
                "line": "What?"
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "[as Michael and Jo leave] Are you leaving? Oh, am I... should I continue with the investigation?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Are you going to kill me?"
            },
            {
                "character": "Jo",
                "line": "Hahahahahaha."
            }
        ],
        [
            {
                "character": "Realtor",
                "line": "[on phone] I just need you to come by later and sign a few forms."
            },
            {
                "character": "Dwight",
                "line": "Okay."
            },
            {
                "character": "Realtor",
                "line": "What time works for you? [Dwight looks across the street] Mr. Schrute, what time works?"
            },
            {
                "character": "Dwight",
                "line": "Cancel it. I want you to make an offer at seventeen twenty-five Slough Avenue. Make 'em an offer they can't refuse. No, on second thought, low ball them. Don't call me 'til you have it."
            },
            {
                "character": "Realtor",
                "line": "But... [Dwight closes phone]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[on Jo's jet] Are we going some place far away? I know you said no questions, but... I have an early dinner that I need to get to... with the Chief of Police."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "I'm very relieved to learn it wasn't you."
            },
            {
                "character": "Gabe",
                "line": "All right. Uh, Stan, you're up."
            },
            {
                "character": "Stanley",
                "line": "It wasn't me."
            },
            {
                "character": "Gabe",
                "line": "What a rich timbre your voice has. Okay, I am prepared to conclude the investigation. And... you did it. [nods at Andy]"
            },
            {
                "character": "Andy",
                "line": "What? Based on what?"
            },
            {
                "character": "Gabe",
                "line": "Uh, just all the evidence. And it really seems like it was you. Can we all agree to say that it was Andy for now, and sit with it, see how it feels?"
            },
            {
                "character": "Dwight",
                "line": "All right. Sounds good."
            },
            {
                "character": "Jim",
                "line": "Guys, I think that seems a little unfair. I mean, I feel like we don't definitely know it was Andy."
            },
            {
                "character": "Andy",
                "line": "Yeah. You know, I mean, for all we know it could have been... Jim."
            },
            {
                "character": "Jim",
                "line": "Really?"
            }
        ],
        [
            {
                "character": "Jo",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "I have rights."
            },
            {
                "character": "Jo",
                "line": "Let's just talk."
            },
            {
                "character": "Michael",
                "line": "I am not going to tell you anything."
            },
            {
                "character": "Jo",
                "line": "Honey, you don't seem like your normal self."
            },
            {
                "character": "Michael",
                "line": "Well, I'm going through a little bit of a rough patch."
            },
            {
                "character": "Jo",
                "line": "Mama Jo knew there was something up."
            },
            {
                "character": "Michael",
                "line": "Whole year, actually. My favorite restaurant closed down."
            },
            {
                "character": "Jo",
                "line": "Oh, I hate that."
            },
            {
                "character": "Michael",
                "line": "And my new favorite restaurant sucks... I bought a video camera last year, and I was looking at the tapes, and there were only like twelve minutes that I felt was worth taping the whole year. And most of that was just birds in my condo complex. What is that? ... I miss Holly."
            },
            {
                "character": "Jo",
                "line": "Who's Holly?"
            },
            {
                "character": "Michael",
                "line": "Holly Flax from the Nashua branch. Best HR rep that Dunder Mifflin has ever seen. It's not been a blockbuster year for me financially. My Blockbuster stock is down."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Well, I think that the real question is: Who is the whistleblower?"
            },
            {
                "character": "Dwight",
                "line": "Oh, just..."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "I may have heard from an old client, and I may have immediately started spreading the news to other clients and potential clients, yeah. But I'm not here to talk about that. I am here to talk about Suck It. Suck it."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Gabe, I told you all about the printers."
            },
            {
                "character": "Jim",
                "line": "I mean, it could be you, Gabe. I mean, that's the point."
            },
            {
                "character": "Pam",
                "line": "Yes, it's totally obvious."
            },
            {
                "character": "Creed",
                "line": "I think we all can agree that it's either Gabe or Angela. [flips a coin] It's Angela. Get her, boys."
            },
            {
                "character": "Nick",
                "line": "Hey guys, uh, sorry to interrupt. I just wanted to say goodbye to everyone. Through Teach for America, I'm going to go down to Detroit and teach, uh, inner city kids about computers."
            },
            {
                "character": "Gabe",
                "line": "Uh, not now."
            },
            {
                "character": "Nick",
                "line": "Oh yeah, it's just that my friends are in the car waiting, so I thought I would..."
            },
            {
                "character": "Stanley",
                "line": "[quietly] Phyllis, what's this guy's name again?"
            },
            {
                "character": "Phyllis",
                "line": "I don't know, is it Shadow or Garth, it's something weird, I..."
            },
            {
                "character": "Nick",
                "line": "My name is Nick."
            },
            {
                "character": "Angela",
                "line": "Okay, well, Nick, we're in a meeting."
            },
            {
                "character": "Nick",
                "line": "Okay, look, I get it, people. I'm the lame IT guy, and everybody hates me."
            },
            {
                "character": "Jim",
                "line": "Hey, listen man, you can't take it personally."
            },
            {
                "character": "Nick",
                "line": "You called me man? I just said my name just now, did you forget it already?"
            },
            {
                "character": "Jim",
                "line": "No... sport."
            },
            {
                "character": "Nick",
                "line": "You, you guys have fifteen parties a week, you can't learn my name?"
            },
            {
                "character": "Dwight",
                "line": "Hey, hey, hey, hey, hey, hey, hey, hey IT guy. Here's the story, champ. None of us have spent a lot of time getting to know you, okay? We liked the last guy, Siddiq, because he kept to himself, and we also thought he might have been a terrorist. You know what, I'm going to leave you with one other thought. Inner city kids use computers for two things, games and porn. So good luck wasting your life, lurch."
            },
            {
                "character": "Nick",
                "line": "Thank you so much for that. I saw all your hard drives, and guess what? [gestures to Ryan] You're not a photographer. [gestures to Kelly] And you definitely can't fit into a size two. Darryl, man, you're on Facebook. Why you been telling people you're not on Facebook? People want to be your friend, man! All right? And you. [points to Andy] This guy, you're the one who told the press. You wrote an e-mail to the editor. I saw it, and I also saw a QuickTime movie of your little printer fire test on your hard drive. This guy's the snitch, he's the snitch. So that's it, check it out. [gives the finger]"
            },
            {
                "character": "Andy",
                "line": "You're going to believe that guy?"
            }
        ],
        [
            {
                "character": "Jo",
                "line": "When I was growing up, there was nothing better than being a big old business tycoon. And I thought I'd break that glass ceiling and be a hero to all those little girls out there... and they'd make a Barbie out of me."
            },
            {
                "character": "Michael",
                "line": "Hmm, hmm."
            },
            {
                "character": "Jo",
                "line": "I, did I sell cheap printers? I do. But if I have to go out there in front of the press and make one of them public apology recalls, I mean, it's all I'll ever be remembered for. Nobody will want to play with my Barbie."
            },
            {
                "character": "Michael",
                "line": "You know, I would be willing, under the right circumstances, to do that for you."
            },
            {
                "character": "Jo",
                "line": "Oh honey, surely you don't want that."
            },
            {
                "character": "Michael",
                "line": "I, I surely do, and don't call me honey. [Jo laughs] You were playing too."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I'm about to buy this building, you know."
            },
            {
                "character": "Hank",
                "line": "You don't say? I own a one-eighth share in a rental property down in Pittston."
            },
            {
                "character": "Dwight",
                "line": "Well, I'm one-eighths proud of you... enjoy that chair for now... 'cause pretty soon, you will be on your feet, at Buckingham Palace."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey Phyllis, have you seen my bag?"
            },
            {
                "character": "Phyllis",
                "line": "[points to the ceiling] You deserve it."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Look, I didn't want houses and schools to burn down, and children to die. Does that make me a hero? I..."
            },
            {
                "character": "Kevin",
                "line": "[offscreen] No, it does not!"
            },
            {
                "character": "Andy",
                "line": "Well, it doesn't make me the worst guy in the world, either."
            },
            {
                "character": "Angela",
                "line": "It does!"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Andy?"
            },
            {
                "character": "Andy",
                "line": "Hey."
            },
            {
                "character": "Erin",
                "line": "I wanted to say that I think it was very brave of you to go to the press."
            },
            {
                "character": "Andy",
                "line": "Uh, thanks. Yeah, you know, just seemed like the right thing to do."
            },
            {
                "character": "Erin",
                "line": "Yeah."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[to press] We at Sabre have betrayed the trust that we have built with our customers. We regret our slow response and our lapse in candor and judgment. At this time, we are issuing a full recall of all Sabre GH400 printers. We will not rest until this problem is solved. There will be no questions. Are there any questions?"
            }
        ],
        [
            {
                "character": "Jo",
                "line": "Hey, I appreciate you reading that statement. You looked pretty up there."
            },
            {
                "character": "Michael",
                "line": "That was fun."
            },
            {
                "character": "Jo",
                "line": "I hope your rough patch ends soon."
            },
            {
                "character": "Michael",
                "line": "Thanks. Today helped."
            },
            {
                "character": "Jo",
                "line": "Well, give me a shout if I can brighten your life."
            },
            {
                "character": "Michael",
                "line": "Okay. Hey, you could transfer Holly back from Nashua."
            },
            {
                "character": "Jo",
                "line": "Let me see what I can do."
            }
        ]
    ],
    "deleted_scenes": []
}