{
    "season": 6,
    "episode": 21,
    "title": "Body Language",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "Buenos dias, Erin."
            },
            {
                "character": "Erin",
                "line": "Buenos dias, Miguel. [phone rings] Hello, Dunder-Mifflin."
            },
            {
                "character": "Michael",
                "line": "No, no, no, no. Solamente en espanol, por favor."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I believe that every man, woman, and child in this country should learn how to speak Spanish. They are our neighbors to the South, and this would be a healing thing for... for all of North America. And... I am going on vacation next week to Cancun."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Buenos dias, Jaime."
            },
            {
                "character": "Jim",
                "line": "Buenos dias, Miguel. Como estas? Bien? Claro que si! Yo estoy fantastico. Que pasa?"
            },
            {
                "character": "Michael",
                "line": "Ha ha! Buenos dias, Dwight!"
            },
            {
                "character": "Dwight",
                "line": "Guten tag, Herr Michael."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I don't understand why Michael is wasting his time with Spanish. I have it on very good authority that within 20 years, everyone will be speaking German. Or a Chinese-German hybrid."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "La telefona."
            },
            {
                "character": "Oscar",
                "line": "El telefono."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Michael's having a hard time with the gender part of Spanish. So I told him to mark everything with the international symbol for gender. And, um... [holds up two blurred-out drawings of male and female genitalia] I should have been more specific."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Your office is full of genitalia."
            },
            {
                "character": "Michael",
                "line": "[clears throat] Oh. Eso es lo que dice, el!"
            },
            {
                "character": "Oscar",
                "line": "\"That's what he says?\""
            },
            {
                "character": "Michael",
                "line": "Damn it. [knock on door] Ah, Angelo."
            },
            {
                "character": "Angela",
                "line": "Angela. [Michael sticks post-it on Angela's forehead with female genitalia] Michael."
            },
            {
                "character": "Michael",
                "line": "Yo soy Cancun."
            },
            {
                "character": "Angela",
                "line": "[removes post-it, leaves] Uhh!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "All right, so I'll finish up on bulk pricing, and then you go into delivery guarantee."
            },
            {
                "character": "Pam",
                "line": "You know, maybe there's an opportunity for a joke there, like, um... like, [vaudeville delivery] \"I just delivered a baby. They didn't offer me a guarantee.\""
            },
            {
                "character": "Jim",
                "line": "Yeah, or maybe we don't even need that."
            },
            {
                "character": "Michael",
                "line": "Can you smell the power of the Halperts? Power couple."
            },
            {
                "character": "Dwight",
                "line": "You know what? I should be getting this client, Michael. My numbers are better than either of theirs."
            },
            {
                "character": "Michael",
                "line": "I went with the people I thought would put the best face on the company."
            },
            {
                "character": "Dwight",
                "line": "If you want people to put the best face on something, why would you get two people who probably never cut the face off of anything in their lives?"
            },
            {
                "character": "Jim",
                "line": "[whispers] That's a good point."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "This is our first joint sales pitch. I think we're gonna work really well together."
            },
            {
                "character": "Jim",
                "line": "Yeah I think we have complimentary strengths. We understand each other."
            },
            {
                "character": "Pam",
                "line": "We have good give and take. [vaudeville delivery] I give, he takes."
            },
            {
                "character": "Jim",
                "line": "[whispering] I don't even know who you are anymore."
            },
            {
                "character": "Pam",
                "line": "[vaudeville delivery] Yee."
            }
        ],
        [
            {
                "character": "Donna",
                "line": "Hi, uh, Donna Newton, here to see Michael Scott."
            },
            {
                "character": "Jim",
                "line": "Oh, hey, Miss Newton. Hi, I'm Jim."
            },
            {
                "character": "Donna",
                "line": "Hi!"
            },
            {
                "character": "Jim",
                "line": "How are you?"
            },
            {
                "character": "Michael",
                "line": "Did somebody order a hooker over here?"
            },
            {
                "character": "Donna",
                "line": "[laughing] Oh, stop that."
            },
            {
                "character": "Michael",
                "line": "Hi. How are you?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There's this woman I met a few weeks ago. Her name is Donna, the manager of Sid &amp; Dexter's and, right now, we're in the midst of a passionate love affair. Um, no. But she is coming by today. Maybe to buy some printers, so..."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Right here, we have the wonder twins, Jim and Pam Halpert. They will be assisting you today."
            },
            {
                "character": "Donna",
                "line": "You look exactly alike."
            },
            {
                "character": "Pam",
                "line": "Oh, no we're actually married. We're not brother and sister."
            },
            {
                "character": "Donna",
                "line": "I have a sense about these things."
            },
            {
                "character": "Jim",
                "line": "All right."
            },
            {
                "character": "Donna",
                "line": "You have some ancestors in common... somewhere back."
            },
            {
                "character": "Angela",
                "line": "I knew it. You should see their baby."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[explaining PowerPoint to Donna] So, yes, laser printers are more expensive. But they cost less to operate [knocking] So it's a tradeoff."
            },
            {
                "character": "Michael",
                "line": "[barges in] Hi."
            },
            {
                "character": "Jim",
                "line": "Hold on one second."
            },
            {
                "character": "Michael",
                "line": "Sorry to interrupt. Sorry to interrupt. Do you, Donna, by any chance shop at Victoria's Secret?"
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Because I keep getting these magazines sent to me via the address of the woman who used to live in my condo before me."
            },
            {
                "character": "Jim",
                "line": "None of this is time sensitive."
            },
            {
                "character": "Michael",
                "line": "Uh, yes, uh, the sale is on now through May."
            },
            {
                "character": "Donna",
                "line": "Oh, yeah, thank you."
            },
            {
                "character": "Michael",
                "line": "Okay, I have more of them."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "You would have weekly conference calls with executives in corporate. A two-week training program at the Yale school of management, obviously you would be high on the list for advancement opportunities."
            },
            {
                "character": "Darryl",
                "line": "Sounds all right."
            },
            {
                "character": "Dwight",
                "line": "What is this?"
            },
            {
                "character": "Gabe",
                "line": "Oh, this is \"Print in All Colors,\" Sabre's minority executive training program."
            },
            {
                "character": "Dwight",
                "line": "It doesn't just sound a'ight, it sounds amazing."
            },
            {
                "character": "Darryl",
                "line": "I didn't say \"a'ight.\""
            },
            {
                "character": "Dwight",
                "line": "How do I apply?"
            },
            {
                "character": "Gabe",
                "line": "You have to be a minority."
            },
            {
                "character": "Dwight",
                "line": "Uh, glasses wearers. Cholera survivors. Geniuses. Non-organic family farmers. The list goes on and on. You want me to keep going?"
            },
            {
                "character": "Gabe",
                "line": "Those don't really count. We're thinking more ethnic and racial minorities."
            },
            {
                "character": "Dwight",
                "line": "Come here. Come here."
            },
            {
                "character": "Gabe",
                "line": "Hmm?"
            },
            {
                "character": "Dwight",
                "line": "Ten seconds ago, this guy was driving a forklift. Okay? Now all off a sudden he's Cinderella of the office. What are you guys thinking?"
            },
            {
                "character": "Gabe",
                "line": "Well..."
            },
            {
                "character": "Darryl",
                "line": "I like the sound of this. [looks at Dwight] Maybe one day I'll be sitting in Michael's chair. Wouldn't that be something?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "One minority from this branch is going to get into this program. Who would I refer? Hmm... the competent, hardworking one who does things his own way, or the malleable simpleton who can be bought for a few fashion magazines?"
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "[on phone] This is the second time that you've sent me the wrong size. I mean, I know what a four feels like. I've been a four my whole life. You know what? You can go to Hell. All right? Thanks for nothing."
            },
            {
                "character": "Dwight",
                "line": "Oh, man. White people, right?"
            },
            {
                "character": "Kelly",
                "line": "I don't know if she was white."
            },
            {
                "character": "Dwight",
                "line": "Well, you can kinda tell from the voice."
            },
            {
                "character": "Kelly",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "I bet you get pulled over by the cops a lot, just because of your race."
            },
            {
                "character": "Kelly",
                "line": "Well, they say it's because of texting, but maybe you're right."
            },
            {
                "character": "Dwight",
                "line": "I think you should consider applying for the executive minority training program."
            },
            {
                "character": "Kelly",
                "line": "Never thought of myself as an executive before."
            },
            {
                "character": "Dwight",
                "line": "I know, 'cause you have no role models. How many Indian CEO's can you think of?"
            },
            {
                "character": "Kelly",
                "line": "I can't think of any CEO's, any race."
            },
            {
                "character": "Dwight",
                "line": "You could be the Indian Bill Gates. You could be the Indian Ted Turner."
            },
            {
                "character": "Kelly",
                "line": "I could be the Indian Julia Roberts."
            },
            {
                "character": "Dwight",
                "line": "That's not... she's... okay. Yes."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I took the liberty to scan a few things earlier, and I want to show you... there we go! [Michael's picture pops up on the PowerPoint screen] Whoa, look at those vivid colors. Look at my eyes. Those are Shrek-green eyes. That is me again. I think this displays the crisp, dazzling white."
            },
            {
                "character": "Donna",
                "line": "Mm-hmm."
            },
            {
                "character": "Michael",
                "line": "And that would be a display [image from a catalog of a man wearing only white boxers pops up] of the crisp, gorgeous black."
            },
            {
                "character": "Donna",
                "line": "Yeah."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "It's subtle. That's how it works. I show her an image that turns her on. And then she looks at me, then back at me, then back at the image. Soon, she doesn't know what is me, what is the image. She just knows that she's turned on."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "This is a place that I like to go to be alone with my thoughts. I've never taken anybody there before."
            },
            {
                "character": "Donna",
                "line": "Who took the photo?"
            },
            {
                "character": "Michael",
                "line": "Ryan."
            },
            {
                "character": "Donna",
                "line": "Oh. [Michael quickly advances PowerPoint show to last slide which is \"SEX\" in bold white letters on a black background and then exits the show quickly]"
            },
            {
                "character": "Michael",
                "line": "And that's it. That's me. That's who I am."
            },
            {
                "character": "Donna",
                "line": "[giggles] Not bad."
            },
            {
                "character": "Michael",
                "line": "Oh, thanks. [softly] You're not bad, either."
            },
            {
                "character": "Donna",
                "line": "Thank you. [Michael tries t kiss Donna, Donna clears throat] Hmm."
            },
            {
                "character": "Michael",
                "line": "Hmm."
            },
            {
                "character": "Donna",
                "line": "Oh my God. [realizing Jim and Pam are looking through the conference room windows]"
            },
            {
                "character": "Michael",
                "line": "Jim! Could you come in here for a sec? What was that printer we were looking at?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[in his office] You didn't see it, Pam. She was giving me all sorts of signals that she wanted me to make a move. Shortbread?"
            },
            {
                "character": "Jim",
                "line": "No."
            },
            {
                "character": "Pam",
                "line": "I'll have one."
            },
            {
                "character": "Jim",
                "line": "Well, maybe you shouldn't try to kiss people at work."
            },
            {
                "character": "Michael",
                "line": "Oh really, Jim? What about Pam? And you did a heck of a lot more than kiss. Maybe this could be my Pam."
            },
            {
                "character": "Jim",
                "line": "Okay. Well, all that is irrelevant."
            },
            {
                "character": "Pam",
                "line": "Maybe Michael has a point. I mean, if she was really that upset, she wouldn't still be here."
            }
        ],
        [
            {
                "character": "Donna",
                "line": "Was it professional? No. But I work in the nightlife industry. I get hit on all the time. In my 20's it would have been annoying. In my late 20's, I find it really flattering."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Look, I know that I screwed up in there. I know that I probably messed up your sale. I just want to go in and fix it."
            },
            {
                "character": "Pam",
                "line": "What if I back out and you finish the pitch with Jim?"
            },
            {
                "character": "Jim",
                "line": "What?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "What was that?"
            },
            {
                "character": "Pam",
                "line": "Just let him flirt with her. People meet each other all sorts of ways."
            },
            {
                "character": "Jim",
                "line": "Pam, you know he's not gonna get anywhere, and he's gonna blow our sale."
            },
            {
                "character": "Pam",
                "line": "Who cares? [Michael peeking at them through his office window] It's not that huge a sale."
            },
            {
                "character": "Jim",
                "line": "Hey, the Schwab guy told us to treat every sale like it was a huge sale."
            },
            {
                "character": "Pam",
                "line": "Don't act like you understood anything that guy said. [pat's Jim's arm] Good luck, wingman. [salutes]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "How as being a minority affected you?"
            },
            {
                "character": "Kelly",
                "line": "Well, there's a lot of pressure from my parents to settle down and marry an Indian guy."
            },
            {
                "character": "Dwight",
                "line": "Oh, good, and you resent this because..."
            },
            {
                "character": "Kelly",
                "line": "Indian guys always wear their cell phones outside their pants. It's so dorky."
            },
            {
                "character": "Dwight",
                "line": "Oh, no, no. That's not dorky. [Dwight wears his phone like that] Look, it's easily accessible. Boom, like this. 911, hello. Scranton Strangler's in the house. Inside the house."
            },
            {
                "character": "Kelly",
                "line": "Just put it in your pocket."
            }
        ],
        [
            {
                "character": "Michael & Donna",
                "line": "[indistinct chatter inside conference room]"
            },
            {
                "character": "Kevin",
                "line": "[looking it] Look at that. She's totally flirting with him."
            },
            {
                "character": "Phyllis",
                "line": "You don't know that. Some people can't help oozing sexuality."
            },
            {
                "character": "Creed",
                "line": "You ever notice you can ooze two things: sexuality and pus. Man, I tell ya."
            },
            {
                "character": "Phyllis",
                "line": "She just crossed her arms together... that's bad."
            },
            {
                "character": "Pam",
                "line": "Maybe she's just pushing her breasts together to make them look bigger."
            },
            {
                "character": "Kevin",
                "line": "[tries it by crossing his arms] Like that? [to Andy]"
            }
        ],
        [
            {
                "character": "Donna",
                "line": "Is this... is this the best you can do right there?"
            },
            {
                "character": "Jim",
                "line": "Uh, for that printer, yes. Unfortunately we don't have a lot of flexibility."
            },
            {
                "character": "Donna",
                "line": "Oh. Well, I guess I'm just used to the restaurant business, [removes sweater revealing her revealing top] where, if you're in charge, then you can always get discounts for the people that you like."
            },
            {
                "character": "Jim",
                "line": "Yeah. [chuckles]"
            },
            {
                "character": "Michael",
                "line": "So maybe we could find a little wiggle room, right?"
            },
            {
                "character": "Jim",
                "line": "What's that?"
            },
            {
                "character": "Michael",
                "line": "Maybe wee find some wiggle room?"
            },
            {
                "character": "Jim",
                "line": "I don't... I don't think so."
            },
            {
                "character": "Michael",
                "line": "I think we could. [Donna giggles]"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I don't see how we could possibly sell these for that little without losing money. Delivery alone will cost..."
            },
            {
                "character": "Michael",
                "line": "Okay, well sometimes... sometimes it makes financial sense to lose money, right? Like for tax purposes."
            },
            {
                "character": "Oscar",
                "line": "Actually, ran the numbers on this, and in this case, it makes more financial sense to gain money."
            },
            {
                "character": "Michael",
                "line": "Why don't you run them again?"
            },
            {
                "character": "Jim",
                "line": "What if she's just flirting with you to get a better price?"
            },
            {
                "character": "Michael",
                "line": "If she is, it's working."
            },
            {
                "character": "Kevin",
                "line": "Yeah, Michael, here's a trick. Ask her if she wants a mint. If she says \"no,\" then she is not interested."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "She does not like him."
            },
            {
                "character": "Pam",
                "line": "You can flirt with someone to get what you want and also be attracted to them. How do you think we got together?"
            },
            {
                "character": "Jim",
                "line": "'cause I stopped by your desk like 15 times a day."
            },
            {
                "character": "Pam",
                "line": "I was after your money."
            },
            {
                "character": "Jim",
                "line": "Well, the joke was on you."
            },
            {
                "character": "Pam",
                "line": "Yes, it was."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "[typing] Can you stop micromanaging? I know how to do this."
            },
            {
                "character": "Ryan",
                "line": "Okay..."
            },
            {
                "character": "Dwight",
                "line": "Hey... what are you guys doing?"
            },
            {
                "character": "Kelly",
                "line": "This girl was really rude to me at the mall. So I created a fake I.M. account from a hot guy at her high school, and now I'm trying to make her anorexic."
            },
            {
                "character": "Ryan",
                "line": "Tell her everyone in home room thinks she's fat."
            },
            {
                "character": "Kelly",
                "line": "Oh, that is so good."
            },
            {
                "character": "Dwight",
                "line": "You know, we really should keep practicing for this interview."
            },
            {
                "character": "Kelly",
                "line": "Oh, that's okay. Ryan coached me."
            },
            {
                "character": "Dwight",
                "line": "Ryan? What does he know?"
            },
            {
                "character": "Ryan",
                "line": "It's easy... you just turn every question around on them. Do you think you're treated differently because of your race?"
            },
            {
                "character": "Kelly",
                "line": "Would you ask that same question if I was white? We're so in."
            },
            {
                "character": "Dwight",
                "line": "\"We?\""
            },
            {
                "character": "Kelly",
                "line": "When I become executive, I'm gonna make Ryan manager."
            },
            {
                "character": "Ryan",
                "line": "And then the two of us are cleanin' house."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Kelly will be even worse than Darryl. If you'd have told me this morning that today I'd be creating a monster capable f my own destruction, I 'd have thought you were referring to the bull Mose and I are trying to reanimate."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "So corporate approval of this contract is contingent upon buyer and seller..."
            },
            {
                "character": "Donna",
                "line": "Mm-hmm."
            },
            {
                "character": "Michael",
                "line": "Operating blahdy blahdy blah. Boilerplate. Pound of fish. [Donna laughing] Just kidding. Do you like mints?"
            },
            {
                "character": "Donna",
                "line": "Yes."
            },
            {
                "character": "Michael",
                "line": "I carry mints with me sometimes. You ever tried those?"
            },
            {
                "character": "Donna",
                "line": "Oh, I haven't tried those. No."
            },
            {
                "character": "Michael",
                "line": "They're good [Donna grabs mint]"
            },
            {
                "character": "Donna",
                "line": "You want one?"
            },
            {
                "character": "Michael",
                "line": "Sure."
            },
            {
                "character": "Donna",
                "line": "It's like cool... \"certified cool.\" I like how they say \"certified.\" Like there's some consortium of... [Michael grabs the mint from Donna's hand with his mouth, Donna pulls her hand away] Michael!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I can't stop myself from kissing her."
            },
            {
                "character": "Kevin",
                "line": "Yeah, now you know how I feel sitting next to those M&amp;M's all day."
            },
            {
                "character": "Andy",
                "line": "Well, why don't you just move the M&amp;M's?"
            },
            {
                "character": "Kevin",
                "line": "Well, why don't you shut up!"
            },
            {
                "character": "Michael",
                "line": "Okay, guys, guys, guys. Just tell me it's not totally insane to try one more time."
            },
            {
                "character": "Jim",
                "line": "It is totally insane."
            },
            {
                "character": "Oscar",
                "line": "Michael, he's right. You are turning into a stalker."
            },
            {
                "character": "Michael",
                "line": "Okay. What do you think?"
            },
            {
                "character": "Kevin",
                "line": "I think it's over, man."
            },
            {
                "character": "Michael",
                "line": "Andy?"
            },
            {
                "character": "Andy",
                "line": "Ehh."
            },
            {
                "character": "Michael",
                "line": "Okay, some for, some against."
            },
            {
                "character": "Jim",
                "line": "Nobody's for."
            },
            {
                "character": "Michael",
                "line": "Pam?"
            },
            {
                "character": "Pam",
                "line": "Hmm?"
            },
            {
                "character": "Michael",
                "line": "What do you think?"
            },
            {
                "character": "Pam",
                "line": "Um... I think it's really, really unlikely."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Pam",
                "line": "Really unlikely. But I can't say that it's impossible."
            },
            {
                "character": "Jim",
                "line": "What?"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I'm not saying she's in love with him. But she could have left a while ago. Most printer sales are done over the phone, Ms. Boob shirt."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I'm going with Pam's group."
            },
            {
                "character": "Jim",
                "line": "Wait."
            },
            {
                "character": "Michael",
                "line": "Here we go."
            },
            {
                "character": "Jim",
                "line": "Michael. Michael."
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "Jim",
                "line": "Michael."
            },
            {
                "character": "Michael",
                "line": "No, guys, guys, guys. Guys, just... thank you for talking. Wish me luck."
            },
            {
                "character": "Jim",
                "line": "No."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What sort of movie would Rudy have been if he had just stopped, given up, after two rejections? Would have been a lot shorter. Probably been a lot funnier. But it would have ultimately been a disappointment. I still would have seen it, but that's not... the point."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Kelly is disqualified!"
            },
            {
                "character": "Gabe",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "You said the program is not open to Caucasians. Well... anthropologically, she is Indian. Indians migrated from the caucuses region of Europe. Therefore, technically, she is Caucasian. You're welcome, America."
            },
            {
                "character": "Gabe",
                "line": "Yeah, but she's not white, though."
            },
            {
                "character": "Dwight",
                "line": "Well, obviously, she is brownish. But come on, I mean, Darryl is far more ethnic."
            },
            {
                "character": "Gabe",
                "line": "Darryl withdrew his application. He said the Yale program interfered with his softball league, you know? He's gone."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I got my whole life to be a minority executive. I only have about a year left in these knees, though."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Kelly is the only applicant."
            },
            {
                "character": "Gabe",
                "line": "Yeah, unless somebody else applies today."
            },
            {
                "character": "Kelly",
                "line": "Namaste."
            },
            {
                "character": "Dwight",
                "line": "Oh, dear God. Okay. Don't make any decisions just yet. Okay? I'll be right back."
            },
            {
                "character": "Kelly",
                "line": "Hello."
            },
            {
                "character": "Gabe",
                "line": "That's very nice. [referring to Kelly's bindi] I never noticed that before."
            },
            {
                "character": "Kelly",
                "line": "Sometimes my bangs cover it."
            },
            {
                "character": "Gabe",
                "line": "Yeah. I don't want to be offensive but, uh... may I ask you what that means?"
            },
            {
                "character": "Kelly",
                "line": "I do find that offensive, actually."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "We should have your contract done by Thursday."
            },
            {
                "character": "Donna",
                "line": "Oh, great. Great, I will look out for that stuff, then."
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "Donna",
                "line": "And, um... you know I just wanted to say it was really... really nice to do business with you."
            },
            {
                "character": "Michael",
                "line": "Yeah it was nice to do business with you, too."
            },
            {
                "character": "Donna",
                "line": "Thank you. Did I... get everything?"
            },
            {
                "character": "Michael",
                "line": "I don't know. I think so."
            },
            {
                "character": "Donna",
                "line": "Yeah, I think so."
            },
            {
                "character": "Michael",
                "line": "[whispers] Okay. So... Oh, Donna?"
            },
            {
                "character": "Donna",
                "line": "Yeah? Do you need validation? We don't... we don't validate."
            },
            {
                "character": "Donna",
                "line": "No, it's just in the lot, so..."
            },
            {
                "character": "Michael",
                "line": "Thank you so much."
            },
            {
                "character": "Donna",
                "line": "You're welcome. [they hug] You're... welcome."
            },
            {
                "character": "Michael",
                "line": "Mmm. [Donna giggles]"
            },
            {
                "character": "Donna",
                "line": "Bye."
            },
            {
                "character": "Michael",
                "line": "[follows her out of office] Ahem. So, um... okay, if you have... if there's any other questions that you have..."
            },
            {
                "character": "Donna",
                "line": "I don't have, uh, any other questions. [blind clanking as she leans against door to prevent from Michael kissing her] I'm just gonna... make my way down to..."
            },
            {
                "character": "Michael",
                "line": "All right. All right. Bye."
            },
            {
                "character": "Donna",
                "line": "Bye-bye!"
            },
            {
                "character": "Michael",
                "line": "And have a good elevator ride."
            },
            {
                "character": "Donna",
                "line": "Okay."
            },
            {
                "character": "Michael",
                "line": "Oh, what's that out there?"
            },
            {
                "character": "Kevin",
                "line": "Michael, how did it go? [Michael goes in his office and closes door]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "How would one of you feel if I told you I could put you on a fast track to an executive position at this company?"
            },
            {
                "character": "Erin",
                "line": "Holy cow. I'd be so happy."
            },
            {
                "character": "Dwight",
                "line": "I wasn't talking to you, pale-face."
            },
            {
                "character": "Erin",
                "line": "I know. I meant I'd be happy for them."
            },
            {
                "character": "Dwight",
                "line": "What I'm offering is a ticket on a bullet train straight to middle management."
            },
            {
                "character": "Stanley",
                "line": "Dwight, I know these programs. \"Every color is important because, together, we make a rainbow.\""
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Stanley",
                "line": "I'll slap you in the face with a rainbow."
            },
            {
                "character": "Erin",
                "line": "Mm!"
            },
            {
                "character": "Dwight",
                "line": "Speaking of rainbows, Oscar... you are kind of a double minority. Gay. So we at Sabre could really benefit from your perspective."
            },
            {
                "character": "Oscar",
                "line": "Dwight, we know Kelly applied. We're not gonna cross her. No matter how good the program is."
            },
            {
                "character": "Dwight",
                "line": "I can protect you from Kelly. [Erin stifles laugh] Will you get out of here? Seriously. [Erin turns and leaves kitchen]"
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "For hobbies, um, yoga, belly dancing, snake charming. Beds of nails. I like lying on them."
            },
            {
                "character": "Dwight",
                "line": "Whoa, whoa. Whoa, whoa, whoa! This is Hide Toshi Hasagawa. He would like to apply for the Sabre minority executive training program \"print in all colors\" initiative."
            },
            {
                "character": "Kelly",
                "line": "Dwight: What are you doing?"
            },
            {
                "character": "Dwight",
                "line": "Helping heal America in a dramatic fashion in the 11th hour."
            },
            {
                "character": "Kelly",
                "line": "God, I hate you so much! [gets up, leaves]"
            },
            {
                "character": "Dwight",
                "line": "Caucasians, am I right? [to Hide] Have a seat. I'll translate."
            },
            {
                "character": "Hide",
                "line": "Why? I don't need translator."
            },
            {
                "character": "Dwight",
                "line": "You don't know what you need. Just..."
            },
            {
                "character": "Gabe",
                "line": "Well, uh... why don't you just tell me a little about yourself, Hide."
            },
            {
                "character": "Hide",
                "line": "In Japan, heart surgeon, number one. Steady hand."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey, Michael. [Michael is sitting on couch outside his office] How you doing?"
            },
            {
                "character": "Michael",
                "line": "I don't know. I don't know. Can't really trust my feelings anymore."
            },
            {
                "character": "Pam",
                "line": "You know what, Michael? For what it's worth... I was wrong, too. I thought she was interested in you."
            },
            {
                "character": "Michael",
                "line": "She suckered you too."
            },
            {
                "character": "Pam",
                "line": "Mm-hmm."
            },
            {
                "character": "Michael",
                "line": "Was it the cleavage?"
            },
            {
                "character": "Pam",
                "line": "Yeah, and the shoulder cutouts."
            },
            {
                "character": "Michael",
                "line": "Yep."
            },
            {
                "character": "Phyllis",
                "line": "Michael, you know, it's easy to get fooled. Bob's warehouse guys flirt with me all the time. It... it's mostly harmless. Usually I don't let it go too far."
            },
            {
                "character": "Andy",
                "line": "You know, when I tore my scrote, I was, uh... I was seeing this really hot urologist about it, and thought she was into me. But now I think she was just doing a bunch of stuff to bill my HMO. You know, she's touching around down there. It's easy to get confused."
            },
            {
                "character": "Erin",
                "line": "Michael, I think Donna left this here. Should I put it in the lost and found for 14 days and then I can take it home?"
            },
            {
                "character": "Michael",
                "line": "God. She left this here?"
            },
            {
                "character": "Erin",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "Okay. Maybe she wants me to return this to her at her work."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Everyone",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "Yeah. This could be a signal. People don't just take barrettes off."
            },
            {
                "character": "Oscar",
                "line": "It's not a signal. It's just a coincidence. No, it's not even a coincidence. It's just something that happened."
            },
            {
                "character": "Pam",
                "line": "Michael..."
            },
            {
                "character": "Michael",
                "line": "[hold up barrette] Well..."
            },
            {
                "character": "Pam",
                "line": "She doesn't want you to return the barrette. She's not interested in you."
            },
            {
                "character": "Michael",
                "line": "Yeah, I know. I know."
            },
            {
                "character": "Pam",
                "line": "I'm sorry."
            },
            {
                "character": "Michael",
                "line": "I know. You're right. Thank you. Thanks everybody. [waves, returns to his office, clears throat, turns around and runs out of office]"
            },
            {
                "character": "Pam",
                "line": "Michael! [sighs]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[runs down to parking lot, sighs]"
            },
            {
                "character": "Donna",
                "line": "[still in parking lot sitting in her car] Michael!"
            },
            {
                "character": "Michael",
                "line": "Oh. You're still here. I have your baguette."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "Everyone, it is my pleasure to announce our newest member of the Sabre minority executive training program. Kelly Rajnigandha Kapoor. [clapping] All right."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "They're going to be pretty pleased in Tallahassee that I snagged an Indian for the program. She'll be the first. The program's mostly black. It's almost too black. That didn't sound right."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "[puts a bindi on Erin's forehead] And the best part is is that I get a business stipend to buy all new clothes. So you can totally buy any of my old clothes that I'm not gonna need anymore."
            },
            {
                "character": "Erin",
                "line": "Oh, my God, thank you so much. I love that denim jumpsuit you have. How much?"
            },
            {
                "character": "Kelly",
                "line": "Oh. Actually I was thinking about clothes that I was just gonna give to Goodwill anyway."
            },
            {
                "character": "Erin",
                "line": "Great."
            },
            {
                "character": "Dwight",
                "line": "Hey, kiddo. Congratulations are in order. You deserve it. [Dwight extends his hand, but Kelly hugs him]"
            },
            {
                "character": "Kelly",
                "line": "Thank you, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Oh."
            },
            {
                "character": "Kelly",
                "line": "I'll never forget everything that you've done for me."
            },
            {
                "character": "Dwight",
                "line": "Gosh. He he."
            },
            {
                "character": "Kelly",
                "line": "Because I never forget anything."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Just once, I would like to be a puppet master and have nothing go wrong. Is that too much to ask?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know what? Everybody told me that you weren't interested. Everybody. And I didn't believe 'em. And they were right. So... there's your barrette."
            },
            {
                "character": "Donna",
                "line": "No, y-you were... right."
            },
            {
                "character": "Michael",
                "line": "Who?"
            },
            {
                "character": "Donna",
                "line": "You were right."
            },
            {
                "character": "Michael",
                "line": "About what?"
            },
            {
                "character": "Donna",
                "line": "You were right. [Michael leans into Donna's car to kiss her and they kiss passionately] I'm sorry."
            },
            {
                "character": "Michael",
                "line": "No, no. No."
            },
            {
                "character": "Donna",
                "line": "I'm sor..."
            },
            {
                "character": "Michael",
                "line": "No... [they kiss again]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[returns to office] What happened?"
            },
            {
                "character": "Erin",
                "line": "Kelly got into the minority training program."
            },
            {
                "character": "Michael",
                "line": "Really?! Oh, that's great. That's such good news. I did it! [all look at him] I kissed. We kissed."
            },
            {
                "character": "Kevin",
                "line": "Ooh."
            },
            {
                "character": "Phyllis",
                "line": "Oh, Michael."
            },
            {
                "character": "Michael",
                "line": "No, I'm serious. It... this happened. I went down to the parking lot and I was... I returned her barrette [holds up barrette] We ki... We did. Okay. We did. We did."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know what? It doesn't matter. Because I know it happened. And that is all that counts. [shouts] I did do it!"
            }
        ]
    ],
    "deleted_scenes": []
}