{
    "season": 6,
    "episode": 2,
    "title": "The Meeting",
    "scenes": [
        [
            {
                "character": "Michael",
                "line": "[knock at Michael's Office door] Yeah?"
            },
            {
                "character": "Oscar",
                "line": "You wanted to see me?"
            },
            {
                "character": "Michael",
                "line": "Yes, Oscar come on in. Close the door if you would. Thank you, thanks so much for talking to me."
            },
            {
                "character": "Oscar",
                "line": "Yeah sure."
            },
            {
                "character": "Michael",
                "line": "I'm going in for a procedure today."
            },
            {
                "character": "Oscar",
                "line": "Is everything okay?"
            },
            {
                "character": "Michael",
                "line": "Yeah, it's routine. I'm just a little bit scared."
            },
            {
                "character": "Oscar",
                "line": "I'm sure everything will be fine. [pulls up a chair] What do you? What's the procedure, if you don't mind my asking?"
            },
            {
                "character": "Michael",
                "line": "It is a colonoscopy."
            },
            {
                "character": "Oscar",
                "line": "Okay."
            },
            {
                "character": "Michael",
                "line": "In your experience, what should I be expecting in terms of sensation or emotions? [Oscar looks irritated and frustrated] Is there anything I can do to make it more pleasurable for me or for Dr. Shaundry?"
            },
            {
                "character": "Oscar",
                "line": "[sighs] Oh my God."
            },
            {
                "character": "Michael",
                "line": "My main concern, should I have a safe word?"
            },
            {
                "character": "Oscar",
                "line": "Yeah. [Oscar gets up and walks out]"
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "So Michael, do you think you can give me a run down on the Buffalo clients by Monday?"
            },
            {
                "character": "Michael",
                "line": "Abso... you know what? I'll do you one better, Sunday, Sunday night."
            },
            {
                "character": "David Wallace",
                "line": "Okay, I will look at it Monday."
            },
            {
                "character": "Michael",
                "line": "Ho, Hol, hold on big guy, I'm gonna put it in the mail Sunday night and you'll get it Weds."
            },
            {
                "character": "David Wallace",
                "line": "Okay, Jim you wanna hit the conference room?"
            },
            {
                "character": "Jim",
                "line": "Sure."
            },
            {
                "character": "Pam",
                "line": "Hey, Good luck."
            },
            {
                "character": "Michael",
                "line": "Oh right, this thing. I remember now. [whispers to Jim] What's this about?"
            },
            {
                "character": "Jim",
                "line": "Ah, this is just me and David, if that's okay."
            },
            {
                "character": "Michael",
                "line": "It's okay with me but he's gonna want me in there."
            },
            {
                "character": "David Wallace",
                "line": "No, ah it's okay Michael. We got it."
            },
            {
                "character": "Michael",
                "line": "Really?"
            },
            {
                "character": "David Wallace",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "Alright, do you mind if it sit this out? I have so much work to do, I feel like I'm gonna blow my brains out."
            },
            {
                "character": "David Wallace",
                "line": "[nods] Okay. [Jim smiles and waves to Pam]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Am I worried that Jim and David are having a meeting without me? No, because we are the Three Amigos. And once in awhile one of the Amigos will go off... to the bathroom... while the other two have a secret meeting. [shrugs]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey let me escort you to your desk."
            },
            {
                "character": "Pam",
                "line": "Okay, it's just three or four steps but thank you, thank you."
            },
            {
                "character": "Michael",
                "line": "You and Jim are close, huh?"
            },
            {
                "character": "Pam",
                "line": "Yeah, I think the pregnancy really brought us together."
            },
            {
                "character": "Michael",
                "line": "Hey, what do you think he and David are talking about? What do you..."
            },
            {
                "character": "Pam",
                "line": "Ummm, I don't know."
            },
            {
                "character": "Michael",
                "line": "Well, you said good luck to Jim as he walked in."
            },
            {
                "character": "Pam",
                "line": "Did I? Doesn't sound like me, not very superstitious."
            },
            {
                "character": "Michael",
                "line": "If you are lying to me right now Pam, your baby is gonna come out a liar. That's how it works. They inherit things through the breast milk."
            },
            {
                "character": "Pam",
                "line": "Please don't talk about my breast milk."
            },
            {
                "character": "Michael",
                "line": "I just don't want you to lie to me. I don't want you to ever lie to me. Have I ever lied to you?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Michael",
                "line": "I just don't want you to."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I was rushing to fill an order. I put the ladder up to grab a box of three hole from the top shelf. Next thing I know, I'm on the ground and the ladder's on top of me."
            },
            {
                "character": "Toby",
                "line": "And that's how you broke your ankle?"
            },
            {
                "character": "Darryl",
                "line": "Yes."
            },
            {
                "character": "Dwight",
                "line": "Hmmm, interesting. How did the ladder end up on top of you, if you fell off of it?"
            },
            {
                "character": "Darryl",
                "line": "This doesn't concern you man, you need to walk away."
            },
            {
                "character": "Dwight",
                "line": "Oh really, I'm sorry I thought this was a free country. I didn't know we were in communist Sweden."
            },
            {
                "character": "Darryl",
                "line": "If we were living in Sweden, I wouldn't have to worry about this 'cause we'd have universal healthcare."
            },
            {
                "character": "Dwight",
                "line": "Nnnnn, that's not... okay."
            },
            {
                "character": "Darryl",
                "line": "Be quiet."
            },
            {
                "character": "Dwight",
                "line": "I'm talking about... hmmm."
            },
            {
                "character": "Toby",
                "line": "I will send this off to corporate. Make sure you hold on to your medical bills. Feel better."
            },
            {
                "character": "Darryl",
                "line": "Thanks T-Man, later. [fist bumps Toby}"
            },
            {
                "character": "Dwight",
                "line": "So long Darryl, feel better... [to Toby] He's lying."
            },
            {
                "character": "Toby",
                "line": "He has a doctor's note."
            },
            {
                "character": "Dwight",
                "line": "Oh? From who, Dr. J? Look, you really need to investigate this. People don't just fall off of ladders."
            },
            {
                "character": "Toby",
                "line": "A guy on my street fell off a ladder painting his house. It was on the news."
            },
            {
                "character": "Dwight",
                "line": "Since when have you known Darryl to rush to do anything other than to come up here for birthday cake? [imitating Darryl] Y'all having birthday cake?"
            },
            {
                "character": "Toby",
                "line": "That's not a very good Darryl."
            },
            {
                "character": "Dwight",
                "line": "Please... and how many foremen do you know that pull boxes?"
            },
            {
                "character": "Toby",
                "line": "Hmmm."
            },
            {
                "character": "Dwight",
                "line": "It just doesn't add up."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Well, we did a little investigation and Dwight had a good point. The ladder didn't reach the top shelf. I don't know if I believe it, but I am a fan of the hardboiled detective novel. [impression] I'll punch you in da mush, see."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[walks into conference room on his cell phone, interrupting David and Jim] Uh huh, well if he doesn't like it you can tell that SOB that he is fired. Sorry, I'm going into a meeting right now. I will... I love you too. Bye."
            },
            {
                "character": "Jim",
                "line": "Who was that?"
            },
            {
                "character": "Michael",
                "line": "Sorry about that. What'd I miss?"
            },
            {
                "character": "David Wallace",
                "line": "Michael, we would like to continue the rest of this meeting in private, please, if you don't mind."
            },
            {
                "character": "Michael",
                "line": "Do not mind! Yes, I do! No, I don't. Yes, I do! No, I don't mind. Catch you guys on the flippity flop. Oh this... call waiting. [answers his phone] Yeah, uh huh, well you tell the Mayor he just lost six votes."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "[spying on David and Jim] They've been in there a while."
            },
            {
                "character": "Michael",
                "line": "Yeah."
            },
            {
                "character": "Creed",
                "line": "Can't be good."
            },
            {
                "character": "Michael",
                "line": "Nope."
            },
            {
                "character": "Creed",
                "line": "Think they're talking about me?"
            },
            {
                "character": "Michael",
                "line": "No, I think they're talking about me."
            },
            {
                "character": "Creed",
                "line": "Yeah, that makes way more sense.  Okay thanks boss."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "What is Jim telling him? That I can't handle this job? That 's bull crap. That is bull crap. Although, it has been chaotic lately. Corporate shut down the Buffalo branch which left us to absorb all of their clients. I will tell you there has been work everyday. Had to come in on a Saturday. To retrieve... I left my cell phone here."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey Kelly."
            },
            {
                "character": "Kelly",
                "line": "Ugh, so jealous of your boobs."
            },
            {
                "character": "Pam",
                "line": "Thank you. Um, listen I just wanted to confirm that you're not coming to the wedding, which is totally understandable and more than fine."
            },
            {
                "character": "Kelly",
                "line": "Is Ryan going?"
            },
            {
                "character": "Pam",
                "line": "I don't know, he hasn't RSVP'd yet."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "We invited everyone in the office to our wedding. Even though we realized most people wouldn't be able to make the drive to Niagara Falls. [whispers] Which is why we're having it in Niagara Falls. [normal volume] Then Michael told everyone they could have Friday and Monday off, if they came. So now, people have to decide if they want to come to our wedding or have to work."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "Here's the deal. I really want to go but I'm not gonna go if Ryan doesn't go, because it's kind of a waste of time. That came out wrong. It would awesome if you could try to get him to go because I'd really like to be there to support Jim."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "What can I do for ya Hoss?"
            },
            {
                "character": "Michael",
                "line": "[staring into the conference room] How are your sales doin'?"
            },
            {
                "character": "Andy",
                "line": "How are my sales doin'? Busted. My numbers are down a little bit and it's 'cause of the economy. You're not buying it, you're good. Okay the truth is, I have been having trouble focusing lately. I'm in this weird, flirty, nebulous thing with this cousin of mine and it's a total mind effer."
            },
            {
                "character": "Phyllis",
                "line": "Again with the cousin."
            },
            {
                "character": "Andy",
                "line": "Oh, I'm sorry Phyllis, you explain this email, okay.  \"Hey Andy let's go visit grandma and then get drunk together, ha ha.\""
            },
            {
                "character": "Michael",
                "line": "Shhh, I'm just trying to figure out what's going on in that room, okay?"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Wallace had to show up on the one four month period that I'm completely overwhelmed."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You know when they say it's so crazy it just might work? Well, I don't believe that. I say go for the air-tight plan and that is why I am having Andy wheel me into the conference room inside a makeshift cheese cart. It is just elegant."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[in the cheese cart] Be my eyes."
            },
            {
                "character": "Andy",
                "line": "You got it."
            },
            {
                "character": "Stanley",
                "line": "What have we here?"
            },
            {
                "character": "Andy",
                "line": "Oh, just backing up and turning around."
            },
            {
                "character": "Kevin",
                "line": "Hey, we're gonna do this..."
            },
            {
                "character": "Andy",
                "line": "Dit, dit, dit, dit, it's not for you. [enters the conference room] Pardon moi, Messieurs. I took the liberty of preparing for you a cheese platter which I will place here on the eastern wall of the conference room."
            },
            {
                "character": "David Wallace",
                "line": "Cheese platter?"
            },
            {
                "character": "Andy",
                "line": "Oui, Oui, Monsieur. From the Wisconsin region, a nice firm cheddar. Also from the great state of Wisconsin, an aged parmesan. Here you will find a cheddar style spread which has reacted nicely with the air to form a light rind which I think you'll find both challenging and delicious. At that point, I would recommend you take a trip south of the border to the great state of Illinois where you will find this fine Bleu Cheese dressing. If I may be so bold, it's a lot of fun to let the goldfish take a little swim in the bleu cheese. Bon appetit."
            },
            {
                "character": "David Wallace",
                "line": "Alright, well I should go. Thanks for this. You've given me a lot to think about. Please promise me you won't do anything until we speak."
            },
            {
                "character": "Jim",
                "line": "No, I won't.  Alright, thanks for giving me your time, I appreciate it."
            },
            {
                "character": "David Wallace",
                "line": "Thank you Jim."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Erin, is Michael around?"
            },
            {
                "character": "Erin",
                "line": "I think he's around here..."
            },
            {
                "character": "Michael",
                "line": "[crawls out of the cheese cart unseen] Hey, hey, you must have walked right past me. How you doin'?"
            },
            {
                "character": "David Wallace",
                "line": "Ah, yeah, could we talk in your office for a second?"
            },
            {
                "character": "Michael",
                "line": "Yes, definitely."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "[spying at Darryl's house] Sounds like a EMDP-40."
            },
            {
                "character": "Dwight",
                "line": "Nah, that's a GE. A P40 is much higher pitched."
            },
            {
                "character": "Toby",
                "line": "You're into trains?"
            },
            {
                "character": "Dwight",
                "line": "I have been my whole life."
            },
            {
                "character": "Toby",
                "line": "Wow."
            },
            {
                "character": "Dwight",
                "line": "I'm rebuilding a turn of the century steam engine in my slaughter house."
            },
            {
                "character": "Toby",
                "line": "That's so cool."
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Toby",
                "line": "Wow, I'd love to take a look at that."
            },
            {
                "character": "Dwight",
                "line": "Yeah, it's just a run of the mill slaughter house, but sure anytime."
            },
            {
                "character": "Toby",
                "line": "Well, you know, 'cause of the trains."
            },
            {
                "character": "Dwight",
                "line": "Wa... wa... wait , someone's coming."
            },
            {
                "character": "Toby",
                "line": "Uhh, oh boy, oh boy."
            },
            {
                "character": "Dwight",
                "line": "Here, get down! He's not using crutches! Get the camera!"
            },
            {
                "character": "Toby",
                "line": "Get over there! Get over there!"
            },
            {
                "character": "Dwight",
                "line": "Oh, worker's comp, my ass!"
            },
            {
                "character": "Toby",
                "line": "I can't believe this. [mistaking Darryl's sister for Darryl] Hey you, ass****!"
            },
            {
                "character": "Dwight",
                "line": "Toby..."
            },
            {
                "character": "Toby",
                "line": "You gonna eat all that dog food yourself?"
            },
            {
                "character": "Dwight",
                "line": "Ooohhh... [crashes car into garbage cans] Oh man! You okay?"
            },
            {
                "character": "Toby",
                "line": "Just keep going."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey Ryan."
            },
            {
                "character": "Ryan",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "So, I just wanted to confirm that you're not coming to my wedding."
            },
            {
                "character": "Ryan",
                "line": "Yeah, I might stop by."
            },
            {
                "character": "Pam",
                "line": "It costs about $75 per person."
            },
            {
                "character": "Ryan",
                "line": "Okay, I once had a glass of Cognac that cost $77."
            },
            {
                "character": "Pam",
                "line": "Can you just tell me now if you're coming or not?"
            },
            {
                "character": "Ryan",
                "line": "Yes, I'm coming to your wedding."
            },
            {
                "character": "Pam",
                "line": "Okay, Ryan Howard, yes."
            },
            {
                "character": "Ryan",
                "line": "Probably, yes."
            },
            {
                "character": "Pam",
                "line": "Kelly Kapoor, yes."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Are you sure you're okay with these new responsibilites?"
            },
            {
                "character": "Michael",
                "line": "Look who you're talking to."
            },
            {
                "character": "David Wallace",
                "line": "I'm just trying to figure out the best way to utilize everyone's talents."
            },
            {
                "character": "Michael",
                "line": "Well I would say that my greatest talent is being the best man, woman, or child, to have ever run this branch, ever."
            },
            {
                "character": "David Wallace",
                "line": "What about Jim? Do you think Jim is someone who is ready to move into a management position?"
            },
            {
                "character": "Michael",
                "line": "[looks at Jim]  Permission to speak on the record?"
            },
            {
                "character": "David Wallace",
                "line": "Please do."
            },
            {
                "character": "Michael",
                "line": "Jim is like Big Bird. He is tall and yellow and very nice. But would I put him in charge? No, I don't think so. Because Big Bird doesn't make the tough decisions. I... If I was gonna put someone in charge, I would put Burt in charge or I would put one of the real grown-ups in charge, like Maria or Gordon, maybe."
            },
            {
                "character": "David Wallace",
                "line": "I thought you liked Jim?"
            },
            {
                "character": "Michael",
                "line": "Very much, Jim is my best friend. But it's his performance report... right here. Now this was written by Toby, who we all know is extremely reliable."
            },
            {
                "character": "Michael",
                "line": "It's not very well written, but you get the gist."
            },
            {
                "character": "David Wallace",
                "line": "Is there anybody else you think could run the day to day of the branch?"
            },
            {
                "character": "Michael",
                "line": "I can just continue to run it myself."
            },
            {
                "character": "David Wallace",
                "line": "Jim had an interesting idea to help you with this extra work load and it involved you being promoted to oversee all northeast sales and then Jim would be promoted to your position."
            },
            {
                "character": "Michael",
                "line": "This was Jim's idea?"
            },
            {
                "character": "David Wallace",
                "line": "Mmhmm."
            },
            {
                "character": "Michael",
                "line": "Wow. Ummm, well I'd have to talk to my mother and my guy at H and R Block."
            },
            {
                "character": "David Wallace",
                "line": "Ummm... okay, here's the thing though. The plan doesn't work unless we have someone to replace you. I was hoping... plus we have to worry about Jim, he has another job offer. We may have to replace him."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I didn't tell Michael because I thought he'd try to help. Example, he handed out Jello shots at the 23rd mile of the Steamtown marathon."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Jim can you walk me out to my car for a second."
            },
            {
                "character": "Jim",
                "line": "Sure."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[after talking to David, Jim looks dejected] I can't help but feel partially responsible."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[shakes jelly beans] Little pick me up? [Jim accepts] Oh those are the best. Little sugar rush."
            },
            {
                "character": "Jim",
                "line": "When you were in the office earlier talking to Wallace, did I come up at all?"
            },
            {
                "character": "Michael",
                "line": "Well we did talk about how handsome you are."
            },
            {
                "character": "Jim",
                "line": "Why don't we head in your office to talk?"
            },
            {
                "character": "Michael",
                "line": "Oh what a week, God. We said... I know there were certain things we said..."
            },
            {
                "character": "Jim",
                "line": "Michael, look I'll just be honest with you. Earlier today I spoke with Wallace about a promotion. I actually think that talk went really well. And then after he spoke with you, for some reason it felt like things had changed."
            },
            {
                "character": "Michael",
                "line": "Hmmm, that's weird, that's weird... it's kinda weirding me out. Did you know that Lincoln's secretary was named Kennedy."
            },
            {
                "character": "Jim",
                "line": "Michael, did you say anything?"
            },
            {
                "character": "Michael",
                "line": "Tell you what, when you leave this office I am going to call Wallace and I am going to tell him that you should get that promotion."
            },
            {
                "character": "Jim",
                "line": "Really?"
            },
            {
                "character": "Michael",
                "line": "Yes!"
            },
            {
                "character": "Jim",
                "line": "You will? Wanna do it right now?"
            },
            {
                "character": "Michael",
                "line": "Yes."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I tried to keep Michael in the dark. I should have known that he can do just as much damage in the dark."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I need to see your pupils.  I need to see if they're dilated."
            },
            {
                "character": "Toby",
                "line": "If they were dilated..."
            },
            {
                "character": "Darryl",
                "line": "Toby! Dwight! Is that them?"
            },
            {
                "character": "Gwenneth",
                "line": "Definitely."
            },
            {
                "character": "Darryl",
                "line": "You come to my house, bust up my trash cans, call my baby sister an ass****, and told her to eat dog food."
            },
            {
                "character": "Dwight",
                "line": "We thought that she was you."
            },
            {
                "character": "Darryl",
                "line": "Why would you think a lady is me?"
            },
            {
                "character": "Dwight",
                "line": "Are you... are you serious? Be... cause you look exactly alike. Am I the only one? Are you getting this?"
            },
            {
                "character": "Toby",
                "line": "No, nah. I don't see it."
            },
            {
                "character": "Darryl",
                "line": "Here's what I'm gonna do, I'm calling corporate and I'm filing a complaint against both of you."
            },
            {
                "character": "Dwight",
                "line": "Aww, Darryl."
            },
            {
                "character": "Darryl",
                "line": "C'mon Gwenneth."
            },
            {
                "character": "Gwenneth",
                "line": "Sad."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "[on phone] This is David."
            },
            {
                "character": "Michael",
                "line": "Hey David, this is Michael Scott. [Jim pushes speaker phone button] Michael Scott here."
            },
            {
                "character": "David Wallace",
                "line": "Yep."
            },
            {
                "character": "Michael",
                "line": "Just wanted to talk to you about Jim Halpert. I understand that he did not receive the promotion. And I wanted to see what I could do to nudge you in the right direction."
            },
            {
                "character": "David Wallace",
                "line": "So, what, you're changing your mind about Jim?"
            },
            {
                "character": "Michael",
                "line": "Absolutely, [turns speakerphone off] not. [turns speakerphone back on] Like I said before, Jim is fantastic and he deserves this job."
            },
            {
                "character": "David Wallace",
                "line": "Michael, it seems like you're cutting in and out... This is not what you said earlier."
            },
            {
                "character": "Michael",
                "line": "Wha... here's the thing, Jim is the best man for this job, I think you should give it to him."
            },
            {
                "character": "David Wallace",
                "line": "Well, it doesn't change what you showed me in Jim's file."
            },
            {
                "character": "Michael",
                "line": "Well, nnnn, that... that was an anomaly. That file had been falsified. Toby Flenderson is doing drugs."
            },
            {
                "character": "David Wallace",
                "line": "Michael, I really don't know what's going on [police sirens in background] down there, but... oh, dammit, I am getting pulled over for talking on my cell, dammit."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Hey Darryl, look ahhh, we're here to apologize ahh..."
            },
            {
                "character": "Darryl",
                "line": "Cool."
            },
            {
                "character": "Dwight",
                "line": "Wait! They're using the lift as their own personal elevator."
            },
            {
                "character": "Toby",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "He broke his ankle climbing over the railing and he lied about it because it was a misuse of company equipment, case closed."
            },
            {
                "character": "Darryl",
                "line": "Stupidest thing I've ever heard."
            },
            {
                "character": "Dwight",
                "line": "Really? Then why is there new wood only on one railing? Hmmm?  We should check the security tapes Toby."
            },
            {
                "character": "Toby",
                "line": "Well, I don't think there's any reason to check 'em but I suppose if we wanted to be really certain..."
            },
            {
                "character": "Darryl",
                "line": "Alright, yeah fine so whatever..."
            },
            {
                "character": "Dwight",
                "line": "Yes!"
            },
            {
                "character": "Toby",
                "line": "You really did it..."
            },
            {
                "character": "Dwight",
                "line": "Now, I would like to file an official complaint to corporate because Darryl lied on an official form."
            },
            {
                "character": "Darryl",
                "line": "And I'm telling them you guys sexually harassed my sister."
            },
            {
                "character": "Dwight",
                "line": "Phhhht. No judge is gonna believe that..."
            },
            {
                "character": "Toby",
                "line": "Ahhh, kay. Look, we could all file complaints against each other and just drown in a sea of paperwork, but you know, we can just move on with our... with our lives."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "So Dwight and Darryl came to an agreement that both would file complaints with corporate and now I get to do all this paperwork. We worked it out."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Hey, hey Jim, it would make me feel really good right now if you would just punch me in the face. Alright, Just do it."
            },
            {
                "character": "Jim",
                "line": "How many times have I asked you to put me up for a branch manager job."
            },
            {
                "character": "Michael",
                "line": "I never recommended you because I didn't want to lose you and I didn't want to lose Pam, [starts to choke up] and now I don't wanna lose the baby."
            },
            {
                "character": "Jim",
                "line": "So instead, you screwed me?"
            },
            {
                "character": "Michael",
                "line": "That's what she..."
            },
            {
                "character": "Jim",
                "line": "No."
            },
            {
                "character": "Erin",
                "line": "David Wallace is calling."
            },
            {
                "character": "Michael",
                "line": "Kind of in the middle of something here."
            },
            {
                "character": "Erin",
                "line": "Should I tell him you'll call him back?"
            },
            {
                "character": "Michael",
                "line": "I, yeah... no, I'll tell him myself. Let's both."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[on phone] Hello."
            },
            {
                "character": "David Wallace",
                "line": "Hey Michael, you got Jim there with you?"
            },
            {
                "character": "Michael",
                "line": "No, it's just us."
            },
            {
                "character": "David Wallace",
                "line": "Actually, can you call Jim in? I want him on, please."
            },
            {
                "character": "Michael",
                "line": "Oh, oh, well here he is right now. [Michael knocks on desk] Come in. [Makes sound effects for door opening and footsteps and points to Jim to answer]"
            },
            {
                "character": "Jim",
                "line": "Hi David."
            },
            {
                "character": "David Wallace",
                "line": "Hey guys, so I spoke to Alan, we had kind of an unconventional idea, which I think is pretty cool. But it only works if everyone's on board."
            },
            {
                "character": "Michael",
                "line": "Well just as long as it means Jim becomes a manager."
            },
            {
                "character": "David Wallace",
                "line": "We were thinking of having two branch managers in Scranton. Both of you guys working as co-managers. Jim would handle the day to day and Michael you would focus on clients and big picture stuff."
            },
            {
                "character": "Jim",
                "line": "Wow, that sounds pretty cool."
            },
            {
                "character": "Michael",
                "line": "I like that, so manager and co-manager."
            },
            {
                "character": "David Wallace",
                "line": "Co-manager and Co-manager. See, there are a lot of moving pieces and this is the only way I can sell it upstairs."
            },
            {
                "character": "Michael",
                "line": "Well that might be a little confusing for people because they know me as manager."
            },
            {
                "character": "David Wallace",
                "line": "Alright, hey Michael can you pick up for one second. [Michael picks up phone] Okay look, I'm not going to force you into anything. If you're willing to lose Jim, fine, you just say so and we'll find another solution, okay. Is that what you want to do?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Okay people, listen up, I have an announcement to make, fraud was committed..."
            },
            {
                "character": "Michael",
                "line": "Okay everybody, I have an announcement to make... whoa do you have an announcement?"
            },
            {
                "character": "Dwight",
                "line": "I'm... I was making it."
            },
            {
                "character": "Michael",
                "line": "Everybody, David Wallace and I have talked and we have decided to promote Jim to the position of co-manager."
            },
            {
                "character": "Stanley",
                "line": "Co-manager of what?"
            },
            {
                "character": "Michael",
                "line": "Of your butt, and your butt, and your butt, all of the Scranton branch butts."
            },
            {
                "character": "Phyllis",
                "line": "What's happening to you Michael?"
            },
            {
                "character": "Michael",
                "line": "What's happening to me? I am also being promoted to co-manager, we will be co-managers together. Jim Halpert, welcome."
            },
            {
                "character": "Jim",
                "line": "[shakes Michael's hand] Thank you. [Dwight looks disappointed and angry behind them]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "AHHHHHHHHHHHH!"
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "Niagara Falls in October? Pfft, hells yeah."
            },
            {
                "character": "Pam",
                "line": "Do you think that you could send in your RSVP card?"
            },
            {
                "character": "Meredith",
                "line": "Nah, I'll just tell you now, easier."
            },
            {
                "character": "Pam",
                "line": "Well, you have to choose a food option and there's information in there about directions and lodging..."
            },
            {
                "character": "Meredith",
                "line": "I'll just have whatever's fanciest, unless there's ribs. I'll just get the other information the day of, I'll text you."
            },
            {
                "character": "Pam",
                "line": "You are going to text me, the morning of my wedding."
            },
            {
                "character": "Meredith",
                "line": "Uh huh."
            },
            {
                "character": "Pam",
                "line": "To ask for directions.."
            },
            {
                "character": "Meredith",
                "line": "Right..."
            },
            {
                "character": "Pam",
                "line": "And you will eat whatever is fanciest?"
            },
            {
                "character": "Meredith",
                "line": "Unless there's ribs. [leaves]"
            },
            {
                "character": "Angela",
                "line": "Rude."
            },
            {
                "character": "Pam",
                "line": "So rude, right?"
            },
            {
                "character": "Angela",
                "line": "Mmm hmmm."
            },
            {
                "character": "Pam",
                "line": "[sits down] Oh my gosh, I have been chasing people down all day. It's incredible."
            },
            {
                "character": "Angela",
                "line": "Pam, my bag was there..."
            }
        ]
    ],
    "deleted_scenes": []
}