{
    "season": 6,
    "episode": 9,
    "title": "Murder",
    "scenes": [
        [
            {
                "character": "Dwight",
                "line": "[screaming, Phyllis and Dwight wrestling] Got you! Broken arm! Boom Boom Boom! Broken Nose! Boom Boom Boom Boom! Broken Nose! Boom! Ha, gonna flip you!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Once a year Dwight holds a seminar updating us on the newest developments in the world of karate... because as we all know, the one thing thousand year martial arts do all the time is change."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "How can I pose this to you in a relatable way? You are all members of the Yakuza and you happen to be visiting the Lackawanna trolley museum... and you are attacked by triads... how can you hold them off until your clan arrives? You cannot go wrong with a throat punch [screams, pretends to punch Meredith in the throat]"
            },
            {
                "character": "Jim",
                "line": "OK, so there's no defense for that, good to know."
            },
            {
                "character": "Dwight",
                "line": "No, there is a defense for that. Let me demonstrate. Someone attack me. Kevin, go!"
            },
            {
                "character": "Kevin",
                "line": "No way. Last time you pulled my pants down and then you tried to choke me with my shoelace."
            },
            {
                "character": "Dwight",
                "line": "False. I did choke you with your shoelace. Now come at me!"
            },
            {
                "character": "Jim",
                "line": "OK, with all due respect to everyone here, I think the most worthy opponent of you is you."
            },
            {
                "character": "Dwight",
                "line": "That is correct. Unless there happened to be measles present."
            },
            {
                "character": "Jim",
                "line": "So let's just say that Dwight has come at you with the throat punch. Now how would you, Dwight, defend against it?"
            },
            {
                "character": "Dwight",
                "line": "Easy. Allow me to demonstrate. I am attacking myself with a throat punch. Here it comes. [gives himself a fake throat punch] Block. Grasp wrist as such. [grasps wrist]"
            },
            {
                "character": "Jim",
                "line": "And what if he comes at you with the other hand, because he does have two."
            },
            {
                "character": "Dwight",
                "line": "Good point. Second, throat punch, absorb the blow. [gives himself another throat punch and proceeds to both attack and defend himself] Groin punch, hip block, elbow to the gut. Uh oh, up to the nose. No, you're not. Ow! Oh!"
            },
            {
                "character": "Jim",
                "line": "Oh my God, he's making you look like such a fool."
            },
            {
                "character": "Dwight",
                "line": "He really is, but not for long. [steps on foot] Ow! Instep, oh, not again. [more screaming] You let go, you let go. Oh, you're right, I can't hold on."
            },
            {
                "character": "Jim",
                "line": "You two are so evenly matched I don't know how one of you is going to get the upper hand."
            },
            {
                "character": "Dwight",
                "line": "The important thing to remember Jim... we always have what is called the element of surprise. [hits himself in the groin and moans]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "But I would say my favorite art form is a tie between sculpting and stand up comedy."
            },
            {
                "character": "Andy",
                "line": "I did stand up comedy once."
            },
            {
                "character": "Michael",
                "line": "You did?"
            },
            {
                "character": "Andy",
                "line": "Yeah, I killed."
            },
            {
                "character": "Michael",
                "line": "That sounds like it was hilarious."
            },
            {
                "character": "Andy",
                "line": "It was hilarious."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Michael?"
            },
            {
                "character": "Michael",
                "line": "Yes?"
            },
            {
                "character": "Dwight",
                "line": "What is the meaning of this email that everyone got?"
            },
            {
                "character": "Michael",
                "line": "You'll have to be more specific Dwight, I get like eight emails a day."
            },
            {
                "character": "Dwight",
                "line": "This one, from David Wallace to all Dunder Mifflin."
            },
            {
                "character": "Michael",
                "line": "Woo hoo, shout out!"
            },
            {
                "character": "Dwight",
                "line": "Hello everyone I am sure you have seen the item in the Journal. I just want to stress that it's all conjecture. If there's any concrete news you will know ASAP."
            },
            {
                "character": "Michael",
                "line": "Erin, do we have the journal?"
            },
            {
                "character": "Erin",
                "line": "Your feelings journal? You told me to put it in the time capsule."
            },
            {
                "character": "Michael",
                "line": "Did you?"
            },
            {
                "character": "Pam",
                "line": "Michael, he means the Wall Street Journal online."
            },
            {
                "character": "Michael",
                "line": "Oh, the Wall."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I found the article. [everyone walks over to his desk, he begins reading the article] \"On a day marked by panicked corporate board meetings, one that is relatively not surprising is Dunder Mifflin's. It is rumored that they will recommend... \" and the article cuts off."
            },
            {
                "character": "Michael",
                "line": "It's $1.99 to finish the article. I wonder what it was going to say? [no one makes a move to pay for the article]"
            },
            {
                "character": "Jim",
                "line": "Are you serious? [starts typing on the computer and Andy begins to lean in toward the computer]"
            },
            {
                "character": "Andy",
                "line": "I got it, I got it... Oh, Tuna beat me to it."
            },
            {
                "character": "Phyllis",
                "line": "\"It is rumored that they will recommend declaring bankruptcy.\""
            },
            {
                "character": "Michael",
                "line": "No, no, that doesn't make any sense."
            },
            {
                "character": "Stanley",
                "line": "Oh lord, we're all gonna lose our jobs."
            },
            {
                "character": "Oscar",
                "line": "Not necessarily, bankruptcy could mean a lot of things. Maybe they're just restructuring to get out of debt."
            },
            {
                "character": "Michael",
                "line": "Oh, that sounds awful."
            },
            {
                "character": "Oscar",
                "line": "Or it could mean the end of Dunder Mifflin."
            },
            {
                "character": "Michael",
                "line": "Oh God. Well, that's an interesting theory."
            },
            {
                "character": "Dwight",
                "line": "You know what? You can all have jobs at Schrute Farms as human scarecrows. It doesn't pay much and you can't unionize."
            }
        ],
        [
            {
                "character": "David Wallace's Secretary",
                "line": "I'm sorry, Michael, David's in a meeting."
            },
            {
                "character": "Michael",
                "line": "Ah, well maybe you should spy on him. [in Valley Girl voice] Oh my God, wouldn't that be hilarious! [laughs]"
            },
            {
                "character": "David Wallace's Secretary",
                "line": "Um, I'll just have him call you back."
            },
            {
                "character": "Michael",
                "line": "OK, OK. Good. I'll catch you on the flippity flip. Bye. [hangs up phone] He's busy, he'll call me back when he's free."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[retching sounds coming from the men's bathroom, Kevin walks to the door and goes in] Michael, are you OK? Did you throw up in there?"
            },
            {
                "character": "Michael",
                "line": "No, I'm just poopin'. You know how I be."
            },
            {
                "character": "Kevin",
                "line": "It smells like throw up in here."
            },
            {
                "character": "Michael",
                "line": "Crazy world. Lotta smells."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "[in lunch room with several coworkers] Guys, what if this is our last day at work? What if we never see each other ever again? [Andy scoffs and looks over at Erin, Erin looks sad]"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I like Erin. There, I said it. I was kinda hoping she would ask me out, but things have not panned out on that front, so... it is time for the Nard Dog to take matters into his own paws."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Michael in his office playing music loudly, Jim walks in and turns the volume down, Michael trailing off on singing] We have to do something because people are losing it out there wondering what's going to happen."
            },
            {
                "character": "Michael",
                "line": "OK, we need some sort of distraction for everybody. Anything new on YouTube? Doesn't even need to be good. Oh God, I can't think, need more Mullins."
            },
            {
                "character": "Jim",
                "line": "Listen, Wallace said these were just rumors, right? So we have no reason to think the company is anything but fine. So if we just go on with our work, you and me, they'll follow along."
            },
            {
                "character": "Michael",
                "line": "Monkey see, monkey do."
            },
            {
                "character": "Jim",
                "line": "That's it."
            },
            {
                "character": "Michael",
                "line": "Monkey pee all over you."
            },
            {
                "character": "Jim",
                "line": "That rhymes, so what have we on the docket today?"
            },
            {
                "character": "Michael",
                "line": "We have a monthly staff meeting"
            },
            {
                "character": "Jim",
                "line": "Alright, let's conference room it up! [everyone is now in the conference room] Here's the deal guys. There is no new information as of yet, so I suggest we all just keep working."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Sure I'm a little nervous, but doing our work will make us feel better. I only slack off when things are good."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Customers have to use the coupon code from the website. And as of now there is no differentiation between the letter O and the zero, but we are working on that. Stay tuned for that."
            },
            {
                "character": "Dwight",
                "line": "[Michael leaves] He needs me. Seat saved infinity. [leaves]"
            },
            {
                "character": "Jim",
                "line": "OK, great."
            },
            {
                "character": "Michael",
                "line": "[walks back in, on cell phone] What? Oh my God! [everyone starts asking questions] There has been a murder. There's been a murder in Savannah. [runs back to his office]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Games have the power to distract people from stressful situations. Battleship got me through my parents' divorce. Operation got me through my vasectomy, i.e., my operation. I don't think I would have been able to endure my breakup with Holly had it not been for Toss Across."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "[reading the game box cover] Belles, Bourbon and Bullets, a murder mystery dinner party game."
            },
            {
                "character": "Michael",
                "line": "It is so much fun. Everybody plays a character, we go around the room, we try to figure out who did it..."
            },
            {
                "character": "Jim",
                "line": "Hey, I am wondering if this is a, uh, terrible idea."
            },
            {
                "character": "Michael",
                "line": "This is my call Jim, big picture stuff, it's about murder."
            },
            {
                "character": "Jim",
                "line": "I thought we agreed that we wouldn't do things like this."
            },
            {
                "character": "Michael",
                "line": "Tube City, you owe me one."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Co-managing is a give and take. You have to pick your battles. One of the battles that I picked was to stop Michael from running plastic tubes all over the office and placing hamsters inside of them. He was going to call it Tube City. So, yes, I do owe him one."
            }
        ],
        [
            {
                "character": "Voice on CD player",
                "line": "August the 5th, 1955. It's a sad day down here in Savannah. Local magnate Bill Bourbon was killed last night and all y'all have congregated tonight for a meal to celebrate Bill as he passes on to his great reward. You're not just here to pay your respects, you have to figure out which of y'all is the no-count scoundrel who killed him."
            },
            {
                "character": "Stanley",
                "line": "This is ridiculous. [gets up to leave, as does Angela]"
            },
            {
                "character": "Michael",
                "line": "There will be food. You leave, you do not get food."
            },
            {
                "character": "Stanley",
                "line": "What kind of food?"
            },
            {
                "character": "Michael",
                "line": "Sandwich platters."
            },
            {
                "character": "Stanley",
                "line": "I'm in. [sits back down]"
            },
            {
                "character": "Michael",
                "line": "Baby carrots. [Angela sits back down]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "OK, here are your character cards. Take one, pass it down. Here is your prop box, some of your characters will have props. Now, on your character card, it tells you who you are, and what your alibi is. Everything else is up to your imagination. So, if you talk slowly in real life, your character could, say, have been kicked in the head by a horse."
            },
            {
                "character": "Kevin",
                "line": "Whoa, I'll try it."
            },
            {
                "character": "Michael",
                "line": "OK, use your imaginations."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Who'd you get?"
            },
            {
                "character": "Erin",
                "line": "Naughty Nellie Nutmeg, a vivacious young socialite with a penchant for scandal."
            },
            {
                "character": "Andy",
                "line": "Oooooo, saucy."
            },
            {
                "character": "Erin",
                "line": "How about you?"
            },
            {
                "character": "Andy",
                "line": "Nathaniel Nutmeg, the local bartender and Nellie's brother."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Michael, I don't like this game. It's scary."
            },
            {
                "character": "Michael",
                "line": "It's not scary."
            },
            {
                "character": "Angela",
                "line": "I don't like my character."
            },
            {
                "character": "Pam",
                "line": "Who are you?"
            },
            {
                "character": "Angela",
                "line": "Voodoo Mama Juju, the witch doctor of the Savannah swamps. I'm not comfortable with this. [holds up a head]"
            },
            {
                "character": "Michael",
                "line": "Well how do you think I feel? I mean I have to play Caleb Crawdad, handsome playboy. Every night, a different woman. Being oogled. Having to hug and kiss and spoon, I make them feel beautiful."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[looks at Oscar who is using his phone, grabs it] Well, well, well. What is this contraption, I do declare?"
            },
            {
                "character": "Oscar",
                "line": "It's my blackberry Michael, I am trying to get updates on the company."
            },
            {
                "character": "Michael",
                "line": "Who's Michael? I'm Caleb Crawdad, I do declare."
            },
            {
                "character": "Ryan",
                "line": "You don't have to keep saying \"I do declare\". Any time you say something it means you are declaring."
            },
            {
                "character": "Michael",
                "line": "That is the way Southern people talk."
            },
            {
                "character": "Jim",
                "line": "And what Designing Woman are you basing that on?"
            },
            {
                "character": "Michael",
                "line": "Delta Burke, I do declare. Now, shall we get to the mystery?"
            },
            {
                "character": "Pam",
                "line": "I'll go. [stands up, begins speaking with a southern accent]  My name is Deborah U. Tante.  Deb for short."
            },
            {
                "character": "Andy",
                "line": "That's clever, Debutante."
            },
            {
                "character": "Pam",
                "line": "Bill Bourbon was my uncle. I would have never hurt him any more than I'd hurt a June bug."
            },
            {
                "character": "Meredith",
                "line": "Nice accent. You sound like Forrest Gump."
            },
            {
                "character": "Pam",
                "line": "I do not."
            },
            {
                "character": "Andy",
                "line": "Well, you do actually. You've got this kinda like Florida Panhandle thing going, whereas what you really want is more of a Savannah accent, which is more like molasses just sorta spillin' out of your mouth."
            },
            {
                "character": "Kevin",
                "line": "Oooo, now do the Swedish chef."
            },
            {
                "character": "Andy",
                "line": "Uh, not familiar, what province is he from?"
            },
            {
                "character": "Kevin",
                "line": "He lives on Sesame Street, dumbass."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "You know, I think I'm supposed to say something to Pam, I mean, Deb, OK? [in character] I overheard you asking the butler where the pistol was kept."
            },
            {
                "character": "Dwight",
                "line": "Wait a minute, wait a minute. I'm the butler. You were listening in on that? You rich people. You think you can do whatever you want to the servant class!"
            },
            {
                "character": "Michael",
                "line": "No, no, no. Don't turn this into a political thing."
            },
            {
                "character": "Dwight",
                "line": "I will poison your food."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I reckon I got something to say to Miss Beatrix Bourbon, if'n she don't mind."
            },
            {
                "character": "Michael",
                "line": "Oooooo, doggie, we got a party now!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I do believe that the game is a big hit. People are really diving into their characters."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Y'all."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "[Creed pulls into the parking lot and goes into the office] Sorry I'm late, boss. What's going on?"
            },
            {
                "character": "Michael",
                "line": "[accent] Sir, there has been a murder, and you are a suspect."
            },
            {
                "character": "Creed",
                "line": "OK. Hang on just a second. Let me just settle in and I'll be right back."
            },
            {
                "character": "Michael",
                "line": "Very good, very good. Now, no one was there in the wine cellar. [Creed gets in his car and drives away]"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[in character] Hey there young lady."
            },
            {
                "character": "Erin",
                "line": "Hello."
            },
            {
                "character": "Andy",
                "line": "I would be remiss if I did not ask the pretty young lady out on a date for this weekend."
            },
            {
                "character": "Erin",
                "line": "Sounds like a plan, Sugar."
            },
            {
                "character": "Andy",
                "line": "Alright, a plan it is."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Voodoo Mama Juju, explain your dalliance with the Dark Arts."
            },
            {
                "character": "Angela",
                "line": "It's not my fault, I was exposed to Harry Potter."
            },
            {
                "character": "Dwight",
                "line": "I know you did it!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I know she didn't do it. It's never the person you most suspect. It's also never the person you least suspect, since anyone with half a brain would suspect them the most. Therefore I know the killer to be Phyllis, AKA Beatrix Bourbon, the person I most medium suspect."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[in character] Do you want to go out on a date with me? We can make out by the horses."
            },
            {
                "character": "Erin",
                "line": "Well, you know ol' Nellie's always up for a romp in the hay."
            },
            {
                "character": "Meredith",
                "line": "How about a threesome?"
            },
            {
                "character": "Erin",
                "line": "Yeah, my boudoir's always open."
            },
            {
                "character": "Kevin",
                "line": "Nice."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I'm a little worried I might have asked out Naughty Nellie and not Erin. Which would be a whole lot less appealing, because Naughty Nellie says yes to everyone. And she might be a murderer."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I just got an email from corporate, specifically for Accounting to stop all payments to our vendors."
            },
            {
                "character": "Phyllis",
                "line": "What does that mean?"
            },
            {
                "character": "Oscar",
                "line": "Well, maybe nothing but it could mean a problem with liquidity-"
            },
            {
                "character": "Michael",
                "line": "[accent] Whoa. What's this strange Yankee accent coming out of your mouth, son? This here's Savannah."
            },
            {
                "character": "Oscar",
                "line": "[tries to speak in a high-pitched southern accent] This plantation, we're running low on greenbacks. We're having problems paying the people who give us the seeds and the dirt. We can't pay... [in regular voice] - Michael, I can't - Basically it could mean a lot of things, but it is unprecedented, so it's cause for concern."
            },
            {
                "character": "Jim",
                "line": "OK, I'm going back to work."
            },
            {
                "character": "Michael",
                "line": "No no no no no no no. [accent] I'm going to skip forward to a relevant clue. Here we go."
            }
        ],
        [
            {
                "character": "Voice on CD player",
                "line": "Well by now you've figured out that ol' Beatrix Bourbon was the killer."
            },
            {
                "character": "Phyllis",
                "line": "Michael, I was doing so well."
            },
            {
                "character": "Michael",
                "line": "[accent] Are you going to believe that? That is a mis- that's a misdirection. We still don't know who the murderer is. [everyone leaves] Nellie Nutmeg, come back in here. I can't do this myself. Voodoo Mama Juju... what am I gonna do?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "OK, so Corporate is still in their meeting."
            },
            {
                "character": "Kevin",
                "line": "That could be a good sign."
            },
            {
                "character": "Angela",
                "line": "Hey everyone, Kevin's going to give us his take on the situation. Let's listen up."
            },
            {
                "character": "Jim",
                "line": "Alright guys, it's a work day and you guys work here, so let's go do some work."
            },
            {
                "character": "Kevin",
                "line": "Now, Jim telling us all to work? I think that is a very good sign."
            },
            {
                "character": "Angela",
                "line": "Don't just say things."
            },
            {
                "character": "Jim",
                "line": "[Michael walks in] Oh, hey, Michael. Listen, I brought up those sales targets. Do you want to-"
            },
            {
                "character": "Michael",
                "line": "[accent] I do believe you have me mistaken, my name is Caleb Crawdad. Y'all skedaddled way too soon. We need to reopen this case."
            },
            {
                "character": "Jim",
                "line": "No, you're not reopening the case. The case is closed."
            },
            {
                "character": "Michael",
                "line": "No it ain't."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Frankly, I'm not surprised. A lot of the evidence seemed to be based on puns."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Just thinking about Weekend at Bernie's. It's funny, the guy's dead the whole time."
            },
            {
                "character": "Erin",
                "line": "I haven't seen it."
            },
            {
                "character": "Andy",
                "line": "Speaking of weekends, you excited about our date this weekend?"
            },
            {
                "character": "Erin",
                "line": "[accent] Of course, Nathaniel."
            },
            {
                "character": "Andy",
                "line": "Yeah, OK."
            },
            {
                "character": "Erin",
                "line": "[accent] Where are you taking me?"
            },
            {
                "character": "Andy",
                "line": "[accent] Well, finest steakhouse in all Savannah."
            },
            {
                "character": "Erin",
                "line": "[accent] Savannah? That's a far way from Scranton."
            },
            {
                "character": "Andy",
                "line": "Did you mean a real date?"
            },
            {
                "character": "Erin",
                "line": "No. [laughs] Did you?"
            },
            {
                "character": "Andy",
                "line": "Totally... not. [Erin gets up and walks away]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "I thought it was for real. So I was excited, but it was just, it was part of the game."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "You're sure it was water, it couldn't have been acid?"
            },
            {
                "character": "Michael",
                "line": "I already declared you, it was too dark to tell."
            },
            {
                "character": "Dwight",
                "line": "Stop playing games with me, Crawdad."
            },
            {
                "character": "Michael",
                "line": "This is not a game, this is my life. You are out of order, sir."
            },
            {
                "character": "Dwight",
                "line": "Answer me."
            },
            {
                "character": "Michael",
                "line": "You are out of order."
            },
            {
                "character": "Dwight",
                "line": "You are out of order."
            },
            {
                "character": "Michael",
                "line": "You are-"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I think Michael may have snapped."
            },
            {
                "character": "Jim",
                "line": "Or maybe he's just stuck in character."
            },
            {
                "character": "Pam",
                "line": "Well, which is worse? Snapped or stuck?"
            },
            {
                "character": "Jim",
                "line": "Both. They're both worse."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "It's going to be alright. We're a good company, we'll figure this out. We're not going under."
            },
            {
                "character": "Pam",
                "line": "Jim, what if we both lose our jobs? I'm trying to think of a way that this all ends up fine, and I can't think of one."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[comes into Jim's office using accent] Deb, what in the world - do you have the vapors?"
            },
            {
                "character": "Jim",
                "line": "Michael, not now."
            },
            {
                "character": "Michael",
                "line": "Can't wait, we have to get you to our witch doctor right now. Come on. Come on."
            },
            {
                "character": "Pam",
                "line": "I should just go. [accent] Where to now Caleb?"
            },
            {
                "character": "Michael",
                "line": "To Mama Juju Boo Boo."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Michael, can I... OK, I'm just going to skip right past the what and go with why."
            },
            {
                "character": "Michael",
                "line": "Because this is the recreation of a crime scene."
            },
            {
                "character": "Meredith",
                "line": "[laying on the ground] I'm the dead body and these are my brain chunks."
            },
            {
                "character": "Dwight",
                "line": "Hey shut up. You're dead."
            },
            {
                "character": "Jim",
                "line": "Michael, can I talk to you in your office?"
            },
            {
                "character": "Michael",
                "line": "No Michael here, my name is-"
            },
            {
                "character": "Jim",
                "line": "Caleb!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Today of all days..."
            },
            {
                "character": "Michael",
                "line": "No, you shut up. They need this game, Jim. Let us have this stupid little game, alright? [Jim nods]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "[accent] Oh, you startled me. My stars, my heart nearly leapt out of my chest. What can I do you for?"
            },
            {
                "character": "Erin",
                "line": "Wallace is on the phone. He's returning your call."
            },
            {
                "character": "Michael",
                "line": "Detective Wallace?"
            },
            {
                "character": "Erin",
                "line": "I don't think so. I think it's David Wallace from Dunder Mifflin."
            },
            {
                "character": "Michael",
                "line": "Aw, shucks, tell him I'm not here."
            },
            {
                "character": "Oscar",
                "line": "You're not gonna answer the phone?"
            },
            {
                "character": "Michael",
                "line": "No, I only answer to Detective Wallace 'cause I got a warm body in the other room."
            },
            {
                "character": "Jim",
                "line": "I'll take it."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey David."
            },
            {
                "character": "David Wallace",
                "line": "Hey, sorry to be getting back to you guys so late. Things are still a bit unclear, we didn't officially decide anything yet."
            },
            {
                "character": "Jim",
                "line": "Oh, OK."
            },
            {
                "character": "David Wallace",
                "line": "But if I can be candid with you here Jim, it's not good. We fully expect to be out of money by the end of the year. Insolvent. So, well... You know what? I'm sorry, I have to run. But we will talk soon, OK?"
            },
            {
                "character": "Jim",
                "line": "Sure. Oh, you know, while I have you... today I was working on this pitch for a supermarket chain, and it would actually be a big account and I wanted to-"
            },
            {
                "character": "David Wallace",
                "line": "You know what? I can't really get my head around anything like that right now, but that's great. Keep after it, but I gotta run."
            },
            {
                "character": "Jim",
                "line": "OK."
            },
            {
                "character": "David Wallace",
                "line": "Thanks Jim."
            },
            {
                "character": "Jim",
                "line": "See ya."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[Jim comes out of the office] What's the news?"
            },
            {
                "character": "Jim",
                "line": "Nothing yet."
            },
            {
                "character": "Phyllis",
                "line": "Well, I guess that's not-"
            },
            {
                "character": "Jim",
                "line": "Well there is some bad news. [accent] There has been another murder."
            },
            {
                "character": "Michael",
                "line": "A murder, you say? I do declare."
            },
            {
                "character": "Jim",
                "line": "Conference room everyone."
            },
            {
                "character": "Stanley",
                "line": "Do we have to play?"
            },
            {
                "character": "Jim",
                "line": "No."
            },
            {
                "character": "Stanley",
                "line": "Super."
            },
            {
                "character": "Dwight",
                "line": "Oh, this could be a juicy one."
            },
            {
                "character": "Michael",
                "line": "Get in there!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I think today was a good day to have two managers. 'Cause if you're a family stuck on a lifeboat in the middle of the ocean, one parent might want to just keep rowing. But if the other parent wants to play a game, it's not because they're crazy. It's because they're doing it for the kids. And I get that now."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "There has been a lot of murder and a lot of intrigue. My little heart can barely take it no more. [regular voice] Today is the hardest I have worked in a long, long time."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[Andy, Michael, and Dwight are pointing imaginary guns at each other] I didn't do it!"
            },
            {
                "character": "Dwight",
                "line": "OK, everybody just calm down."
            },
            {
                "character": "Andy",
                "line": "I am calm."
            },
            {
                "character": "Michael",
                "line": "On the count of three we're all going to put down our guns."
            },
            {
                "character": "Dwight",
                "line": "I have crossbows."
            },
            {
                "character": "Michael",
                "line": "We'll put down our weaponry on the count of three, you ready?"
            },
            {
                "character": "Dwight",
                "line": "OK, I'm ready."
            },
            {
                "character": "Michael",
                "line": "One, two, three.. [all scream]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Andy revealed himself to be a double agent. At which point Dwight felt comfortable revealing that he also was double agent. And then Michael announced to everybody that - get this- he was a double agent. Oh, and it is 6:00."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[Michael, Dwight, Andy and now Pam are in the circle and training their 'weapons' on each other, Jim walks in] Really?"
            },
            {
                "character": "Pam",
                "line": "[accent] It wasn't me. I'm not goin' down for this!"
            },
            {
                "character": "Jim",
                "line": "Yeah, I want to go home."
            },
            {
                "character": "Pam",
                "line": "Get the keys out of my purse, start the car. [Jim and Pam slowly back out of the office, Pam has her weapon trained on everyone and then they run out]"
            }
        ]
    ],
    "deleted_scenes": []
}