{
    "season": 7,
    "episode": 24,
    "title": "Search Committee",
    "scenes": [
        [
            {
                "character": "Creed",
                "quote": "[drives up to the entrance of the building, his license plate reads \"NEW MGR\"] It's a beautiful morning at Dunder-Mifflin, or as I like to call it, Great Bratton. [gets out of car, tosses his keys toward a nonexistent valet parker] Keep it running."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "Do I love being manager?... I love my kids. I love real estate. [slowly getting more excited] I love ceramics. I love my job. I-I love wrestling."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[to Jordan] Find out what language this is. [speaking in strange language]"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[running a meeting in the conference room] Okay, team building! On this side of the room, Stanley, Phyllis, Jim, Ted, Elroy, [camera switches to show only Meredith and Kevin have attended the meeting, Jim walks by and sees this] and this side of the room, Pam, Meredith, Phyllis, Creed..."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "He never called a meeting."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[pointing at a whiteboard with BOBODDY written on the left side, vertically] BO-BODDY! BO-BODDY. What does the first \"B\" stand for?"
            },
            {
                "character": "Pam",
                "quote": "What are we doing?"
            },
            {
                "character": "Creed",
                "quote": "We're making acronyms. Okay! What does the first \"B\" stand for?"
            },
            {
                "character": "Kevin",
                "quote": "Um... Business!"
            },
            {
                "character": "Creed",
                "quote": "I like it! Business! Good, Kevin! [writes after the first B, I, Z, N, U...] All right! The \"O\"..."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "We need a new manager."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[conducting interview] Your paper experience is very interesting. Do you think you could use that experience to inform decisions here?"
            },
            {
                "character": "Fred Henry",
                "quote": "Absolutely--I, yes. In fact, I actually have a three-step plan that I believe could effectively double your profits."
            },
            {
                "character": "Jim",
                "quote": "Really?"
            },
            {
                "character": "Fred",
                "quote": "Yeah."
            },
            {
                "character": "Jim",
                "quote": "[waiting for Fred to continue] ...What is it?"
            },
            {
                "character": "Fred",
                "quote": "Nice try."
            },
            {
                "character": "Toby",
                "quote": "I'm sorry, what is your three-step plan?"
            },
            {
                "character": "Fred",
                "quote": "Well, I mean, I can't just hand you my plan. I mean, if you guys give me the job, then, then you'll get the plan."
            },
            {
                "character": "Gabe",
                "quote": "Well... it's an interview, and we don't know that you really have the plan."
            },
            {
                "character": "Fred",
                "quote": "[speaking faster] Well, I'm not gonna just make up that I have a plan. I got a plan. Believe me, you guys want it. You're in paper, right?"
            },
            {
                "character": "Gabe",
                "quote": "How would we know that, if you don't..."
            },
            {
                "character": "Jim",
                "quote": "You could just be saying it to get the job."
            },
            {
                "character": "Fred",
                "quote": "I guess I could be, if I was... who would do that?"
            },
            {
                "character": "Jim",
                "quote": "How about this. Why don't you give us a part of the plan, and that way we know you have it."
            },
            {
                "character": "Fred",
                "quote": "Tell you what. I'll give you part three of part two. Not gonna give you a whole part."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            },
            {
                "character": "Fred",
                "quote": "Color-code sent documents, TM."
            },
            {
                "character": "Jim",
                "quote": "Did you just trademark that..."
            },
            {
                "character": "Toby",
                "quote": "[confused] W-What?"
            },
            {
                "character": "Fred",
                "quote": "That's a verbal trademark. That's an agreement."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "We are the Search Committee, hand-picked by our CEO, and tasked to find this branch's new manager. Not everyone we meet will be good, but someone's bound to be, right? [Andy, Kelly, and Darryl are each dressed up in suits for their interviews, Andy is also wearing an \"Andy for Manager?\" pin on his jacket] And, to be honest, I think a lot of the decent candidates are right here in-house, so, I'm not too worried. But I'm really excited to spend a lot of time with Toby and Gabe. [quietly] Did you know that Gabe's last name was Lewis? I had no idea."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "[in elevator with Phyllis and Darryl, all three are smiling, to Darryl] Good morning."
            },
            {
                "character": "Darryl",
                "quote": "Good morning."
            },
            {
                "character": "Phyllis",
                "quote": "[also to Darryl] Good morning."
            },
            {
                "character": "Darryl",
                "quote": "Good morning."
            },
            {
                "character": "Phyllis",
                "quote": "Did you have a nice drive in?"
            },
            {
                "character": "Darryl",
                "quote": "I did."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "I have a solid relationship with Jo, the company's owner. I have management experience. I have a good friendship with Jim, the head of the Search Committee, and it doesn't hurt that I'm... [in Oprah-like sing-song voice] bla-aaack!"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "[puts up a poster in the break room with \"IF YOU ARE ON THE SEARCH COMMITTEE PLEASE CONSIDER ANDY\" on it in bold lettering]"
            },
            {
                "character": "Erin",
                "quote": "[commenting on the poster] It's good. I really hope you get it!"
            },
            {
                "character": "Andy",
                "quote": "The manager job? Nah, I'm barely interested. I just can't not go for it. You know, it's not the Bernard way. We give it the old college try, and then, in defeat, we show grace."
            },
            {
                "character": "Erin",
                "quote": "Still, I'd really like to see this office with you in the boss's chair."
            },
            {
                "character": "Andy",
                "quote": "Don't even... [getting really happy and excited] EEEHHHH!!!!"
            },
            {
                "character": "Erin",
                "quote": "You in the boss's chair!"
            },
            {
                "character": "Andy",
                "quote": "EEEHHH!! No. Hehe."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "In my family, you don't really go out and get things. If you want something, you write it on a list, and then the housekeeper goes out and gets it, on Wednesdays and Fridays. So, I don't know, I guess you could say this job is on my list, and... [awkwardly smiling] we'll see what Rosa comes back with."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[checks to see that she is alone with Phyllis] Did you hear anything?"
            },
            {
                "character": "Phyllis",
                "quote": "Oh, I'm sure they'll let us know when they get the results. [Erin crosses fingers and smiles excitedly]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "It turns out that Erin was born in the basic time and region that I gave away a child."
            },
            {
                "character": "Erin",
                "quote": "So, Phyllis might be my mom. I mean, the chances are tiny, but..."
            },
            {
                "character": "Phyllis",
                "quote": "But, probably not, I mean, it was a big year for babies. Porky's had come out."
            },
            {
                "character": "Erin",
                "quote": "Yeah. I'm sure I was just another Porky's baby."
            },
            {
                "character": "Phyllis",
                "quote": "Mm."
            },
            {
                "character": "Erin",
                "quote": "But why not find out."
            },
            {
                "character": "Phyllis",
                "quote": "Yeah."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[to Dwight, who is reading the want ads] Should you really be so blatant about that?"
            },
            {
                "character": "Dwight",
                "quote": "They won't make me manager, and I won't settle for anything less. I've gone about as far as I can here. That's obvious. Time to take my talents elsewhere."
            },
            {
                "character": "Pam",
                "quote": "Are you really going to apply for work at Scranton Breadworks?"
            },
            {
                "character": "Dwight",
                "quote": "Bread is the paper of the food industry. You write your sandwich on it."
            }
        ],
        [
            {
                "character": "Warren Buffett",
                "quote": "Can you do any better on salary?"
            },
            {
                "character": "Jim",
                "quote": "Unfortunately, that range is set at corporate."
            },
            {
                "character": "Warren",
                "quote": "What about mileage when I use my car? I mean, gas ain't cheap, you know."
            },
            {
                "character": "Jim",
                "quote": "Heh. We think that 25 cents a mile is pretty generous."
            },
            {
                "character": "Warren",
                "quote": "How about 27? And uh, when I make long-distance calls, will they be monitored or is it on the honor system?"
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "[on phone] Okay. [hangs up, smiling] How odd, a very unusual phone call from the Senator's office. The Senator wants me to have lunch with him at The Botanical Gardens."
            },
            {
                "character": "Kevin",
                "quote": "The Botanical Gardens, Scranton's hidden gem. Don't eat any berries you don't recognize."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "How will your experience selling refinery equipment translate to our smaller scale here?"
            },
            {
                "character": "Robert California",
                "quote": "You don't work in sales, do you."
            },
            {
                "character": "Toby",
                "quote": "Uh... Human Resources."
            },
            {
                "character": "Robert California",
                "quote": "You see, I sit across from a man. I see his face. I see his eyes. Now, does it matter if he wants a hundred dollars of paper or a hundred million dollars of deep-sea drilling equipment? Don't be a fool. He wants respect. He wants love. He wants to be younger. He wants to be attractive. There is no such thing as a product. Don't ever think there is. There is only... sex. Everything... is sex. You understand that what I'm telling you is a universal truth,... Toby."
            },
            {
                "character": "Toby",
                "quote": "Yes."
            },
            {
                "character": "Gabe",
                "quote": "Okay, I-I am, I'm almost a little concerned that you might be overqualified for the position. [Robert and Gabe chuckle at this, then Gabe stops chuckling] Do you, um, do you think that you are?"
            },
            {
                "character": "Robert California",
                "quote": "Do I look like someone who would waste my own time?"
            },
            {
                "character": "Gabe",
                "quote": "No. [Robert then nods his head at Jim]"
            },
            {
                "character": "Jim",
                "quote": "Can you... [seems intimidated, clears throat] You are a man of great confidence. Could you speak a little more to that, and, what the role of confidence... would be... in a dialogue with a subordinate?"
            },
            {
                "character": "Robert California",
                "quote": "Will you be heard? Will you have a voice? Will I steamroll over you? Do you feel heard right now, Jim? Do you have a voice, right now? You can answer me."
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Robert California",
                "quote": "That was your choice, not mine. The fallacy is that it is up to the steamroller. It is up to the object... whether it will be flattened or not, and I can tell from the small interaction we've had already, you won't be flattened by anybody. Do you agree with me, Jim?"
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Robert California",
                "quote": "[more emphatically than Jim] Yes. You do. [nods at the Search Committee, then looks over at the camera with a smirk on his face]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[Robert leaves the conference room and looks at the others in the office as he grins at the camera and leaves] He creeps me out. [Toby nods] But, I think he might be a genius."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "[Jim points at Darryl to be the next interviewee] Good luck, Darryl."
            },
            {
                "character": "Darryl",
                "quote": "[pats Andy on the back] Thank you."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Think about it! What other mammal, besides humans, drinks the milk of another mammal? I mean, you don't see a bear drinking raccoon milk."
            },
            {
                "character": "Jim",
                "quote": "[Jim and Gabe laugh, Toby smiles and nods] Oh."
            },
            {
                "character": "Darryl",
                "quote": "So this is cool. I think we make a good fit. [stands up]"
            },
            {
                "character": "Gabe",
                "quote": "Oh? Uh... we haven't started the interview yet. Were you--were you joking?"
            },
            {
                "character": "Darryl",
                "quote": "Uh... [looks at camera] yes?! I was. [sits back down] Little joke!"
            },
            {
                "character": "Toby",
                "quote": "So, how would you go about settling interpersonal conflicts within the office?"
            },
            {
                "character": "Darryl",
                "quote": "I thought that was your job."
            },
            {
                "character": "Toby",
                "quote": "Well, it's one of my strengths, but it's the manager's job."
            },
            {
                "character": "Jim",
                "quote": "Well, for instance, how did you deal with it when two warehouse guys got into a fight?"
            },
            {
                "character": "Darryl",
                "quote": "I'll answer that, Jim. I would use it as an opportunity to teach, uh, about actions... and consequences... of actions. [Jim and Gabe stare at Darryl]"
            },
            {
                "character": "Darryl",
                "quote": "[noticing Erin in the background leading a black man dressed in a suit through the office] Who's that?"
            },
            {
                "character": "Jim",
                "quote": "[ignoring Darryl's question] So I think all we need is a resume, and we'll be good right?"
            },
            {
                "character": "Darryl",
                "quote": "I... I just thought you knew me."
            },
            {
                "character": "Jim",
                "quote": "Yeah, it's no big deal, just something that looks like that. [shows Darryl a resume] Cool? [goes to put the resume away]"
            },
            {
                "character": "Darryl",
                "quote": "Let me... [Jim shows him the resume again, Darryl looks at it a little longer this time] Oh. Cool. [Jim gives Darryl a thumbs-up, then looks at the camera as Darryl gets up to leave]"
            }
        ],
        [
            {
                "character": "Merv Bronte",
                "quote": "[at the cafe on the first floor] Did, uh, you just interview?"
            },
            {
                "character": "Robert California",
                "quote": "Ohh, unfortunately, yes."
            },
            {
                "character": "Merv",
                "quote": "What do you mean?"
            },
            {
                "character": "Robert California",
                "quote": "That business can't attract anyone. It's awful up there. Those people seem like they're in prison, waiting out life sentences in a... dying industry."
            },
            {
                "character": "Merv",
                "quote": "Place must be horrible. I don't know if I want this job. [gets on elevator]"
            }
        ],
        [
            {
                "character": "Merv",
                "quote": "[in elevator] Well, if I get this job offer, and then I know that I'm gonna take it, and if I take it, I know that I'm never gonna quit, and then 25 years are gonna go by and... I'm gonna die here."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "What makes you feel qualified to judge a place after a mere interview? [Robert stares at Dwight] What are you doing..? [Dwight sits up abruptly] Stop trying to figure me out."
            },
            {
                "character": "Robert California",
                "quote": "I just did."
            },
            {
                "character": "Dwight",
                "quote": "You can't."
            },
            {
                "character": "Robert California",
                "quote": "It's done."
            },
            {
                "character": "Dwight",
                "quote": "No, it's not."
            },
            {
                "character": "Robert California",
                "quote": "I know you now, your nature. I'm done. Not worth continuing. [at the same time, Dwight says: You don't know me! Anything about me! Get out of my head!]"
            },
            {
                "character": "Dwight",
                "quote": "Stop trying to figure me out. [Robert turns to ignore Dwight] Do you even know anything about paper? How it's made?"
            },
            {
                "character": "Robert California",
                "quote": "I saw an episode of how they make paper on Sesame Street. [nods at Dwight mockingly]"
            },
            {
                "character": "Dwight",
                "quote": "[standing up] Get out."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I'm gonna prevent inferior men from sullying my place of work with their weak, passionless leadership. Do you see my hat? No? That's because I just threw it in the ring."
            }
        ],
        [
            {
                "character": "Merv",
                "quote": "You guys pay for relocation, though, right?"
            },
            {
                "character": "Toby",
                "quote": "Well, why would you need relocation, if you already live in Scranton?"
            },
            {
                "character": "Merv",
                "quote": "Well, I'd want to move further away, you know? Just... I don't want any chance to run into my co-workers outside the office."
            },
            {
                "character": "Jim",
                "quote": "Can I ask why you're leaving your current job?"
            },
            {
                "character": "Merv",
                "quote": "[pulls out a tupperware from his briefcase and takes out a tupperware] I'm leaving my other job because they were all jerks, really. [opens tupperware] You know, all of 'em. You had your jerk-wads, and your jerk-offs, so, just between the wads and the offs, I just... I had to get outta there. [begins eating sandwich]"
            },
            {
                "character": "Jim",
                "quote": "Is this a bad time to be doing this?"
            },
            {
                "character": "Merv",
                "quote": "I'm having a bad time. [chuckles]"
            },
            {
                "character": "Toby",
                "quote": "I'm sorry, if we did something to upset you, I'm sure it was inadvertent."
            },
            {
                "character": "Merv",
                "quote": "[continues to chew, slower and slower, appears confused] Wait."
            }
        ],
        [
            {
                "character": "Merv",
                "quote": "Oh, why did I believe that weirdo in the lobby? These are the nicest people I ever met."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "[limo driver lets Angela out of the limo at the office parking lot] Thank you."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[looking at an engagement ring on Angela's finger] It's gorgeous, Angela."
            },
            {
                "character": "Kelly",
                "quote": "Yeah, I actually know about nice rings and it is gorgeous."
            },
            {
                "character": "Meredith",
                "quote": "[looks at ring, whispering] Wow..."
            },
            {
                "character": "Angela",
                "quote": "It's a little flashy. I mean, what am I? Naomi Judd?"
            },
            {
                "character": "Meredith",
                "quote": "Tell us the freaking story!"
            },
            {
                "character": "Kevin",
                "quote": "Yeah! Tell us a story."
            },
            {
                "character": "Angela",
                "quote": "Okay. He took me to the replica of Monet's Japanese bridge, and then he put this flower behind my ear, which normally, I would hate, 'cause it's so civil rightsy. Then he got down on one knee, and he said, will you be a Senator's wife?"
            },
            {
                "character": "Pam",
                "quote": "[laughing] Oh-ho-ho! He talked about himself in the third person?"
            },
            {
                "character": "Angela",
                "quote": "Yes, Pam. Not everyone is as informal as you and Jim. [imitating Jim's voice] Oh, hey Pam, dude, whatever, wanna marry me? [Erin, Kelly, and Meredith laugh]"
            },
            {
                "character": "Pam",
                "quote": "That's not accurate."
            },
            {
                "character": "Angela",
                "quote": "Then I saw flashes. Reporters were there. They always find us. And everyone was crying, even his aide. [camera pans and shows Oscar in disbelief]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Angela's engaged to a gay man. As a gay man, I'm horrified. As a friend of Angela's, horrified. As a lover of elegant weddings, [smiles] I'm a little excited. [expression becomes serious again] But overall, horrified."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Andy? You all set?"
            },
            {
                "character": "Andy",
                "quote": "Okay, guys, it's time. It's pep talk time. Tell me what I need to hear."
            },
            {
                "character": "Phyllis",
                "quote": "Are you sure this is a good idea? I hate to see you disappointed."
            },
            {
                "character": "Andy",
                "quote": "[grunts] Augh."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "I think Andy should be the boss. He's just so great. If I'm being objective, then Darryl, of course."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "So, Andy, what improvements would you make as office manager?"
            },
            {
                "character": "Andy",
                "quote": "For starters, I really think we can streamline communication around here... [gets cut off by Gabe]"
            },
            {
                "character": "Gabe",
                "quote": "Whoa! That's a very heavy accusation to level against Toby."
            },
            {
                "character": "Andy",
                "quote": "I wasn't acc-, accusing..."
            },
            {
                "character": "Gabe",
                "quote": "Well, Toby's in charge of Human Resources, that would include communication. I think that Toby's done a fine job."
            },
            {
                "character": "Andy",
                "quote": "Right! I really wasn't trying to insult any, anyone."
            },
            {
                "character": "Toby",
                "quote": "I didn't think you were."
            }
        ],
        [
            {
                "character": "Gabe",
                "quote": "I have two relationships with Andy. I have a personal relationship, and I have a professional relationship. Personally, yeah, I think he's a rat, and I think he's responsible for the demise of my relationship with Erin. Professionally,... he broke up the happiest couple in this office!"
            }
        ],
        [
            {
                "character": "Gabe",
                "quote": "How many windows are there in New York City?"
            },
            {
                "character": "Andy",
                "quote": "What?"
            },
            {
                "character": "Gabe",
                "quote": "Critical thinking. Common, on-the-spot question asked in an interview."
            },
            {
                "character": "Andy",
                "quote": "Okay. Let me think... are you counting car windows?"
            },
            {
                "character": "Gabe",
                "quote": "No... How far away is the Sun?"
            },
            {
                "character": "Andy",
                "quote": "[happily] Uh, 93 million miles."
            },
            {
                "character": "Jim",
                "quote": "[to Gabe] Is it?"
            },
            {
                "character": "Andy",
                "quote": "Yeah! And the diameter of the Sun is 870,000 miles, which makes it 109 times wider than the Earth, and... [Gabe looks visibily annoyed] 333,000 times heavier than the Earth,..."
            },
            {
                "character": "Gabe",
                "quote": "Shut up about the Sun! SHUT UP about the SUN! [slams fist, hurting his hand]"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "[alone in his car] I am unhappy with the confusing and, at times, confrontational nature of that meeting. I wanted it to go better. I WANTED IT TO GO BETTER!!"
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "[on phone] Yes, there used to be a paper clip that would pop up and say \"Looks like you are writing a letter or resume. Would you like help? I believe his name was... [looks embarrassed at camera] Clippy."
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[on phone] First of all, I want to thank you for your years of patronizing our company. I've got some bad news. We're going out of business. [covers phone, whispers to Pam] Saving face. [uncovers phone] Yep, yep. I understand that. Basically everything is falling apart here. Pam looks around the office and realizes only she has overheard this]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "How is this on me?"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hang up. [Creed hangs up] Corporate needs you to find the differences between this picture and this picture. [shows Creed two similar-looking photos of some building] Intel has told us there were at least seven."
            },
            {
                "character": "Creed",
                "quote": "[takes the pictures] Okay I already see one, gimme. Okay."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "They're the same picture."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Well, I manage my department, and I've been doing that for several years now. And, god, I've learned a lot of life lessons along the way."
            },
            {
                "character": "Jim",
                "quote": "Your department's just you, right?"
            },
            {
                "character": "Kelly",
                "quote": "Yes, Jim, but I am not easy to manage."
            },
            {
                "character": "Gabe",
                "quote": "Great! [to Jim and Toby] Um, can we just... [does a \"wrap it up\" motion with his pen]"
            },
            {
                "character": "Kelly",
                "quote": "What was that?"
            },
            {
                "character": "Gabe",
                "quote": "We just have a lot of serious candidates to get through today, so... [nods]"
            },
            {
                "character": "Kelly",
                "quote": "[getting upset] Am I not a serious candidate?"
            },
            {
                "character": "Gabe",
                "quote": "What do you want me to say? I mean, there's a line of qualified people out there. We have a video CV from England. [to Jim and Toby] Are we all just gonna pretend to-- okay. [to Kelly] Um, what are your weaknesses?"
            },
            {
                "character": "Kelly",
                "quote": "I don't have any, assh***."
            },
            {
                "character": "Dwight",
                "quote": "[comes in, slapping some papers on the table] I want an interview."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[walking with Jim in the parking lot] How's the family?"
            },
            {
                "character": "Jim",
                "quote": "Good!"
            },
            {
                "character": "Dwight",
                "quote": "Good. They good?"
            },
            {
                "character": "Jim",
                "quote": "Yeah."
            },
            {
                "character": "Dwight",
                "quote": "What's your daughter's name again? Peepee?"
            },
            {
                "character": "Jim",
                "quote": "Peepa."
            },
            {
                "character": "Dwight",
                "quote": "Peepa, how is she?"
            },
            {
                "character": "Jim",
                "quote": "Great."
            },
            {
                "character": "Dwight",
                "quote": "Great! Oh, that's great... We never were very good at small talk, were we, Jim?"
            },
            {
                "character": "Jim",
                "quote": "No."
            },
            {
                "character": "Dwight",
                "quote": "Now, listen,..."
            },
            {
                "character": "Jim",
                "quote": "You're not getting an interview, Dwight. The whole point of this Search Committee process is to prevent hiring someone like you ever again."
            },
            {
                "character": "Dwight",
                "quote": "Okay, I know why you're saying that, Jim, I really do, but think of it this way. The hand that reaches from the grave to grip your throat [motions to grip Jim's throat] is the strong hand you want on the wheel."
            },
            {
                "character": "Jim",
                "quote": "[pulls Dwight's arm down] Okay. That's vivid."
            },
            {
                "character": "Dwight",
                "quote": "I'm going to make you an offer. Okay? You even do so little as grant me an interview, I will guarantee you your dream work life. Okay? You roll in at 10 a.m. to your own private reserved parking spot, pick up your daily free coffee from Dwight's Caffeine Corner, unlimited sex breaks for you and Pam..."
            },
            {
                "character": "Jim",
                "quote": "Yikes."
            },
            {
                "character": "Dwight",
                "quote": "Erin will eat garbage for your entertainment."
            },
            {
                "character": "Jim",
                "quote": "Well, you know how I like taking bribes. [both smile]"
            },
            {
                "character": "Dwight",
                "quote": "Ha ha! [pats Jim on the back]"
            },
            {
                "character": "Jim",
                "quote": "Unfortunately, Jo also took the job away from you because she doesn't trust your judgment. So how would that look for me, if I recommended you?"
            },
            {
                "character": "Dwight",
                "quote": "Fine. I'll do it without you, but you'll regret this."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "Let me get that for you. [runs ahead to open the door for Jim]"
            },
            {
                "character": "Jim",
                "quote": "Thank you."
            },
            {
                "character": "Dwight",
                "quote": "Okay. [looks ashamed]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Pam... I think Robert is gay."
            },
            {
                "character": "Pam",
                "quote": "The Senator? [Oscar nods] He was married before, and he has a kid."
            },
            {
                "character": "Oscar",
                "quote": "[whispers] So!?"
            },
            {
                "character": "Pam",
                "quote": "And don't say that thing about how lots of gay guys have kids."
            },
            {
                "character": "Oscar",
                "quote": "I have a very strong suspicion."
            },
            {
                "character": "Pam",
                "quote": "Did you see him at a bathhouse?"
            },
            {
                "character": "Oscar",
                "quote": "What bathhouse?"
            },
            {
                "character": "Pam",
                "quote": "The windowless building by the Baskin Robbins."
            },
            {
                "character": "Oscar",
                "quote": "[confused, whispers] What?"
            },
            {
                "character": "Pam",
                "quote": "Forget it. I'm never gonna know what goes on there."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "My friend at the Scranton Blade is totally plugged into these matters."
            },
            {
                "character": "Pam",
                "quote": "You're in the gay mafia."
            },
            {
                "character": "Oscar",
                "quote": "You're thinking of another group. Much wealthier, much older. [whispers, smiles] You sound ignorant."
            },
            {
                "character": "Ryan",
                "quote": "You guys, um, talking Senator?"
            },
            {
                "character": "Pam",
                "quote": "No."
            },
            {
                "character": "Oscar",
                "quote": "No. Why would we be talking about the Senator?"
            },
            {
                "character": "Ryan",
                "quote": "'Cause he's totally gay? [walks away]"
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Um, how do I know that Robert is gay? He \"liked\" my facebook photos at 3 o'clock in the morning."
            }
        ],
        [
            {
                "character": "David Brent",
                "quote": "[on video resume on a laptop] Name? David Brent. Occupation? Inspirer. Status? None of your business. Young, free, and single, though. Thanks for asking. Hear you're looking for a new boss. Yeah? Someone to tell a bunch of discontented, underencouraged drones what to do every day. Is that it? Oh. Our out-of-touch powers that be? Want me to fire them, if they don't see things your way? Then I ain't that dude. Bye-bye, baby, bye-bye. Get some other corporate suit to lay down the law. What? You've changed your mind? You're now looking for a leader of men? Ipso facto, women too. [points at self] When do I start? Yeah. [Jim looks uninterested in this candidate]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Do you know what it took to get Bob to notice me? I waited in his office every morning wearing nothing but kitty-cat ears. I did that every day for two weeks. And on the tenth day he walked in, he was naked too, except a dog nose. Guess what we did then?"
            },
            {
                "character": "Erin",
                "quote": "[trying to cut off Phyllis] I... I don't think I can do that."
            },
            {
                "character": "Phyllis",
                "quote": "Bestiality. Yeah."
            },
            {
                "character": "Erin",
                "quote": "Well, that's not my personality."
            },
            {
                "character": "Phyllis",
                "quote": "If my daughter were asking me... [both giggle]"
            },
            {
                "character": "Erin",
                "quote": "Yes?"
            },
            {
                "character": "Phyllis",
                "quote": "I would say, if you want someone, if you really want them,... go get them."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "I do really want him."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "So, uh... here you go. [gives resume to Jim]"
            },
            {
                "character": "Jim",
                "quote": "Great."
            },
            {
                "character": "Darryl",
                "quote": "Hope it's all right."
            },
            {
                "character": "Jim",
                "quote": "I'm sure it's fine."
            },
            {
                "character": "Darryl",
                "quote": "The guy who was in here earlier, interviewed after me, how'd he do?"
            },
            {
                "character": "Jim",
                "quote": "Howard Cline?"
            },
            {
                "character": "Darryl",
                "quote": "Ehh, that's not who I'm talking about."
            },
            {
                "character": "Jim",
                "quote": "[checks sheet] Oh... Deshaun Williams."
            },
            {
                "character": "Darryl",
                "quote": "Yes. How did he do?"
            },
            {
                "character": "Jim",
                "quote": "He's an amazing man. He's a Rhodes Scholar. He invented an app that invents apps. Fantastic kisser..."
            },
            {
                "character": "Darryl",
                "quote": "Come on man. I'm being serious. Don't joke."
            },
            {
                "character": "Jim",
                "quote": "Darryl! We all know you. Your interview is not nearly as important as the other guys. [Darryl taps a couple times on Jim's desk and walks away]"
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "First, I'll take down the cubicle walls."
            },
            {
                "character": "Toby",
                "quote": "But there aren't..."
            },
            {
                "character": "Nellie",
                "quote": "Symbol of transparency. There'd be no titles. Everyone would have the same job. Same goes for me. I'd take your job, but I'd reject the title."
            },
            {
                "character": "Gabe",
                "quote": "A little un-specific."
            },
            {
                "character": "Nellie",
                "quote": "Everyone would be known for their accomplishments."
            },
            {
                "character": "Jim",
                "quote": "That's very interesting. Um, I feel like there might be a conflict there, and if a conflict did arise, how would that be dealt with?"
            },
            {
                "character": "Nellie",
                "quote": "Ooh? Yeah. Mm. Scratch everything from before. I tell you what I'd do. Go the other way. More cubicles. More division. Everyone is somebody's boss, and that person can fire the person below them. [overlapping comments by the Search Committee] At least once a month, the lowest performing person... [does a cut-throat hand gesture] bye bye!"
            },
            {
                "character": "Gabe",
                "quote": "How would you compare, like, an accountant and HR?"
            },
            {
                "character": "Nellie",
                "quote": "Well, I'll tell you how. Shall I? I'll tell you how."
            },
            {
                "character": "Gabe",
                "quote": "Okay."
            },
            {
                "character": "Nellie",
                "quote": "By splitting the difference. Just... just, somewhere in the middle."
            },
            {
                "character": "Jim",
                "quote": "I think that's probably all we need to hear from..."
            },
            {
                "character": "Nellie",
                "quote": "Zen office. Hmm? Thought of that? That's what I'd do. Everyone takes their shoes off, before they come in. Okay. There'd be no desks. You just sit on the floor."
            },
            {
                "character": "Jim",
                "quote": "That's very..."
            },
            {
                "character": "Nellie",
                "quote": "You've got a Thai woman, out in the back. Sockee! Sockee!"
            },
            {
                "character": "Gabe",
                "quote": "Okay, that's not gonna be..."
            },
            {
                "character": "Nellie",
                "quote": "Sockee!... is her name. Okay? Shes administering massage, all right, if you need it. If you don't, whatever, just talk to her! She's a person! Either way, 50 minutes of that and you...you are cracking to go. [smiles]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Is there a front runner?"
            },
            {
                "character": "Jim",
                "quote": "You know what? They all just sort of blend together after a while."
            },
            {
                "character": "Oscar",
                "quote": "Well, there must be someone who stands out."
            },
            {
                "character": "Jim",
                "quote": "No, not at all. In fact, I'm not even taking it seriously. I think at the end of the day, I'm just gonna pick a name out of the hat."
            },
            {
                "character": "Oscar",
                "quote": "Well..."
            },
            {
                "character": "Stanley",
                "quote": "The hell you will! I worked for the last boss for 15 years. According to my doctor, I don't have another 15 years if I want to keep up the same dietary and sexual lifestyle, which I intend to."
            },
            {
                "character": "Ryan",
                "quote": "[in mock seriousness] Oh no, Stanley... you'll live forever..."
            },
            {
                "character": "Stanley",
                "quote": "My next boss will be my last boss. He'll be at my funeral. So I would appreciate it if you would take this seriously. [dunks his half-eaten donut in Jim's coffee, takes it back out, and leaves]"
            },
            {
                "character": "Jim",
                "quote": "Uh--"
            },
            {
                "character": "Meredith",
                "quote": "You pick a crappy boss, you're responsible for my crappy life. [leaves]"
            },
            {
                "character": "Jim",
                "quote": "Okay, everybody, I was just making a joke. I am taking it seriously, I promise."
            },
            {
                "character": "Oscar",
                "quote": "Are you? [leaves]"
            },
            {
                "character": "Ryan",
                "quote": "Little advice? Take a day off from the whole Jim schtick. Try caring about something. You might like how it feels... James. [closes his office door, leaving Jim alone in the break room]"
            }
        ],
        [
            {
                "character": "Jo",
                "quote": "[walks in with her dogs] Gabe, honey! Oh, lord. Take all this. [gives the dog leashes and multiple bags to Gabe]"
            },
            {
                "character": "Gabe",
                "quote": "All right."
            },
            {
                "character": "Jo",
                "quote": "Here. Jim! Did you hear Stern this morning?"
            },
            {
                "character": "Jim",
                "quote": "No, was it good?"
            },
            {
                "character": "Jo",
                "quote": "Ohh, Robin was good. She's always good. Keeps him on his toes. Its Howard's show though. [picks up resume from Jim's desk] Whose is this? Darryl Philbin. Ohh. Very nice to see a familiar face on top. Ah... a little long aren't we? Four pages? Is this the same Darryl Philbin who's had two jobs in ten years at one company?"
            },
            {
                "character": "Darryl",
                "quote": "Yes, thanks to you, who promoted me, after we, uh, interfaced."
            },
            {
                "character": "Jo",
                "quote": "Coordinated and implemented receipt storage and delivery of over 2.5 billion units of inventory. 2.5 billion, Darryl? 2.5 billion units of what?"
            },
            {
                "character": "Darryl",
                "quote": "Paper material, ma'am."
            },
            {
                "character": "Jo",
                "quote": "Paper material?"
            },
            {
                "character": "Darryl",
                "quote": "[softly] Pieces of paper. [Jo rolls her eyes]"
            },
            {
                "character": "Dwight",
                "quote": "[clears throat] Jo, may I speak to you for a second?"
            },
            {
                "character": "Jo",
                "quote": "Or what? You gonna shoot me?"
            },
            {
                "character": "Dwight",
                "quote": "Ha ha ha! Ha ha ha! Ohh, I enjoy laughing at my mistakes, because I've learned so much from them. I'd like to be interviewed for the position."
            },
            {
                "character": "Jo",
                "quote": "I'll interview you right now."
            },
            {
                "character": "Dwight",
                "quote": "Okay."
            },
            {
                "character": "Jo",
                "quote": "Question 1. Ever shot a gun in the office?"
            },
            {
                "character": "Dwight",
                "quote": "It's complicated."
            },
            {
                "character": "Jo",
                "quote": "Yeah, but see... it's not."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "I don't think we should tell her. Angela went a whole day without telling me I had lettuce in my teeth. Screw her."
            },
            {
                "character": "Pam",
                "quote": "I'm a woman. I would want to know."
            },
            {
                "character": "Meredith",
                "quote": "Yeah, you gotta know."
            },
            {
                "character": "Kevin",
                "quote": "Okay, but if Angela can get a gay man to marry her, maybe I could get a lesbian to marry me? Huh? Huh? That's hot."
            },
            {
                "character": "Oscar",
                "quote": "You have met a lesbian in real life, right?"
            },
            {
                "character": "Phyllis",
                "quote": "You know, this is probably is her last chance at a family."
            },
            {
                "character": "Pam",
                "quote": "She does seem happy."
            },
            {
                "character": "Oscar",
                "quote": "You're right. You're right. She seems happy. We don't tell her."
            },
            {
                "character": "Kevin",
                "quote": "We don't tell her."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Excuse me, Ms. Bennett, may I have a word?"
            },
            {
                "character": "Jo",
                "quote": "Okay."
            },
            {
                "character": "Kelly",
                "quote": "Uh,... can it be in private? [to Gabe] Don't worry, it's not about you. [Gabe smiles and leaves] As Minority Executive, I think it's my responsibility to let you know that Gabe is gross. I don't think it's professional that he was sleeping with the receptionist, and then when Erin dumped him, so that she could be with Andy, he became a total crazy stalker psycho."
            },
            {
                "character": "Jo",
                "quote": "Welcome to Scranton, Jo. Land of a thousand problems only you can fix. [Jo's phone starts vibrating, she picks it up and sees Dwight has texted her \"Dwight's ability as a manager has lead him to higher levels of proffesional success,\"] Oh for god's sake. He's texting me his resume one line at a time. These are costing me ten cents a piece, you jackass! I'm roaming!"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "[to Jordan] Get me our biggest client on the phone, right this instant. [closes his office door]"
            },
            {
                "character": "Jordan",
                "quote": "Who is our biggest client?"
            },
            {
                "character": "Pam",
                "quote": "Uh, just put him through to me."
            },
            {
                "character": "Jordan",
                "quote": "[laughs] Okay."
            },
            {
                "character": "Pam",
                "quote": "Hello! This is... the client."
            },
            {
                "character": "Creed",
                "quote": "It's Creed. FYI, I'm starting my own paper company, looking to poach some chumps, you in?"
            },
            {
                "character": "Pam",
                "quote": "Yes."
            },
            {
                "character": "Creed",
                "quote": "Hehehe, cool. Let's keep this on the QT, okay? I uh, I don't want you to be a dead mamma jamma."
            },
            {
                "character": "Pam",
                "quote": "Great."
            },
            {
                "character": "Creed",
                "quote": "All right, thank you, bye-bye."
            },
            {
                "character": "Pam",
                "quote": "Thank you, bye-bye."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[knocks and enters] Jo, you have one more candidate. He's a burn victim."
            },
            {
                "character": "Jo",
                "quote": "Huh?"
            },
            {
                "character": "Erin",
                "quote": "[motions toward her face] He's all messed up. I can tell him to get lost if you want."
            },
            {
                "character": "Jo",
                "quote": "No, send him in. [to Search Committee] Who is this?"
            },
            {
                "character": "Gabe",
                "quote": "I have no idea."
            },
            {
                "character": "Jim",
                "quote": "[seeing Dwight wearing sunglasses and whose face and hands are completely covered in gauze] Oh, I know this guy. [Dwight awkwardly hands copies of his resume to the Search Committee] Hello! Mr. \"Soo-ven-yay.\" Mr. \"Jacques Soo-ven-yay.\" Nice to meet you. It says here you're French. [Dwight nods] So you worked at your last job for 15 years as Assistant to the Regional Manager."
            },
            {
                "character": "Dwight",
                "quote": "[mumbling through the gauze] Assistant Regional Manager."
            },
            {
                "character": "Jim",
                "quote": "Assistant to the Regional Manager."
            },
            {
                "character": "Dwight",
                "quote": "[again] Assistant Regional Manager."
            },
            {
                "character": "Jim",
                "quote": "What is it?"
            },
            {
                "character": "Dwight",
                "quote": "[in a cheesy French accent] Assistant Regional Manager."
            },
            {
                "character": "Jim",
                "quote": "Oh, that's my mistake, sorry about that. The last paper company you worked for burned to the ground? And all because they wouldn't hire a manager who lived and breathed paper? That's a travesty."
            },
            {
                "character": "Jo",
                "quote": "I want to talk to Dwight Schrute for a second. I want to ask him a question. [Gabe gets up to leave] If he isn't here in sixty seconds..."
            },
            {
                "character": "Dwight",
                "quote": "Uhh. Wait. Wait! No. Stop! Stop. Jo... [takes off sunglasses and reveals his face] It's me. I'm Dwight."
            },
            {
                "character": "Jim",
                "quote": "[looks extremely confused] No. No! Wait, but, I mean, you're Dwight, and then... he's the... [trails off]"
            },
            {
                "character": "Dwight",
                "quote": "[whispers] Yeah."
            },
            {
                "character": "Jim",
                "quote": "[looks astonished] Ohhhh!"
            },
            {
                "character": "Gabe",
                "quote": "Very unprofessional, \"Jacques.\" Or, should I say, Dwight."
            },
            {
                "character": "Jo",
                "quote": "Let's just say I had hired this Jack Souvenir. Then what?"
            },
            {
                "character": "Dwight",
                "quote": "I would have dressed this way every day, legally changed my name, learned French sign language, shown up, and been the best damn branch manager you'd ever seen!"
            },
            {
                "character": "Jo",
                "quote": "All that for this job."
            },
            {
                "character": "Dwight",
                "quote": "Yes."
            },
            {
                "character": "Jo",
                "quote": "That's f***ing crazy. [Jo and Dwight both smile] Get outta here. [Dwight leaves] What a nutjob."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "This guy was good. Although, he did keep saying that he needed two weeks off right at the beginning for a trip to the finger lakes. Seriously. Every five minutes, he was like, \"just making sure the finger lakes thing is clear.\""
            },
            {
                "character": "Jo",
                "quote": "Okay, it's fun to talk about the rejects, but uh, who's got ya excited?"
            },
            {
                "character": "Jim",
                "quote": "Finger Lakes guy is good. Darryl is also very good."
            },
            {
                "character": "Jo",
                "quote": "Who's this fella? Went to Cornell. What's wrong with him?"
            },
            {
                "character": "Gabe",
                "quote": "How much time do you have? Sales ability? None. Integrity? See sales ability. [makes a \"zero\" hand gesture]"
            },
            {
                "character": "Jo",
                "quote": "And that's your unbiased opinion."
            },
            {
                "character": "Gabe",
                "quote": "Yes, it is."
            },
            {
                "character": "Jo",
                "quote": "So it's not relevant that he took the receptionist away from you?"
            },
            {
                "character": "Gabe",
                "quote": "Oh, Jo. Jo, I'm disappointed in you. Some people let personal things into the workpl-. Is she with him? Because I thought that she was..."
            },
            {
                "character": "Jo",
                "quote": "Gabe...ugh... you got all close to these people. Got involved in their lives. Let's get you back to Florida. We'll figure out something for you."
            },
            {
                "character": "Gabe",
                "quote": "That sounds like a promotion!"
            },
            {
                "character": "Jo",
                "quote": "It's not. Let's get Kelly in here to take his place."
            },
            {
                "character": "Jim",
                "quote": "Um... why Kelly?"
            },
            {
                "character": "Jo",
                "quote": "'Cause Gabe's tall and weak. She's short and strong. I'm doing an opposites thing."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Jo",
                "quote": "How'd my girl Nellie do?"
            },
            {
                "character": "Jim",
                "quote": "Oh, I didn't know you knew her?"
            },
            {
                "character": "Jo",
                "quote": "She didn't mention it?"
            },
            {
                "character": "Jim",
                "quote": "No."
            },
            {
                "character": "Jo",
                "quote": "Integrity move. I like it."
            },
            {
                "character": "Jim",
                "quote": "You know, she also gave me a reason to think that maybe she wasn't a good fit."
            },
            {
                "character": "Jo",
                "quote": "Well, I'm not saying you must hire her. If you find someone who's clearly a fit, then fine. Just make sure they fit real good. No more manager turnover. Don't mess this up, Jim. And give Dwight an interview. I like a little bit of crazy."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[hiding under desk, raises a sock puppet up, talking in high-pitched voice] Ahh!"
            },
            {
                "character": "Oscar",
                "quote": "Erin, what are you doing?"
            },
            {
                "character": "Erin",
                "quote": "I've been turned into a puppet!"
            },
            {
                "character": "Oscar",
                "quote": "Okay. [walks away]"
            },
            {
                "character": "Kevin",
                "quote": "[giggling, walks to Erin's desk] Look at the puppet! Hi, puppet! Who are you?"
            },
            {
                "character": "Erin",
                "quote": "I went to drop off the FedEx forms and an evil witch named Angela turned me into a puppet!"
            },
            {
                "character": "Kevin",
                "quote": "[giggles] Yeah. Low blow, puppet."
            },
            {
                "character": "Erin",
                "quote": "And there's only one thing that can change me back into a real girl."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "It's good. It's just that I wish the puppets would talk more about the alphabet. Not for me... but, if any kids are watching... A, B, and so forth. You know,... M-N-L-O, P... F..."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[as sock puppet] I need the most special thing in the office."
            },
            {
                "character": "Dwight",
                "quote": "Silence?"
            },
            {
                "character": "Erin",
                "quote": "A date with the best salesman... Andy Bernard! [Andy walks over to Erin's desk]"
            },
            {
                "character": "Andy",
                "quote": "Hey, Erin."
            },
            {
                "character": "Erin",
                "quote": "[gets up] Oh."
            },
            {
                "character": "Andy",
                "quote": "Where'd you learn how to puppet like that?"
            },
            {
                "character": "Erin",
                "quote": "[shrugs] I've done it all my life."
            },
            {
                "character": "Andy",
                "quote": "Listen, I'm really flattered, but I don't think we should."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Erin's my best friend in this office, hands down, but... when she asked me out, I just didn't have that feeling, you know? [clip jumps ahead] Aren't there some things that you really want to like, but you just can't... seem to like it, like, Mad Men... or football... [clips jumps ahead] Let's not forget, Erin chose Gabe over me. That happened. I'm not going to apologize for getting over her, okay? I'm sorry. [clip jumps ahead] I would go for someone who's more... she's great, though."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "[loudly] Stanley, I won't be able to invite everyone to the wedding, because we want to keep it to 350."
            },
            {
                "character": "Stanley",
                "quote": "I'll get over it."
            },
            {
                "character": "Angela",
                "quote": "I mean, we just have to see how many Senators and members of Congress want to attend, before we can open it up to regular people. Pam, you know how you and Jim did your ironic wedding? [Pam looks confused] Do you still have the plans for the dream wedding that you couldn't afford?"
            },
            {
                "character": "Pam",
                "quote": "That was our dream wedding."
            },
            {
                "character": "Angela",
                "quote": "Niagara Falls? Pregnant? That was your dream? Pork medallions?"
            },
            {
                "character": "Pam",
                "quote": "[looks over at Oscar, who is quietly watching this happen] I hope... you have a very beautiful wedding, Angela."
            },
            {
                "character": "Angela",
                "quote": "Hmm."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "All right. Name."
            },
            {
                "character": "Dwight",
                "quote": "Dwight Schrute."
            },
            {
                "character": "Jim",
                "quote": "Thank you, Mr. Schnoot. [closes his binder] We will let you know."
            },
            {
                "character": "Dwight",
                "quote": "You have to interview me..."
            },
            {
                "character": "Jim",
                "quote": "I just did. The answer to that one question told me everything I need to know."
            },
            {
                "character": "Dwight",
                "quote": "I demand more questions!"
            },
            {
                "character": "Jim",
                "quote": "[ignoring Dwight] All right, guys, good day, a lot of candidates. Let's discuss."
            },
            {
                "character": "Dwight",
                "quote": "Okay! If you're not going to interview me, then I'll do it."
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Dwight",
                "quote": "What will be your first priority? I will have seven first priorities. Safety, profits, fostering a community of self-reliance and entrepreneurship, listening, respect for human life, bolstering our public image, and... [chuckles] getting everyone home on time. Dwight, let me be frank. In an accident that no one can blame you for, an antique gun was discharged while you were acting manager. How are we ever to trust you again? [whispering] That's a great question. [Jim nods] I am going to institute a strict no-firearms policy for this office that extends to myself as well. Wow. All of my concerns are disappearing."
            },
            {
                "character": "Jim",
                "quote": "Thank you, Dwight."
            },
            {
                "character": "Dwight",
                "quote": "Thank you. [clears throat and gets up] You'll be hearing from us shortly, Mr. Schrute, and I think you're gonna like the call you're going to receive. [smiles] Oh, come on. I'm just happy that I got this meeting. [leaves]"
            },
            {
                "character": "Jim",
                "quote": "Well, that was quick."
            },
            {
                "character": "Kelly",
                "quote": "[sighs] Very, very interesting. And you know what? I'm impressed."
            },
            {
                "character": "Jim",
                "quote": "He's not a real candidate."
            },
            {
                "character": "Kelly",
                "quote": "I don't know, Jim, 'cause, makes me think about something my grandfather used to say, which is that, sometimes, the hand that jumps out of the grave and grabs you around the throat; that is the hand that you want on the wheel."
            },
            {
                "character": "Jim",
                "quote": "You took the deal."
            },
            {
                "character": "Kelly",
                "quote": "Yeah, it was a great deal."
            },
            {
                "character": "Jim",
                "quote": "That's not okay."
            },
            {
                "character": "Kelly",
                "quote": "I don't know. Dwight seems like a great leader to me, and I look forward to the personal perks that he promised me privately. What do you think, Toby?"
            },
            {
                "character": "Toby",
                "quote": "Well, we could try him out for a little while... [Jim drops his pen, looks exasperated] and if it doesn't work out, you know, maybe one of us could, you know, step in..."
            },
            {
                "character": "Jim",
                "quote": "What is happening right now?"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Is it true that you're making Dwight the manager?"
            },
            {
                "character": "Jim",
                "quote": "No, why would you think that?"
            },
            {
                "character": "Phyllis",
                "quote": "He and Kelly said, then they pre-fired me."
            },
            {
                "character": "Jim",
                "quote": "Okay. [walks out of conference room] Okay, guys, just so you all know, no decision has been made, and Dwight is definitely not the boss."
            },
            {
                "character": "Kelly",
                "quote": "That is correct. Actually, Dwight is not the manager yet."
            },
            {
                "character": "Jim",
                "quote": "No, no, no. Not ever, 'cause that's not gonna happen."
            },
            {
                "character": "Dwight",
                "quote": "Well, it's not entirely up to you, is it? Seems to me like someone's getting a little power-mad."
            },
            {
                "character": "Jim",
                "quote": "Am I the only one who remembers what he did when he was in charge? I feel like I'm going a little bit crazy."
            },
            {
                "character": "Andy",
                "quote": "Tuna... You're completely sane."
            },
            {
                "character": "Jim",
                "quote": "Thank you."
            },
            {
                "character": "Andy",
                "quote": "Who do you like for the job? Is there anyone who maybe was a little underwhelming at first, but now seems like a safe, if not slightly unexciting, choice?"
            },
            {
                "character": "Jim",
                "quote": "Okay, seems like everybody has an opinion. So, who else? Anybody?"
            },
            {
                "character": "Kevin",
                "quote": "Do you mean it? Anybody? Are you sure?"
            },
            {
                "character": "Jim",
                "quote": "[while sighing] I suppose I am."
            },
            {
                "character": "Kevin",
                "quote": "Okay... well what do 'I' want in a manager?... let me see. [walks slowly across the office] what do 'I' want?..."
            },
            {
                "character": "Oscar",
                "quote": "I don't think he meant, that--"
            },
            {
                "character": "Kevin",
                "quote": "So now anyone gets to talk at any times?"
            },
            {
                "character": "Oscar",
                "quote": "Go ahead."
            },
            {
                "character": "Kevin",
                "quote": "What do 'I' want?... I'm looking for someone... who... [smiles] Everyone is listening to me. [Dwight looks at the camera, annoyed]"
            },
            {
                "character": "Oscar",
                "quote": "Can I say...?"
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Oscar",
                "quote": "I think it should be Darryl."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "What a surprise! Minorities sticking together."
            },
            {
                "character": "Oscar",
                "quote": "Kelly's on your side."
            },
            {
                "character": "Kelly",
                "quote": "I'm sorry, is that all you think of me? A minority? I am so much more than that. I am a dancer, I'm a singer, I'm a fashion designer."
            },
            {
                "character": "Andy",
                "quote": "Whoever it is, I think they should be lame. [Stanley shakes his head and rolls his eyes] Kind a a non-threatening, moderate personality."
            },
            {
                "character": "Ryan",
                "quote": "I want an outsider."
            },
            {
                "character": "Jim",
                "quote": "Perfect. There are several outside candidates that we think would be really-"
            },
            {
                "character": "Ryan",
                "quote": "No, I mean an outsider. Like someone on the margins of society, who doesn't see things the way we do, like a homeless person."
            },
            {
                "character": "Pam",
                "quote": "A homeless person. Really? A homeless person."
            },
            {
                "character": "Ryan",
                "quote": "No, you're right, Pam, let's just leave him to the welfare system and let that handle it."
            },
            {
                "character": "Pam",
                "quote": "No, I want you to say that you think the 'best' person to be our new manager is a homeless person."
            },
            {
                "character": "Ryan",
                "quote": "Let me guess who you want, Pam. Rachael Ray? The ladies of The View?"
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "I got away with... everything, under the last boss, and it wasn't good for me, at all. So, I want guidance. I want leadership. But don't just, like, boss me around, you know? Like, lead me. Lead me... when I'm in the mood... to be led."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "I just want, for once, a smart, professional, decisive, well-hung man in his forties."
            },
            {
                "character": "Jim",
                "quote": "Hey! Hey! Hey!"
            },
            {
                "character": "Meredith",
                "quote": "Okay, fine. Uhh, the guy with a tiny penis. Are you happy? [sarcastically] Let's hire that guy! [Jim looks speechless]"
            },
            {
                "character": "Andy",
                "quote": "She may have a point there... would a small penis work? Small-to-moderate."
            },
            {
                "character": "Gabe",
                "quote": "[walks in] Gotta catch a plane."
            },
            {
                "character": "Pam",
                "quote": "Ohh, hey Gabe, I'm sorry, we... we didn't get you a cake or anything. We're gonna miss you."
            },
            {
                "character": "Gabe",
                "quote": "Oh, well I'm still the corporate liaison to the branch."
            },
            {
                "character": "Kelly",
                "quote": "You are not leaving without giving me a hug. [hugs Gabe] Ughh."
            },
            {
                "character": "Gabe",
                "quote": "Okay, you know what, you don't need to make that sound."
            },
            {
                "character": "Kelly",
                "quote": "I'm sorry! You were just a lot bonier than I thought you were gonna be!"
            },
            {
                "character": "Gabe",
                "quote": "There are plenty of people who love touching me. [camera zooms to Ryan, who looks at the camera, extremely skeptical] I'm a terrific hugger. I've been with a bunch of girls where that's basically all they want to do. I will see you all soon."
            },
            {
                "character": "Kevin",
                "quote": "Later, man."
            },
            {
                "character": "Everyone",
                "quote": "[various] Good luck! Goodbye! Good luck at your new job."
            },
            {
                "character": "Ryan",
                "quote": "Take care, man."
            },
            {
                "character": "Dwight",
                "quote": "We're gonna miss you, Gabe. [Gabe leaves]"
            },
            {
                "character": "Andy",
                "quote": "[stands up] Uh, listen up. Listen up, ladies. I want the job. There, I said it. I'm educated. I'm capable. I like all of you... and I won't make any changes."
            },
            {
                "character": "Erin",
                "quote": "I see it. [nods and smiles] I see it like I see a mountain that I'm standing in front of [voice cracks] and facing, and I'm like..."
            },
            {
                "character": "Phyllis",
                "quote": "Yeah. [Oscar looks confused] Yeah, Andy would be wonderful as boss. Erin made a good point. [brushes Erin's hair with her hand]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "No, we're not related. I got the call. But... I'll tell her some other day. [smiles]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "What about Darryl? We can all agree that he's a stand-up guy, right?"
            },
            {
                "character": "Angela",
                "quote": "Well, let me be clear. I only speak for myself, and not myself and the Senator. I think we have some wonderful candidates, and there's a great, lively debate here, but let's think about-"
            },
            {
                "character": "Toby",
                "quote": "No, no,... no. Sorry. We cut Kevin off for the same thing. You have to have something to say, if you talk. [Angela rolls her eyes and stops talking]"
            },
            {
                "character": "Kevin",
                "quote": "Exactly."
            },
            {
                "character": "Darryl",
                "quote": "[enters the office with his daughter, who runs in and hugs Jim] Jada, no, no, no, Jada, what are you doing? [Jim looks knowingly at the camera] Oh. So sorry, guys. I hope my family didn't disrupt your meeting."
            },
            {
                "character": "Jada",
                "quote": "Daddy, are these the people who are making you manager?"
            },
            {
                "character": "Darryl",
                "quote": "[sighs] Maybe, sweetheart. Single dad. Challenges."
            },
            {
                "character": "Jada",
                "quote": "I don't know if he'd be a good manager [Jim shakes his head and looks wide-eyed at Darryl], but he's a really great dad!"
            },
            {
                "character": "Darryl",
                "quote": "Okay, shush it. This was a mistake. Let's go. [Darryl and Jada leave, Ryan slowly shakes his head]"
            },
            {
                "character": "Phyllis",
                "quote": "It seems like we all know enough to vote. Should we just vote now?"
            },
            {
                "character": "Jim",
                "quote": "What? No, no, it's not a vote."
            },
            {
                "character": "Phyllis",
                "quote": "Then what was this all about?"
            },
            {
                "character": "Jim",
                "quote": "I don't know. This conversation really got away from me."
            },
            {
                "character": "Kelly",
                "quote": "I don't care. They can just vote."
            },
            {
                "character": "Jim",
                "quote": "No, they can't. That's not how this is gonna work. [exhales] We're going in this room, we're going to have a meeting. We're gonna make a recommendation to Jo, and she's gonna give you her recommendation on Monday. Okay? [to Kelly and Toby, as they re-enter the conference room] What the hell happened out there? [Kevin tries to follow, but the door is closed on him]"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Sometimes you hear about people failing upwards. I think I'm about to do that."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "This job? Oh, yeah, I'll get it. Jo's an old friend. I think... I'm her best friend. She's not my best friend."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Every day I have a blueberry muffin. Today, I did not have a blueberry muffin. Should have had the blueberry muffin... especially considering how incredibly superstitious I am."
            }
        ],
        [
            {
                "character": "Fred",
                "quote": "No, I've never been more sure of anything in my life. I will be the new boss of... [looks back to glance at lobby directory] Vance Refrigeration."
            }
        ],
        [
            {
                "character": "Merv",
                "quote": "Honestly, I think I... I sabotaged myself. It's like I'm afraid of being happy. Case in point... I was supposed to start another job today."
            }
        ],
        [
            {
                "character": "Robert California",
                "quote": "[chuckles] I will get offered the job. That's a... call I've received many times. The slight hopefulness in their voice, the pregnant pause... while they wait to hear my response, and then... my response."
            }
        ],
        [
            {
                "character": "Finger Lakes Guy",
                "quote": "[geeky voice] I want the job. I really do. It's just, the rest of my family's in the Finger Lakes right now. I'm supposed to be in the Finger Lakes right now. I told them I was on a hike; snuck away to do this interview. I gotta get back pretty soon; they'll worry. People disappear in the Finger Lakes."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I will run this branch, or I will destroy this branch, or... [shrugs] I don't know. Something always works out. [leaves]"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "You remind me so much of my fourth-biggest client."
            },
            {
                "character": "Pam",
                "quote": "[in high-pitched, damsel-like voice] Is that right?"
            },
            {
                "character": "Creed",
                "quote": "I think you two should meet."
            },
            {
                "character": "Pam",
                "quote": "Well, okay!"
            },
            {
                "character": "Creed",
                "quote": "Hey Jordana! Patch my ninth- and fourth-biggest clients together. [Pam puts down phone and picks it back up]"
            },
            {
                "character": "Pam as \"fourth-biggest client\"",
                "quote": "[in a comedic male voice] Hello!"
            },
            {
                "character": "Pam as \"ninth-biggest client\"",
                "quote": "[in high-pitched, damsel-like voice] Hello!"
            },
            {
                "character": "Pam as \"fourth-biggest client\"",
                "quote": "Hi, how are ya? [Erin looks amused, Stanley and Phyllis look at Pam, confused]"
            },
            {
                "character": "Pam as \"ninth-biggest client\"",
                "quote": "Ohho! I'm good! Don't you just love paper, and things about paper!"
            },
            {
                "character": "Pam as \"fourth-biggest client\"",
                "quote": "Hey, are you single? This seems like a love connection to me!"
            },
            {
                "character": "Creed",
                "quote": "It's Kismet!"
            }
        ]
    ],
    "deleted_scenes": []
}