{
    "season": 7,
    "episode": 23,
    "title": "Dwight K. Schrute, (Acting) Manager",
    "scenes": [
        [
            {
                "character": "Pam",
                "quote": "We could get Deangelo flowers."
            },
            {
                "character": "Dwight",
                "quote": "No, you can't get flowers for someone who's in a coma. They'll wilt before he wakes up."
            },
            {
                "character": "Phyllis",
                "quote": "That's true."
            },
            {
                "character": "Jim",
                "quote": "All in favor of the baskets full of chocolates, teddy bears, and balloons? [all but Dwight raise their hands]"
            },
            {
                "character": "Dwight",
                "quote": "Wait, wait. All in favor of the knapsack filled with canned goods, chainsaw, gasoline, and emergency radio in case he wakes up post-apocalypse? [Dwight raises his hand]"
            },
            {
                "character": "Jim",
                "quote": "Nope. Baskets have it."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "So as it turns out, unless you're a young child or a prison inmate, you don't need anyone supervising you. People just come in and do their work on their schedule. Imagine that - people like us allowed to sell paper. Unsupervised. [Darryl, Phyllis, Stanley, and Oscar are working while Andy and Ryan play on a foosball table] And yet, somehow it works. It must be because the stakes are so high."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[on phone] Well, I really appreciate the offer, but I'm just happy the way things are. Okay. Thank you. [to Pam] That was Jo, asking me if I wanted to take over as acting manager while they find a replacement. I told her... I don't want to mess this up, right? There's a consensus, people are happy."
            },
            {
                "character": "Dwight",
                "quote": "[on phone] Dwight Schrute. Yes, I would. Thank you. [hangs up] Jordan, gather my things from my desk. [Dwight walks to the manager's office, rubs the door frame, sits at the desk reverently]"
            },
            {
                "character": "Jim",
                "quote": "Wait..."
            },
            {
                "character": "Pam",
                "quote": "What have you done?"
            },
            {
                "character": "Dwight",
                "quote": "[on phone] Mose... you'll never guess where I am right now."
            },
            {
                "character": "Mose",
                "quote": "[on phone] Aaaaahhhhh!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Can't stay there all day."
            },
            {
                "character": "Jim",
                "quote": "I'm coming."
            },
            {
                "character": "Pam",
                "quote": "Do I at least get to go with you in this fantasy?"
            },
            {
                "character": "Jim",
                "quote": "You'd slow me down."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Dwight has been acting manager for three months now. No. A week. Just feels like three months. Let's see, we all have to punch in to a time clock, which is very old, very strong, and has a slot about the size of a finger. [Jim puts a pencil into the time clock and pulls it out broken in half] We were all given new business cards big enough to set us apart from the competition, which is how I learned that our titles are all now Junior Employee. Our lunch breaks are staggered to prevent wasting time. Mine's at 10:30, and I find that the first hour of the day goes by a lot quicker than the second seven hours."
            },
            {
                "character": "Pam",
                "quote": "Stop stalling! Come on."
            }
        ],
        [
            {
                "character": "Everyone",
                "quote": "I pledge allegiance to the flag of the United States of America, and to the republic for which it stands, one nation..."
            },
            {
                "character": "All but Oscar",
                "quote": "...under God..."
            },
            {
                "character": "Everyone",
                "quote": "...indivisible, with liberty and justice for all. [Kevin finishes behind the rest of the group]"
            },
            {
                "character": "Angela",
                "quote": "Amen."
            },
            {
                "character": "Dwight",
                "quote": "Excellent. Morning announcements! There's been a problem with some people sharing copier codes. Your copier code is a distinct 21-digit number that is unique to you, and you only, okay? Don't share it. [Kevin looks exasperated] Jo Bennett, our CEO, will be here today for a high-level meeting involving Gabe and myself."
            },
            {
                "character": "Erin",
                "quote": "Ooh, about what?"
            },
            {
                "character": "Dwight",
                "quote": "That's on a need-to-know basis."
            },
            {
                "character": "Erin",
                "quote": "I thought I needed to know for your calendar."
            },
            {
                "character": "Dwight",
                "quote": "[quietly] General meet-and-greet. So I expect you to be on your best behavior, which means none of you will be insubordinate, nor will you foment insurrection."
            },
            {
                "character": "Jim",
                "quote": "Question, if we already fomented insurrection, may we be grandfathered in?"
            },
            {
                "character": "Dwight",
                "quote": "Define foment."
            },
            {
                "character": "Jim",
                "quote": "You define foment."
            },
            {
                "character": "Dwight",
                "quote": "[clears throat] Please take note of the new color-coding system."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[surprising Kelly] Aha!"
            },
            {
                "character": "Kelly",
                "quote": "Oh my God, what is wrong with you?"
            },
            {
                "character": "Dwight",
                "quote": "Gotcha! Why are you late?"
            },
            {
                "character": "Kelly",
                "quote": "It's none of your business, actually. It's very medical and personal."
            },
            {
                "character": "Dwight",
                "quote": "All right. You stop me when I reach the diseased area. [Dwight points to her legs and slowly moves his finger up, stopping at her mid-section]"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "In fairness, Darryl did tell me that joke, so..."
            },
            {
                "character": "Erin",
                "quote": "Oh! Darryl's funny."
            },
            {
                "character": "Andy",
                "quote": "I know, right?"
            },
            {
                "character": "Gabe",
                "quote": "Hey, Andy?"
            },
            {
                "character": "Andy",
                "quote": "Yeah?"
            },
            {
                "character": "Gabe",
                "quote": "Can I talk to you a second about these client memos?"
            },
            {
                "character": "Andy",
                "quote": "Sure. What's going on? [in room with Gabe]"
            },
            {
                "character": "Gabe",
                "quote": "Are you still in love with Erin?"
            },
            {
                "character": "Andy",
                "quote": "What?"
            },
            {
                "character": "Gabe",
                "quote": "Because I am. I need to get her back. [crying] I can't be alone anymore. Andy, do you like being alone with me right now?"
            },
            {
                "character": "Andy",
                "quote": "No, this is horrifying."
            },
            {
                "character": "Gabe",
                "quote": "No. I don't like being alone with me either, okay? I have to get her back. Are you still gonna date her?"
            },
            {
                "character": "Andy",
                "quote": "We're just friends, okay?"
            },
            {
                "character": "Gabe",
                "quote": "Do you promise that?"
            },
            {
                "character": "Andy",
                "quote": "Yeah, fine, I promise. We'll never date again. Can we go outside now?"
            },
            {
                "character": "Gabe",
                "quote": "No, just give me a second. I don't want anyone to know I've been crying."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[seeing the Join the Fist flyers that Jim is hanging] Hey, hey, hey, hey. What do you think you're doing? What's this? What's the Fist?"
            },
            {
                "character": "Jim",
                "quote": "Oh, it's just a social club. You know, like the French Revolution, or the Black Panthers, or communism. It's just a club. Guys talking, you know."
            },
            {
                "character": "Dwight",
                "quote": "You expect me to believe that you're starting a rebellion?"
            },
            {
                "character": "Jim",
                "quote": "Nope. Social club. God, I hate when everybody calls us a rebellion. [Darryl enters and brandishes his fist, Jim returns the gesture]"
            },
            {
                "character": "Dwight",
                "quote": "Okay, you know what? I would love to join The Fist."
            },
            {
                "character": "Jim",
                "quote": "And we would love to have you. But not today. Unfortunately, it's a bad day, what with Operation Overthrow and everything, but I have noted it. [Dwight tears the sign down, Jim hangs two signs in its place]"
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "[inputting numbers into the copier and holding up the line] One..."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "[refills his coffee near a sign that reads \"Honor System: $0.50\" with a camera pointed at it]"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Pam, I have to show you this video. You're gonna love it. It's Beyonce falling with a fart mixed in. [buzzer to indicate a blocked web site]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I will never be happier than I am right now. I will also never be less happy. I will be at my current maximum happiness for the rest of my life. Because I am manager of the Scranton Branch of Dunder Mifflin. Acting Manager."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "[looking at empty vending machine] No food now? Someone has to do something about Dwight!"
            },
            {
                "character": "Creed",
                "quote": "He put some snacks in the freezer for us."
            },
            {
                "character": "Pam",
                "quote": "You mean the frozen mice for the piranha?"
            },
            {
                "character": "Creed",
                "quote": "No. The blueberry Slurpee pouch."
            },
            {
                "character": "Phyllis",
                "quote": "He means the ice pack."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[on phone] 2:00 should probably be okay. I can either take your number or - [Gabe ends the call]"
            },
            {
                "character": "Gabe",
                "quote": "I'm sorry. This can't wait."
            },
            {
                "character": "Erin",
                "quote": "He's just gonna call back."
            },
            {
                "character": "Gabe",
                "quote": "Erin, I am in love with you. I don't believe in much, okay? I don't believe in horoscopes. I don't believe in Christmas. Uh, uh, I sure as hell don't believe in God. [Erin and Angela both look taken aback]"
            },
            {
                "character": "Erin",
                "quote": "[quietly] What?"
            },
            {
                "character": "Gabe",
                "quote": "Or maybe there's a God. I don't know. I mean, it's just not a guy with a long white beard. [Erin looks shocked] Or it could be. I mean, it's possible that that is exactly what - what God is. But for all of the disbelief [phone rings] I believe in us. I believe in love. You have made me believe that for all of the hokum [phone continues ringing] out... there... uh, do we not have voicemail?"
            },
            {
                "character": "Erin",
                "quote": "Dwight doesn't trust robots to give us our messages."
            },
            {
                "character": "Gabe",
                "quote": "Well... it's just... [ringing] it messes up my rhythm."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "I'm taking a break from dating. Gabe was a great guy with so many wonderful qualities, but it was a challenge being touched by him."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Wow, you've really embraced the whole Bond villain aesthetic."
            },
            {
                "character": "Dwight",
                "quote": "Ah, Jim, Jim, Jim. The gun is a Beaumont-Adams. Jo collects them. I thought we could have some nice small talk about it. And the piranha's a rescue."
            },
            {
                "character": "Jim",
                "quote": "And the desk."
            },
            {
                "character": "Dwight",
                "quote": "The desk is a replica of Uday Hussein's desk. I saw a picture in Newsweek. Listen, I'm a very busy man. Let's get right down to business."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "Jo is coming later today. I cannot have a subordinate trying to make me look stupid. Okay? I need you to promise me that you'll be on your best behavior."
            },
            {
                "character": "Jim",
                "quote": "I promise...d other people that I would be on my worst behavior. And I gave them my word, so..."
            },
            {
                "character": "Dwight",
                "quote": "Don't make me fire you."
            },
            {
                "character": "Jim",
                "quote": "You can't fire me. You're acting manager. Not office manager. So you have no firing powers."
            },
            {
                "character": "Dwight",
                "quote": "Don't make me pre-fire you."
            },
            {
                "character": "Jim",
                "quote": "You wouldn't dare."
            },
            {
                "character": "Dwight",
                "quote": "Watch this. You're pre-fired. And when I'm promoted, you'll be full fired."
            },
            {
                "character": "Jim",
                "quote": "[quietly] If you get promoted, and if you haven't fallen in love with me by then."
            },
            {
                "character": "Dwight",
                "quote": "What?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "If I had thought that there was a real chance that Dwight would be permanent manager, I would have pre-quit. And you might be saying to yourself, \"Well that's pretty premature to think,\" but I always say, it's better to be pre-pre-preprepared."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "How you doing, Jordan?"
            },
            {
                "character": "Jordan",
                "quote": "I'm good."
            },
            {
                "character": "Dwight",
                "quote": "Everyone here thinks that you're a joke. They think that you were hired because of your good looks, which won't last long anyway. As your pale skin and severe bone structure imply, you'll age swiftly and poorly."
            },
            {
                "character": "Jordan",
                "quote": "Why are you telling me this?"
            },
            {
                "character": "Dwight",
                "quote": "Now I want you to find out what people are saying about me, things they don't want me to know abou-[Dwight opens a box and sits down in shock] Ohh... it's a holster."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[walking around the office with the holster around his waist] Yep. Yep, yep, yep. Lookin' good. [grunts] Ohh... [stretching out his arms to better indicate the gun and holster] Oh, what a day. What a day."
            },
            {
                "character": "Pam",
                "quote": "Dwight, are you carrying a gun?"
            },
            {
                "character": "Dwight",
                "quote": "The holster was a gift from my great-uncle Honk. Um, I don't know. I guess he's saying that he's proud of me."
            },
            {
                "character": "Andy",
                "quote": "Dwight, guns make me really uncomfortable."
            },
            {
                "character": "Dwight",
                "quote": "The gun is just an accessory to the holster, okay? I can't walk around wearing an empty holster."
            },
            {
                "character": "Pam",
                "quote": "Why do you need to wear the holster at all?"
            },
            {
                "character": "Dwight",
                "quote": "Why do you need to keep wearing those booby shirts all the time?"
            },
            {
                "character": "Angela",
                "quote": "Thank you."
            },
            {
                "character": "Phyllis",
                "quote": "You could put your cell phone in it instead."
            },
            {
                "character": "Dwight",
                "quote": "Uh... hello! [indicates his phone clipped onto his belt]"
            },
            {
                "character": "Kevin",
                "quote": "You could put a banana in it."
            },
            {
                "character": "Dwight",
                "quote": "Why would I put a banana in my holster?"
            },
            {
                "character": "Kevin",
                "quote": "In case you weren't hungry now, but you got hungry later."
            },
            {
                "character": "Pam",
                "quote": "Dwight, no gun, okay? Don't make us call Jo."
            },
            {
                "character": "Dwight",
                "quote": "Okay. All right. Fine. Everyone calm down. Someone get me a banana. Sorry I freaked you guys out - aah! [Dwight goes to flip the gun and it fires near Andy's ear, making everyone jump]"
            },
            {
                "character": "Erin",
                "quote": "Andy!"
            },
            {
                "character": "Andy",
                "quote": "Aah! Aah! It's so loud!"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "My God. There is a hardwood floor underneath this carpeting. Why would they do that?"
            },
            {
                "character": "Andy",
                "quote": "[trying to find a pitch] Eeeeeeee... There's like this crazy ringing going on. I can't - eeeeeee... I can't find perfect C."
            },
            {
                "character": "Meredith",
                "quote": "Okay, everyone make a list of what's lost for the insurance. I lost a necklace, a ring, a painting-"
            },
            {
                "character": "Toby",
                "quote": "Hey, what happened?"
            },
            {
                "character": "Kelly",
                "quote": "Dwight went on a shooting spree, and then he shot Andy in the head."
            },
            {
                "character": "Dwight",
                "quote": "No, no, no. All we know is that a gun fired. That's all we know! No. That's not true. Actually, we heard a loud noise. Later, a hole was seen. No one saw the bullet leave the gun."
            },
            {
                "character": "Andy",
                "quote": "[scatting off-key] Something's definitely wrong."
            },
            {
                "character": "Oscar",
                "quote": "I'll look on WebMD. What are your symptoms?"
            },
            {
                "character": "Angela",
                "quote": "Oh, everybody. Oscar found a reason to look on WebMD."
            },
            {
                "character": "Oscar",
                "quote": "[buzzer to indicate a blocked site] Firewall."
            },
            {
                "character": "Gabe",
                "quote": "I can't reach Jo. She must already be on the plane."
            },
            {
                "character": "Dwight",
                "quote": "Okay, why are you calling Jo?"
            },
            {
                "character": "Andy",
                "quote": "I think I should go the hospital."
            },
            {
                "character": "Erin",
                "quote": "I'll go with you."
            },
            {
                "character": "Gabe",
                "quote": "No! We really shouldn't be without a receptionist. Now more than ever."
            },
            {
                "character": "Darryl",
                "quote": "I'll take him."
            },
            {
                "character": "Andy",
                "quote": "Thank you, Darryl. [Andy limps out of his chair and leans on Darryl for support]"
            },
            {
                "character": "Darryl",
                "quote": "What's wrong with you?"
            },
            {
                "character": "Andy",
                "quote": "It's my ear."
            },
            {
                "character": "Darryl",
                "quote": "Yeah."
            },
            {
                "character": "Andy",
                "quote": "Okay, sorry."
            },
            {
                "character": "Toby",
                "quote": "[excitedly] Oh, I should get the accident report binder. I've never used the gun violence forms before."
            },
            {
                "character": "Gabe",
                "quote": "I'm gonna keep trying Jo."
            },
            {
                "character": "Dwight",
                "quote": "Okay, everyone! Conference room, right now!"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[enters with a cowboy hat, speaking with a Western accent] Yee-haw! Whoo-hoo! [imitates gunfire] Howdy, partners! It's me, Gun-Safety Dwight! And I'm the rootin'-est-- [removes hat] I can't do this. Um, look. Obviously, a gun went off under my watch, and I'm launching a full investigation."
            },
            {
                "character": "Stanley",
                "quote": "We all saw you do it."
            },
            {
                "character": "Dwight",
                "quote": "Really? You did? What hand was I holding the gun in? What did Andy's tie look like?"
            },
            {
                "character": "Erin",
                "quote": "Navy blue. Little red anchors."
            },
            {
                "character": "Dwight",
                "quote": "I have no way of knowing if that's true."
            },
            {
                "character": "Toby",
                "quote": "I am supposed to collect eyewitness accounts. Who saw Dwight do this? [all raise their hands]"
            },
            {
                "character": "Dwight",
                "quote": "Okay, really?"
            },
            {
                "character": "Toby",
                "quote": "Would you consider this a terrorist incident?"
            },
            {
                "character": "Ryan",
                "quote": "I felt terrorized."
            },
            {
                "character": "Dwight",
                "quote": "Come on."
            },
            {
                "character": "Toby",
                "quote": "Oh, there's a whole 'nother terrorism booklet for that."
            },
            {
                "character": "Dwight",
                "quote": "I just really, really think we should handle this internally."
            },
            {
                "character": "Ryan",
                "quote": "Dwight, why is it on us to protect you?"
            },
            {
                "character": "Dwight",
                "quote": "Because you guys are my best friends, and I mean that. Managing you for this last week has been the greatest honor of my life. And if you ruin this, I will burn this office to the ground. And I mean that figuratively. Not literally. Because you guys are so... so important... to me. I love you guys. But don't cross me. But you're the best."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Hey. [Erin gasps] We're back."
            },
            {
                "character": "Dwight",
                "quote": "There he is! Our hero! [Both Dwight and Erin move to hug Andy] You look fantastic. How you doing? Here, tell us your war stories."
            },
            {
                "character": "Andy",
                "quote": "Well, I burst my eardrum. Doctor said it could take weeks to heal."
            },
            {
                "character": "Dwight",
                "quote": "Did they say what caused it? Because I know you like putting Q-tips deep into your ear canal."
            },
            {
                "character": "Andy",
                "quote": "Yeah."
            },
            {
                "character": "Phyllis",
                "quote": "How's your hearing?"
            },
            {
                "character": "Andy",
                "quote": "Temporary deafness in one ear. It was both ears. I couldn't hear a thing Darryl was saying while we were in the waiting room."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "I was talking like this. [mouths words while pointing to his ear] I don't feel good about it, but he just kept calling himself a gunshot victim and it got to me."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Dwight, I would like tomorrow off so that I can go on my American Idol audition."
            },
            {
                "character": "Dwight",
                "quote": "American Idol? What? No."
            },
            {
                "character": "Kelly",
                "quote": "Okay. I guess I can just not go. Do you guys wanna hear my solo?"
            },
            {
                "character": "Dwight",
                "quote": "No."
            },
            {
                "character": "Kelly",
                "quote": "[singing] Why did my temporary boss go on a shooting spree?"
            },
            {
                "character": "Dwight",
                "quote": "Okay, fine. You can go on your singing audition."
            },
            {
                "character": "Phyllis",
                "quote": "Okay, well, then I want an extra vacation day."
            },
            {
                "character": "Angela",
                "quote": "Pet Day! I want Pet Day back - no dogs."
            },
            {
                "character": "Kevin",
                "quote": "Put back everything in the vending machine except the fruit."
            },
            {
                "character": "Dwight",
                "quote": "I put everything back in the vending machine."
            },
            {
                "character": "Kevin",
                "quote": "Put everything back in the vending machine except... the fruit."
            },
            {
                "character": "Pam",
                "quote": "You have to get rid of all your weapons. All of them. Including killer fish."
            },
            {
                "character": "Dwight",
                "quote": "Okay."
            },
            {
                "character": "Jim",
                "quote": "Oh, is it my turn? Ooh, I'm on the spot. I don't know. Um... you know what? I think I'm good."
            },
            {
                "character": "Dwight",
                "quote": "Thank God."
            },
            {
                "character": "Jim",
                "quote": "Nope. When Jo's here, can you work in \"Shagadelic, baby,\" at least three times in a conversation? Oh, and when I cough can you do jazz hands?"
            },
            {
                "character": "Dwight",
                "quote": "What's jazz hands?"
            },
            {
                "character": "Jim",
                "quote": "[quickly shakes his hands back and forth]"
            },
            {
                "character": "Dwight",
                "quote": "Fine."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[leaves the men's room with an empty fish tank after flushing the toilet]"
            },
            {
                "character": "Kevin",
                "quote": "[after entering the men's room] What the [bleep] is that? [runs out of the bathroom] Oh, my..."
            }
        ],
        [
            {
                "character": "Jo",
                "quote": "Hey, all! Cornelius, Bobo, have at it. Nobody let my dogs hump each other. They don't seem to know they're brothers."
            },
            {
                "character": "Dwight",
                "quote": "Hello, Jo. Welcome. Well, shall we begin?"
            },
            {
                "character": "Jo",
                "quote": "Slow yourself down there. Just like a man. Wants to jump right into it while I still got my socks on. Jim Halpert - the only man that ever turned me down."
            },
            {
                "character": "Jim",
                "quote": "Well, I don't know about that. Just wasn't for me. But let me assure you, Dwight is firing on all cylinders. Right?"
            },
            {
                "character": "Jo",
                "quote": "Well, some pretty big shoes to fill. I was sorry to hear about Deangelo. He was a good man. Tragic. [Jim coughs]"
            },
            {
                "character": "Dwight",
                "quote": "[does jazz hands, Jo notices and eyes him oddly] Well, what can you do? Life."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "We have to clean this up now!"
            },
            {
                "character": "Erin",
                "quote": "She had so much -"
            },
            {
                "character": "Gabe",
                "quote": "Hey, guys."
            },
            {
                "character": "Erin",
                "quote": "Hey."
            },
            {
                "character": "Gabe",
                "quote": "Hope I'm not interrupting anything."
            },
            {
                "character": "Andy",
                "quote": "No! [Erin and Andy laugh]"
            },
            {
                "character": "Gabe",
                "quote": "Hey, Andy, did you tell Erin about our conversation earlier when you said you would never want to date her again?"
            },
            {
                "character": "Andy",
                "quote": "Uh..."
            },
            {
                "character": "Gabe",
                "quote": "I just thought that it was so interesting that you promised that."
            },
            {
                "character": "Andy",
                "quote": "Did I say that earlier? Yes, I did. Because you, Gabe, were crying..."
            },
            {
                "character": "Gabe",
                "quote": "No, I was not."
            },
            {
                "character": "Andy",
                "quote": "And sobbing uncontrollably. Yes. Uh-huh. You were in hysterics. And my maternal instincts kicked in. Is it actually how I feel? Yes. Or no. That is... between me and my diary."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Oscar, can you print out last year's sale statements?"
            },
            {
                "character": "Kevin",
                "quote": "Hey, Dwight, gimme a back massage."
            },
            {
                "character": "Dwight",
                "quote": "No, Kevin, come on."
            },
            {
                "character": "Kevin",
                "quote": "My back is sore, Dwight. Massage it."
            },
            {
                "character": "Dwight",
                "quote": "Kevin, not now."
            },
            {
                "character": "Kevin",
                "quote": "Hey, Jo!"
            },
            {
                "character": "Dwight",
                "quote": "Okay, okay. Shh! [Dwight begins rubbing his shoulders]"
            },
            {
                "character": "Kevin",
                "quote": "No, under the jacket."
            },
            {
                "character": "Dwight",
                "quote": "You're kidding me. [reaches under Kevin's jacket] Oh God, what am I touching? It's moist."
            },
            {
                "character": "Kevin",
                "quote": "I don't feel anything."
            },
            {
                "character": "Dwight",
                "quote": "Oh, it's so wet."
            },
            {
                "character": "Kevin",
                "quote": "Push harder, Dwight."
            },
            {
                "character": "Dwight",
                "quote": "I can't. I can't push harder!"
            },
            {
                "character": "Kevin",
                "quote": "Go a little higher. There you go. Nope, higher. Higher. [Dwight has positioned his feet on the filing cabinet behind Kevin and is kneading his back horizontally]"
            },
            {
                "character": "Dwight",
                "quote": "Okay, how's that?"
            },
            {
                "character": "Kevin",
                "quote": "Knead it. Knead it like a pizza."
            },
            {
                "character": "Dwight",
                "quote": "I'm kneading it!"
            },
            {
                "character": "Kevin",
                "quote": "Don't eat it."
            },
            {
                "character": "Jo",
                "quote": "Dwight! Walk me out. Let's talk soon. And stay on top of these people. You gotta admit it - it's nice to have a little power, eh? How's it feel?"
            },
            {
                "character": "Dwight",
                "quote": "Jo... I accidentally fired a gun in the office today."
            },
            {
                "character": "Jo",
                "quote": "What?!"
            },
            {
                "character": "Dwight",
                "quote": "I am telling you this because I care too much about this job to be blackmailed into doing it poorly. All I've ever wanted was to be manager here. And if you feel that you cannot promote me over this one accident, I understand. But if you think that extortion is worse -"
            },
            {
                "character": "Jo",
                "quote": "Shooting is worse! Are you kidding me? It's not even in the same - you shot a gun? What is wrong with you?"
            },
            {
                "character": "Dwight",
                "quote": "It was a Beaumont-Adams, if that helps."
            },
            {
                "character": "Jo",
                "quote": "Beaumont-Adams is a girl's gun. That just makes it plain stupid."
            },
            {
                "character": "Dwight",
                "quote": "I take full responsibility."
            },
            {
                "character": "Jo",
                "quote": "Who else would be responsible?"
            },
            {
                "character": "Dwight",
                "quote": "Pam made me put a banana in my holster."
            },
            {
                "character": "Pam",
                "quote": "You shot a gun off -"
            },
            {
                "character": "Dwight",
                "quote": "Okay. Did I make a mistake? Yes. Do I regret the decision that I made? Yes."
            },
            {
                "character": "Jo",
                "quote": "Oh, stop asking yourself easy questions so you can look like a genius."
            },
            {
                "character": "Dwight",
                "quote": "Got it."
            },
            {
                "character": "Jo",
                "quote": "I love you, Dwight. But you don't fit this job."
            },
            {
                "character": "Dwight",
                "quote": "[on the verge of tears] Jo, please... I will -"
            },
            {
                "character": "Jo",
                "quote": "No, child. No. It's over. Now I gotta find a replacement for my replacement."
            }
        ],
        [
            {
                "character": "Jo",
                "quote": "You three are my search committee. You're in charge of finding me my next manager. All righty?"
            },
            {
                "character": "Gabe",
                "quote": "Yep."
            },
            {
                "character": "Jim",
                "quote": "Yep."
            },
            {
                "character": "Jo",
                "quote": "Till then, we need a new acting manager. Now, who's got the most experience in this office?"
            },
            {
                "character": "Toby",
                "quote": "Uh, well, we probably don't want to go just on seniority."
            },
            {
                "character": "Jo",
                "quote": "Who is it?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey, Dwight. What's up?"
            },
            {
                "character": "Dwight",
                "quote": "Shut up."
            },
            {
                "character": "Jim",
                "quote": "Well, you do know that Jo was right to take the job away from you, right? There's no debating that. But, I will say... in your one week, every single one of the orders went out on time. And I think that is shagadelic, baby. [Dwight sees Creed claiming the desk in the manager's office]"
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "[giving Kevin numbers for the copier] Four, one, seven, one..."
            },
            {
                "character": "Kevin",
                "quote": "Another one?"
            },
            {
                "character": "Darryl & Angela",
                "quote": "Yes!"
            },
            {
                "character": "Angela",
                "quote": "Seven, two..."
            },
            {
                "character": "Oscar",
                "quote": "Could you turn the volume down on the beeping?"
            },
            {
                "character": "Angela",
                "quote": "Six, nine, shut up, Oscar. Eight..."
            },
            {
                "character": "Darryl",
                "quote": "Nine first."
            },
            {
                "character": "Angela",
                "quote": "Nine, eight, five..."
            },
            {
                "character": "Kevin",
                "quote": "Thank you."
            },
            {
                "character": "Angela",
                "quote": "Three, zero, zero. Again, zero. Four, six..."
            },
            {
                "character": "Kevin",
                "quote": "Nice."
            },
            {
                "character": "Angela",
                "quote": "Two, one..."
            },
            {
                "character": "Kevin",
                "quote": "Oh, I hit three. I hit three."
            },
            {
                "character": "Angela",
                "quote": "God!"
            }
        ]
    ],
    "deleted_scenes": []
}