{
    "season": 7,
    "episode": 2,
    "title": "Counseling",
    "scenes": [
        [
            {
                "character": "Dwight",
                "line": "Wow. Late every day this week."
            },
            {
                "character": "Pam",
                "line": "We signed Cici up for this daycare. It's on the other side of town. The traffic..."
            },
            {
                "character": "Dwight",
                "line": "Why didn't I think of this before? Did you know that there is a daycare center opening right here in this building?"
            },
            {
                "character": "Jim",
                "line": "Is there really?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Now that I own the building, I'm looking for new sources of revenue. And a daycare center... Ha ha ha [laughing maniacally] Well I guess it's not an evil idea. It's just a regular idea. But there is no good laugh for a regular idea."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Welcome to the Sesame Avenue Daycare Center for infants and toddlers."
            },
            {
                "character": "Jim",
                "line": "Aaah!"
            },
            {
                "character": "Mose",
                "line": "Aaah!"
            },
            {
                "character": "Dwight",
                "line": "You remember my cousin Mose."
            },
            {
                "character": "Mose",
                "line": "Welcome children."
            },
            {
                "character": "Pam",
                "line": "Were you painting in the dark?"
            },
            {
                "character": "Jim",
                "line": "Wait. Is this your place Dwight?"
            },
            {
                "character": "Dwight",
                "line": "Oh no. I like to think of it as a kids place. Would you like a tour?"
            },
            {
                "character": "Pam",
                "line": "I don't really think we need..."
            },
            {
                "character": "Jim",
                "line": "Oh... lets take the tour Pam."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "Come on. Here is the language skills and cognitive development area. These are English... uh... letters. [pause] I see you found out magical toy box Jim."
            },
            {
                "character": "Jim",
                "line": "These are actually forks and knives from the break room."
            },
            {
                "character": "Dwight",
                "line": "Jim! To you and me, maybe, but, come on! To a child's imagination that's Mr. Fork and Lieutenant Knife and... Ms. Fork."
            },
            {
                "character": "Pam",
                "line": "And a soy sauce packet."
            },
            {
                "character": "Dwight",
                "line": "Oh! That shouldn't have been in there. I'm embarrassed."
            },
            {
                "character": "Jim",
                "line": "Don't beat yourself up."
            },
            {
                "character": "Dwight",
                "line": "We come fully equipped with a restroom. Feeding trough, play bucket, and room for a plant, in success."
            },
            {
                "character": "Jim",
                "line": "Who will be watching the children?"
            },
            {
                "character": "Dwight",
                "line": "No one. The door locks from the outside. Escape is impossible."
            },
            {
                "character": "Jim",
                "line": "Prove it."
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Jim",
                "line": "Were going to head outside, give it a whirl. I just want to see how it works."
            },
            {
                "character": "Dwight",
                "line": "Oh no, no, no."
            },
            {
                "character": "Jim",
                "line": "But I'll tell you this, if this works out, I think we're looking real good."
            },
            {
                "character": "Dwight",
                "line": "I promise you, that door locks! [Jim closes the door]"
            }
        ],
        [
            {
                "character": "Toby",
                "line": "What's something that you..."
            },
            {
                "character": "Michael",
                "line": "This is the worst! You are the worst! I hate looking at your face! I wanna smash it!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Ok, you know what? I made a mistake. I committed corporate punishment. My bad. It's over. It's done. But my punishment is ... um ... worse than hell."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Michael has been assigned six hours of mandatory counseling with a trained professional. I actually have a degree in social work. I mean, I know a lot of people would ask a few standard questions, and check off a few boxes, but I've got a chance to do some good here."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I know what you want to ask me. \"Did your mom ever see you naked?\""
            },
            {
                "character": "Toby",
                "line": "We can do this with more privacy."
            },
            {
                "character": "Michael",
                "line": "So you can molest me? Oh, ok. I don't think so. We're going to leave the blinds open so every one can see what a big failure you are. That's the key."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Boycott the Steamtown Mall! Everyone, you heard me! Cancel all of your business with the Steamtown Mall!"
            },
            {
                "character": "Phyllis",
                "line": "The mall itself or just the stores in the mall?"
            },
            {
                "character": "Dwight",
                "line": "All of it! The mall, the stores, the kiosks!"
            },
            {
                "character": "Ryan",
                "line": "America is one big mall."
            },
            {
                "character": "Jim",
                "line": "Did something happen Dwight?"
            },
            {
                "character": "Dwight",
                "line": "Yeah, something happened. Oh yeah, something happened, Jim."
            },
            {
                "character": "Andy",
                "line": "Well, tell us what it is. I mean, it would help us to get some context so we can get on board."
            },
            {
                "character": "Dwight",
                "line": "You don't want to know."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "I'd like you to imagine a place where you feel very peaceful. For me, it's the walk from the yogurt shop to my car after I drop my daughter off on Sunday afternoons."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "I'm glad Michael is getting help. He as a lot of issues, and he's stupid."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[on phone] Look, I'm not going to tell you that we have lower prices. Is price something that is important to you? Ok, well let me know if anything changes."
            },
            {
                "character": "Jim",
                "line": "Pam?"
            },
            {
                "character": "Pam",
                "line": "I can't do this. I don't have this sales gene, or whatever it is. Tell me everything is going to be ok."
            },
            {
                "character": "Jim",
                "line": "Everything is going to be ok."
            },
            {
                "character": "Pam",
                "line": "Tell me I'm good at sales."
            },
            {
                "character": "Jim",
                "line": "You're good... you're good at sales."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "The unfair thing about working in sales is that your salary is almost all commission. So, you suck at sales, you make almost no money. I guess that's fair."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Dwight?"
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Andy",
                "line": "Did you call all of my clients at the mall and cancel all my business while using the \"F\" word?"
            },
            {
                "character": "Dwight",
                "line": "Yes I did. And I'm going to do the same with all of your clients."
            },
            {
                "character": "Stanley",
                "line": "No you will not."
            },
            {
                "character": "Dwight",
                "line": "Oh yes I will! That mall is corrupt, ok! They're \"appearance\"ists!"
            },
            {
                "character": "Jim",
                "line": "Ok, Dwight. We can't do that. So why don't you just tell us what happened?"
            },
            {
                "character": "Pam",
                "line": "Yeah, what happened Dwight?"
            },
            {
                "character": "Jim",
                "line": "Ok."
            },
            {
                "character": "Dwight",
                "line": "You guys know me. You know that I'm not one for fancy things, but there was this one thing. It was in a fancy store. And it caught the corner of my eye when I took Mose down to the Mall to get his blood pressure at the Rite-Aid. And I thought, you know, maybe I deserve this. You know, I had a great crop yield this fall..."
            },
            {
                "character": "Pam",
                "line": "So what happened?"
            },
            {
                "character": "Dwight",
                "line": "I went to the store and I pressed the buzzer, and they looked right at me, and then they looked away. And then I pressed the buzzer again, and they started taking pictures of me on their mobile phones. I guess I'm not the kind of guy that's good enough for precious heirlooms."
            },
            {
                "character": "Kelly",
                "line": "You know what Dwight? You need to go back there, and you need to \"Pretty Woman\" their asses."
            },
            {
                "character": "Creed",
                "line": "We should start our own mall!"
            },
            {
                "character": "Erin",
                "line": "Yeah!"
            },
            {
                "character": "Jim",
                "line": "Wait, wait, wait. That's actually a really good idea Kelly."
            },
            {
                "character": "Kelly",
                "line": "What did I say?"
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "I talk a lot, so I've learned to just tune myself out."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Dwight, how about this? Instead of boycotting, you and I, together, go down to that store and we teach those snobs a lesson."
            },
            {
                "character": "Andy",
                "line": "No, you and I... and I. I'm going to come with you."
            },
            {
                "character": "Dwight",
                "line": "Ok"
            },
            {
                "character": "Jim",
                "line": "Alright."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Did you assume that I would automatically side with the rich snobby shop owner? [removes cuff link] How about now? [removes other cuff link] How about now? [removes tie clip] How about now?"
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Uh... what was your favorite flavor of..."
            },
            {
                "character": "Michael",
                "line": "One hour."
            },
            {
                "character": "Toby",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "One hour. We've done one hour. Let's just speed this up, ok? Keep it moving. I want to do all six hours today."
            },
            {
                "character": "Toby",
                "line": "Ok, I can't count the hour if you don't talk."
            },
            {
                "character": "Michael",
                "line": "No, no, no! I know my rights! All I had to do was sit here for six hours. Do my time."
            },
            {
                "character": "Toby",
                "line": "Michael, it's up to me to check off the boxes, and I can't do that unless I honestly..."
            },
            {
                "character": "Michael",
                "line": "You know, do you have any idea how angry this is making me?"
            },
            {
                "character": "Toby",
                "line": "Tell me!"
            }
        ],
        [
            {
                "character": "Toby",
                "line": "I think we might be about to maybe really get somewhere."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Yes, I will. I will talk alright. Be careful what you wish for Toby."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Apparently there is a famous Hollywood movie from the 1980's, Beautiful Girl..."
            },
            {
                "character": "Andy",
                "line": "Pretty Woman."
            },
            {
                "character": "Dwight",
                "line": "Apparently, it's one of the best revenge stories of all times, in which this sex worker, who is the antagonist... That can't be right. Andy? How does it...?"
            },
            {
                "character": "Jim",
                "line": "No, no. I want to hear you tell it."
            },
            {
                "character": "Dwight",
                "line": "Ok, Um... The sex worker is denied service at a fancy store because she does not look wealthy. She later returns dressed in all the \"trappings\" of extravagant wealth, but instead of going..."
            },
            {
                "character": "Andy",
                "line": "Julia Roberts goes into the store, and she's like,\" I was in here yesterday and you wouldn't help me.\" And the shop girl goes, \"ok\". And Julia Roberts goes,\" You girls work on commission, right?\" And the girl is like,\"Yeah\", and Julia Roberts goes..."
            },
            {
                "character": "Kelly",
                "line": "\"Big mistake! Huge!\""
            },
            {
                "character": "Andy",
                "line": "I was telling that... I was telling that."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "How many paper supplies and ink cartridges to go with that? Ok, sure."
            },
            {
                "character": "Window treatment guy",
                "line": "Who can I speak to in this office about saving on window treatments?"
            },
            {
                "character": "Erin",
                "line": "I don't know."
            },
            {
                "character": "Window treatment guy",
                "line": "Is one of you the office administrator?"
            },
            {
                "character": "Pam",
                "line": "[hesitates] I am. I am the office administrator!"
            },
            {
                "character": "Window treatment guy",
                "line": "Can I show you a few samples?"
            },
            {
                "character": "Pam",
                "line": "Oh, we're not interested. We're not interested at all."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "There are a few ways to get promoted. One is to wait for an opening and apply for it. That's the main way. But this could work."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Toby, can I really tell you anything?"
            },
            {
                "character": "Toby",
                "line": "Of course."
            },
            {
                "character": "Michael",
                "line": "Well, the other night, I was sitting at the table, eating my penis... I mean peas. That was weird. Aaaah... weird. I think that was ... I was probed. By an alien life form. An A.L.F. Alf, you know, I might have actually been probed by Alf. You might think he's a puppet. You never see the lower half. But there is a lower half."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Office Administrator. So when did this happen?"
            },
            {
                "character": "Pam",
                "line": "A few months ago. I was talking to someone at corporate, who isn't there anymore, and I think the paperwork just got lost in the shuffle. Can you believe that?"
            },
            {
                "character": "Oscar",
                "line": "Yeah, totally. Well, congrats!"
            },
            {
                "character": "Pam",
                "line": "Thanks! Yeah, so I'm just going to take care of things around the office and get paid a reasonable salary. You believe that, right?"
            },
            {
                "character": "Oscar",
                "line": "Totally, that's great."
            },
            {
                "character": "Pam",
                "line": "I get paid $40,000 per year."
            },
            {
                "character": "Oscar",
                "line": "Great."
            },
            {
                "character": "Pam",
                "line": "Maybe $50,000."
            },
            {
                "character": "Oscar",
                "line": "$50,000?"
            },
            {
                "character": "Pam",
                "line": "No, not $50,000, $41,000, I think. $41,500."
            },
            {
                "character": "Oscar",
                "line": "That's great."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Before me stands your coworker, Dwight Kurt Schrute. Dwight, show them all sides. Turn around. Now, today, we need your help turning Dwight into a gentleman."
            },
            {
                "character": "Andy",
                "line": "A gentleman who is a rich snob who will go into shopping malls and drop huge amounts of cash on clothes."
            },
            {
                "character": "Stanley",
                "line": "Is he still doing his boycott?"
            },
            {
                "character": "Jim",
                "line": "No, this is instead of the boycott. Yeah?"
            },
            {
                "character": "Kelly",
                "line": "You shirt and tie are disgusto-barfo."
            },
            {
                "character": "Jim",
                "line": "Agreed."
            },
            {
                "character": "Dwight",
                "line": "Really?"
            },
            {
                "character": "Oscar",
                "line": "Maybe something not so monochromatic. Not so matching."
            },
            {
                "character": "Dwight",
                "line": "Wait. Less matching to appear more rich?"
            },
            {
                "character": "Ryan",
                "line": "The glasses are a little... [Dwight drops glasses to the floor, stomps on them]"
            },
            {
                "character": "Pam",
                "line": "I liked them."
            },
            {
                "character": "Kelly",
                "line": "I thought they were kind of cute."
            },
            {
                "character": "Ryan",
                "line": "Yeah, I liked them too."
            },
            {
                "character": "Dwight",
                "line": "I can't see."
            },
            {
                "character": "Darryl",
                "line": "Say stuff like, \"Good morning, Good Afternoon\". People appreciate that."
            },
            {
                "character": "Dwight",
                "line": "Wait, I see you every day. Can I say \"Good month?\""
            },
            {
                "character": "Darryl",
                "line": "I'm telling you how to do this man."
            },
            {
                "character": "Andy",
                "line": "If someone offers you a cocktail, accept, but keep your wits about you."
            },
            {
                "character": "Angela",
                "line": "Please and thank you go a long way."
            },
            {
                "character": "Dwight",
                "line": "Copy. Thank you."
            },
            {
                "character": "Angela",
                "line": "Thank you."
            },
            {
                "character": "Dwight",
                "line": "Please."
            },
            {
                "character": "Andy",
                "line": "[in a cockney accent] I think he's got it!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "And I was raised by wolves. I was 25 years old before I saw my first human being. Wait, is it a full moon tonight? [howls and growls like a werewolf]"
            },
            {
                "character": "Toby",
                "line": "Come on Michael. Those are all fake stories."
            },
            {
                "character": "Michael",
                "line": "Yes, Yes. They are all fake stories. What sort of twisted mind would come up with weird stories like that? [pause] Three hours. We're half way done."
            },
            {
                "character": "Toby",
                "line": "Oh."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey, do you have a second?"
            },
            {
                "character": "Gabe",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "Well, as I am sure you know, for the past few months, I've been the Office Administrator. Since right before you guys took over."
            },
            {
                "character": "Gabe",
                "line": "Right, of course!"
            },
            {
                "character": "Pam",
                "line": "And, I haven't gotten paid yet. I'm not blaming you."
            },
            {
                "character": "Gabe",
                "line": "Thank you so much."
            },
            {
                "character": "Pam",
                "line": "I just think somebody lost the paperwork."
            },
            {
                "character": "Gabe",
                "line": "Oh boy. Can you get every department head's signature on this so I can back this up to corporate?"
            },
            {
                "character": "Pam",
                "line": "Yes. Absolutely. Right away."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "You know what Michael? You're right. You win. This is pointless. We're not getting anywhere. I got a bunch of fun stuff, in case my daughter ever comes over. Why don't we just run out the clock by playing games, drawing some pictures, talking?"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[fanfare]"
            },
            {
                "character": "Jim",
                "line": "We present to you for your comments and approval, Dwight K. Shrute."
            },
            {
                "character": "Phyllis",
                "line": "Go get 'em Dwight."
            },
            {
                "character": "Jim",
                "line": "Wish us luck!"
            },
            {
                "character": "Dwight",
                "line": "Thank you."
            },
            {
                "character": "Erin",
                "line": "Dwight [snaps a picture with a disposable camera, then drops the camera in the trash can]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Disposable cameras are fun, although it does seem wasteful and you don't ever get to see your pictures. If it's an important even that you want to remember, I recommend using a real camera. But I don't care if I forget today."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "We can play something more complicated if you like."
            },
            {
                "character": "Michael",
                "line": "This is plenty complicated."
            },
            {
                "character": "Toby",
                "line": "So you have played it before?"
            },
            {
                "character": "Michael",
                "line": "I've played it once or twice with Jeff."
            },
            {
                "character": "Toby",
                "line": "Who's Jeff?"
            },
            {
                "character": "Michael",
                "line": "Jeff was my mother's boyfriend, who she married."
            },
            {
                "character": "Toby",
                "line": "So, her husband, your stepdad?"
            },
            {
                "character": "Michael",
                "line": "Yeah, Yeah. I guess I never thought about it that way, though."
            },
            {
                "character": "Toby",
                "line": "Did you guys do much stuff together?"
            },
            {
                "character": "Michael",
                "line": "Yeah. You know what? He took me to a baseball game once, I remember. It was weird though. They took the pitcher out of the game. I felt really bad, because the pitcher wasn't able to play with his friends anymore. But Jeff said that the manager was making a really good move, by taking the pitcher out. He really respected the manager."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "It's working. I'm doing it!"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[coughs for attention]"
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Angela",
                "line": "My place tonight. Wear this. [motioning to his new outfit]"
            },
            {
                "character": "Dwight",
                "line": "Do you have your card?"
            },
            {
                "character": "Angela",
                "line": "Yes. Don't forget the pipe."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Its really sad that your dog ran away. Why did it keep you from going to the park?"
            },
            {
                "character": "Michael",
                "line": "I was afraid I would find him in the park, playing with another kid."
            },
            {
                "character": "Toby",
                "line": "Why?"
            },
            {
                "character": "Michael",
                "line": "I guess that's why I thought he ran away in the first place. To find a kid he liked better."
            },
            {
                "character": "Toby",
                "line": "Dogs don't do that."
            },
            {
                "character": "Michael",
                "line": "Right. Why would a dog do that? That's silly."
            },
            {
                "character": "Toby",
                "line": "I don't know."
            },
            {
                "character": "Michael",
                "line": "When I hear myself say it, it sounds ridiculous. But I've never said it out loud, so..."
            },
            {
                "character": "Toby",
                "line": "It's very important for you to be liked, isn't it?"
            },
            {
                "character": "Michael",
                "line": "Well, lets not get too... This isn't a counseling session... Ok. Son of a gun. Son of a bitch. Wow! Ok."
            },
            {
                "character": "Toby",
                "line": "I'm just trying to help you Michael."
            },
            {
                "character": "Michael",
                "line": "You. Bitch. God! You're very helpful aren't you? You try to help everybody. Do you want to play another game?"
            },
            {
                "character": "Toby",
                "line": "I just want to..."
            },
            {
                "character": "Michael",
                "line": "You are good. But you know what? You can't help people. You couldn't help your marriage. You lose. I don't need your help. Nobody needs your help. Nobody wants it! You can't help anybody. I don't need your help! Am I going to make you cry?"
            },
            {
                "character": "Toby",
                "line": "[tossing forms at Michael] Just fill them out any way you want."
            },
            {
                "character": "Michael",
                "line": "Ok."
            },
            {
                "character": "Toby",
                "line": "I'll have Erin fax them back to corporate."
            },
            {
                "character": "Michael",
                "line": "You'll do. . . ok. Filled out. Good. Thank you doctor. Take two of these [giving Toby two middle fingers] and call me in the morning."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey Michael, um... about three months ago, I was talking to... [Michael grabs form and signs it without reading.]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "There are a lot of one person departments here, so, there's a lot of department heads. But I'm off to a good start. Oh, man! If I could pull this off, it will be scam of all scams. And yet very helpful to everyone."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "So, Corporate got your evaluations, and they want me to check, is that really how you feel about Michaels situation?"
            },
            {
                "character": "Toby",
                "line": "Yes."
            },
            {
                "character": "Gabe",
                "line": "That is not how it seems to me."
            },
            {
                "character": "Toby",
                "line": "He seems fine."
            },
            {
                "character": "Gabe",
                "line": "You marked severe in all the categories, including at risk for homicidal behavior."
            },
            {
                "character": "Toby",
                "line": "Heh."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I saw a TLC show on Kate Walsh's home office. All corkboard."
            },
            {
                "character": "Pam",
                "line": "We can do that."
            },
            {
                "character": "Darryl",
                "line": "Right in here?"
            },
            {
                "character": "Pam",
                "line": "Easily."
            },
            {
                "character": "Gabe",
                "line": "I'm back! Ha ha. Pam, perfect. I was hoping to talk to the office administrator about a little office administration problem."
            },
            {
                "character": "Pam",
                "line": "But of course!"
            },
            {
                "character": "Gabe",
                "line": "Great."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "The problem, unfortunately, is about the office administrator. I have gone through everything for the past three years. There is nothing that says you are the office administrator."
            },
            {
                "character": "Pam",
                "line": "So weird that there is no paperwork."
            },
            {
                "character": "Gabe",
                "line": "At all."
            },
            {
                "character": "Pam",
                "line": "Although, like, unlikely things happen all the time. My best friend, in High School, she went to Australia, Canberra I think, and she met this guy who lived only two streets away in America."
            },
            {
                "character": "Gabe",
                "line": "Pam, I don't want to accuse you of anything. I just want everything to be back the way it's supposed to be. Can you just admit... admit..."
            },
            {
                "character": "Pam",
                "line": "Admit what?"
            },
            {
                "character": "Gabe",
                "line": "I don't want to say it."
            },
            {
                "character": "Pam",
                "line": "Say it."
            },
            {
                "character": "Gabe",
                "line": "Mm-hmm."
            },
            {
                "character": "Pam",
                "line": "Say that I'm lying or say that I have the job. Make a definitive statement, Gabe."
            },
            {
                "character": "Gabe",
                "line": "Statements of such nature, while they have their place, are overused in a competitive business environment."
            },
            {
                "character": "Pam",
                "line": "Great. Well, Let me know if you need a new chair, or anything that an Office Administrator can handle."
            },
            {
                "character": "Gabe",
                "line": "Will do... Can I get one of those name plates... that says Gabe Lewis?"
            },
            {
                "character": "Pam",
                "line": "Sure. Anything else?"
            },
            {
                "character": "Gabe",
                "line": "Nope."
            },
            {
                "character": "Pam",
                "line": "I'll get it right away."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "The first lesson of watching World Poker Tour at 2:00 AM, you play the opponent. Not the cards."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Is that what you were here for? A crystal wizard? I like it."
            },
            {
                "character": "Dwight",
                "line": "It is a pewter wizard holding a crystal."
            },
            {
                "character": "Jim",
                "line": "Wait a second. You know you can't buy that now, right? And I can come back and get it for you later. But I'm saying right now, we can't do that."
            },
            {
                "character": "Dwight",
                "line": "Because I'm here for one thing. Revenge."
            },
            {
                "character": "Jim",
                "line": "That's it."
            },
            {
                "character": "Salesman",
                "line": "Let me know if I can help you with anything."
            },
            {
                "character": "Dwight",
                "line": "Excuse me sir."
            },
            {
                "character": "Salesman",
                "line": "Yes?"
            },
            {
                "character": "Dwight",
                "line": "I was here yesterday, and you refused to wait on me."
            },
            {
                "character": "Salesman",
                "line": "I remember, yes. I'm terribly sorry about that."
            },
            {
                "character": "Dwight",
                "line": "You work on commission, don't you?"
            },
            {
                "character": "Jim",
                "line": "Stop, stop, stop."
            },
            {
                "character": "Salesman",
                "line": "No, we don't."
            },
            {
                "character": "Jim",
                "line": "Did you just say you remember him?"
            },
            {
                "character": "Salesman",
                "line": "Of course, but he looks much less threatening now."
            },
            {
                "character": "Jim",
                "line": "What does that mean?"
            },
            {
                "character": "Salesman",
                "line": "We had a safety concern. Um... we very politely indicated that he'd be welcome back..."
            },
            {
                "character": "Dwight",
                "line": "Good Morning!"
            },
            {
                "character": "Salesman",
                "line": "If he were in accordance with our dress policy."
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Salesman",
                "line": "But the blood stained hands..."
            },
            {
                "character": "Dwight",
                "line": "It was beet juice! I am a beet farmer idi..."
            },
            {
                "character": "Salesman",
                "line": "I'm very sorry."
            },
            {
                "character": "Dwight",
                "line": "Good sir. I happen to have been working a very long day. When I came to you fine establishment. You are such a... I'm gonna... Ok. Listen. You can't treat... Thank you! Good morning sir!"
            },
            {
                "character": "Jim",
                "line": "Lets just go."
            },
            {
                "character": "Dwight",
                "line": "You made a big mistake. Huge!"
            },
            {
                "character": "Jim",
                "line": "There it is. Alright."
            },
            {
                "character": "Dwight",
                "line": "Aaah!"
            },
            {
                "character": "Jim",
                "line": "That's pretty good."
            },
            {
                "character": "Andy",
                "line": "After you."
            },
            {
                "character": "Dwight",
                "line": "[re-entering the store] I'll take the wizard!"
            },
            {
                "character": "Salesman",
                "line": "Oh, ok!"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "You forged them! You forged the forms!"
            },
            {
                "character": "Toby",
                "line": "You filled them in and faxed them yourself!"
            },
            {
                "character": "Michael",
                "line": "Yes."
            },
            {
                "character": "Toby",
                "line": "You remember that."
            },
            {
                "character": "Michael",
                "line": "Yes, but you had me so worked up that I made a mistake."
            },
            {
                "character": "Toby",
                "line": "Unless part of you made that mistake on purpose."
            },
            {
                "character": "Michael",
                "line": "You don't make a mistake on purpose, Toby! Then it is no longer a mistake... Gabe. He messed it up. He messed up the forms, I bet... [mimicking Gabe] \"I mess everything up so I can fix it and keep my job! Bah! Good thing I'm here cause I do nothing. I make everybody nervous!\" [normal voice] Ah, ok. Got your notebook? Alright. Alright, lets bang this out. Let's do it to it!"
            }
        ]
    ],
    "deleted_scenes": []
}