{
    "season": 7,
    "episode": 1,
    "title": "Nepotism",
    "scenes": [
        [
            {
                "character": "Stanley",
                "line": "[to Toby, who's filming] You fallin' behind."
            },
            {
                "character": "Ryan",
                "line": "[jumps in front of camera] Wuphf.com!"
            },
            {
                "character": "Kelly",
                "line": "Ryan, we're doing the dance!"
            },
            {
                "character": "Ryan",
                "line": "This is how you build a business. This is how you make it in this country."
            },
            {
                "character": "Creed",
                "line": "[Bluetooth rings] You got Creed."
            },
            {
                "character": "Ryan",
                "line": "-and you jump in front of them."
            },
            {
                "character": "Kelly",
                "line": "You make it so hard to love you sometimes."
            },
            {
                "character": "Stanley",
                "line": "Still behind."
            },
            {
                "character": "Angela",
                "line": "[closing door] I said I didn't want to be on the internet!"
            },
            {
                "character": "Andy",
                "line": "Go, go, go, go!"
            },
            {
                "character": "Michael",
                "line": "[performs magic-tricks while lip-syncing]"
            },
            {
                "character": "Everyone",
                "line": "Streamers! [everyone throws streamers in the air and starts dancing]"
            },
            {
                "character": "Dwight",
                "line": "Hiya! Ha! [climbs on Phyllis' desk and starts kicking things off, bites off the head of a stuffed animal]"
            },
            {
                "character": "Phyllis",
                "line": "Dwight! [Dwight pulls out a hunting knife and jumps off desk]"
            },
            {
                "character": "Stanley",
                "line": "Are you crazy?"
            },
            {
                "character": "Andy",
                "line": "[song ends] Toby, how did we do?"
            },
            {
                "character": "Toby",
                "line": "Well, that was better."
            },
            {
                "character": "Andy",
                "line": "Whoo! We did it! [everyone starts cheering]"
            }
        ],
        [
            {
                "character": "Michael",
                "line": "I suppose summer had to end sometime. It's sad, though, because I had a great summer. I got West Nile virus, lost a ton of weight. Then I went back to the lake. I stepped on a piece of glass in the parking lot, which hurt. That got infected even though I peed on it. Saw 'Inception.' Or at least I dreamt I did."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Brocolli Rob, obviously, will be there."
            },
            {
                "character": "Erin",
                "line": "Yes, of course."
            },
            {
                "character": "Andy",
                "line": "And JC. We call him Blorville, because he looks like a black Orville Redenbacher."
            },
            {
                "character": "Erin",
                "line": "Who's the guy who invented the peanut?"
            },
            {
                "character": "Gabe",
                "line": "Hey, guys."
            },
            {
                "character": "Andy",
                "line": "Hey!"
            },
            {
                "character": "Gabe",
                "line": "Sorry, didn't mean to interrupt."
            },
            {
                "character": "Andy",
                "line": "Not at all."
            },
            {
                "character": "Gabe",
                "line": "I'm gonna head back to Siberia there. Ciao. [he and Erin kiss]"
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "I started dating Erin this summer. It has been, in a word, exquisite."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Gabe is awesome. He has accomplished so much career-wise and height-wise. Thank God he's my boss because I would not have said yes to a first date if I didn't have to, but... it's been great."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Am I angry that Gabe stole my girlfriend over the summer? No. I've been through anger-management, OK? So right now, I am sitting on a nice beach at Cape Cod, gazing out across the whitecaps. Oh, look, it's a humpback whale. How pretty. He's eating Gabe."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[goes to change thermostat as Dwight puts a locked cover over it] Hey. What are you doing?"
            },
            {
                "character": "Dwight",
                "line": "From now on, if you're hot, sit on an ice pack."
            },
            {
                "character": "Kevin",
                "line": "Well, what if you're cold?"
            },
            {
                "character": "Dwight",
                "line": "Like you'd ever be cold, Kevin. Stop asking me hypothetical questions, OK? I'm too busy."
            },
            {
                "character": "Jim",
                "line": "Hey, Dwight, I don't know if you heard, but we're supposed to be drinking out of weird backpacks instead of cups, like regular people. Oh, you did hear."
            },
            {
                "character": "Dwight",
                "line": "[drinking from Camelback] Jim, you have one job to do. And you do it forgettably. Those of us who are busy require hands-free hydration."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Dwight Schrute, star salesman, beet farmer, bed-and-breakfast proprietor, aspiring freelance bodyguard. Add to that list owner of this building. Then burn the list."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "This summer, I did the minority executive training program at Yale. You guys, I'm, like, really smart now. You don't even know. You could ask me, \"Kelly, what's the biggest company in the world?\" And I'd be like, \"blah blah blah, blah blah blah blah blah blah,\" giving you the exact right answer."
            }
        ],
        [
            {
                "character": "Luke",
                "line": "Coffee Monkey's arrived."
            },
            {
                "character": "Oscar",
                "line": "The coffee's supposed to be here at 9."
            },
            {
                "character": "Luke",
                "line": "Here you go, Big O. Tiny. [hands Kevin his coffee] Darryl Hannah."
            },
            {
                "character": "Darryl",
                "line": "It says decaf. You get me decaf?"
            },
            {
                "character": "Luke",
                "line": "Ooh, yeah. Must've been some sort of mix-up there. You could just drink it, or I could drive all the way back?"
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "My summer, I, um, blew out my knee playing softball. Ended up watching CNN most of the time. I don't know how we're going to get out of Afghanistan. I hate the new assistant. He's only been here for a week, and I hate him."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "New guy sucks. Calls me the Nard-Man. I'm the Nard-Dog, okay? Nard-man is my father."
            }
        ],
        [
            {
                "character": "Luke",
                "line": "My name is Luke Cooper. I love cinema. My favorite movies are Citizen Kane and The Boondock Saints."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "That kid is the worst. Needs to be fired, Michael."
            },
            {
                "character": "Michael",
                "line": "He's not the worst, okay? He's not the worst. You know who's the worst? That intern we had a few years ago. That guy-remember? Eeeh! That face, how ugly he was? He was the worst. Good worker, though. [starts drinking coffee] Ah! It's not cappuccino."
            },
            {
                "character": "Oscar",
                "line": "He messed yours up to."
            },
            {
                "character": "Darryl",
                "line": "He's got to go, Mike."
            },
            {
                "character": "Michael",
                "line": "It's just coffee, guys! But, yeah, I'll look into it, okay?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Wow, that's a lot of keys."
            },
            {
                "character": "Dwight",
                "line": "The bigger the key chain, the more powerful the man."
            },
            {
                "character": "Jim",
                "line": "That's right. The janitor said that. By the way, the raccoons are back."
            },
            {
                "character": "Dwight",
                "line": "Where?"
            },
            {
                "character": "Jim",
                "line": "I think they run through these panels and then down under the map. I wouldn't know for sure cause I don't have a trained ear. That's why I have to use one of these. [pulls out stethoscope]"
            },
            {
                "character": "Dwight",
                "line": "Give me that."
            },
            {
                "character": "Jim",
                "line": "Yep. Wait, and this. [hands Dwight a hammer]"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Jim",
                "line": "Go get 'em."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "What happened to me this summer? Dwight bought the building, so actually, this has been the busiest summer of my life."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[Jim quietly takes Dwight's keychain and starts adding keys to it, Pam giggles] Hey, what's so funny over here? Ha. Very nice. Give me my keys. [removes keys and throws them at Jim] Ha. Ha. Not. Funny. Jim."
            },
            {
                "character": "Pam",
                "line": "Sorry."
            },
            {
                "character": "Jim",
                "line": "Oh, no. Don't worry about it. I was just gonna put a couple keys on it every day until Christmas. Then his pants would have fallen down, which was a little gift to me, but..."
            },
            {
                "character": "Pam",
                "line": "It was really funny."
            },
            {
                "character": "Jim",
                "line": "Well, it would have been. So unprofessional, Mrs. Halpert."
            },
            {
                "character": "Pam",
                "line": "I love you."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Luke? Luke!"
            },
            {
                "character": "Luke",
                "line": "What's up, Venus?"
            },
            {
                "character": "Phyllis",
                "line": "Did you send those samples to Justin at Lehigh Motors yesterday? Because he didn't get 'em."
            },
            {
                "character": "Luke",
                "line": "Uh, if you asked me to do it, I'm sure I did it. Yeah, strawberries are ripe."
            },
            {
                "character": "Meredith",
                "line": "Hey, turn off the Chumbawamba and scram, twerp."
            },
            {
                "character": "Luke",
                "line": "You don't have to yell."
            },
            {
                "character": "Michael",
                "line": "Okay, rude. Luke, I want you to go to the supermarket for me."
            },
            {
                "character": "Luke",
                "line": "What for?"
            },
            {
                "character": "Michael",
                "line": "To get some ice cream for everybody. It's national ice cream afternoon. Great."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "And another thing I did this summer, I hired my nephew."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Having Luke here is a pretty big deal for me, because his mother, who also happens to be my half-sister, kind of cut me off from that side of the family 15 years a- 14. The last time I saw Luke was the opening day of 'Ace Ventura II' and that was '95, so yes, 15 years on the dot. Anyway, I lost him in a forest."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Don't bother Luke."
            },
            {
                "character": "Pam",
                "line": "Why is there a circle with a line through it?"
            },
            {
                "character": "Michael",
                "line": "That means don't. Haven't you seen Ghostbusters, Pam?"
            },
            {
                "character": "Phyllis",
                "line": "Yeah, but it's like you're saying we should bother Luke."
            },
            {
                "character": "Michael",
                "line": "No, it... Yes, okay, right. [erases don't] All right, yep. My bad. I got it. Here we go. [writes \"Don't\" in front of symbol]"
            },
            {
                "character": "Darryl",
                "line": "Don't don't bother Luke. Got it."
            },
            {
                "character": "Michael",
                "line": "Come on. Okay, um... [draws a circle around \"Don't\" with a line through it] That's as clear as I can make it."
            },
            {
                "character": "Phyllis",
                "line": "Hey, why can't we bother Luke? He deserves it."
            },
            {
                "character": "Michael",
                "line": "Because I don't want it getting back to Sabre that we're yelling at assistants. I think it would reflect poorly on us."
            },
            {
                "character": "Dwight",
                "line": "Who's gonna tell on us? Gabe?"
            },
            {
                "character": "Gabe",
                "line": "That'd be hilarious. Uh, \"Jo, they're creating a hostile work environment. Stop 'em.\""
            },
            {
                "character": "Michael",
                "line": "Nope, it won't be Gabe but actually, there is somebody in the office that is very, very close to Luke."
            },
            {
                "character": "Dwight",
                "line": "How close?"
            },
            {
                "character": "Michael",
                "line": "Well, Dwight, he wiped his butt. Is that close enough for you?"
            },
            {
                "character": "Dwight",
                "line": "Yes. Of course."
            },
            {
                "character": "Toby",
                "line": "Guys, I think Michael and Luke are related."
            },
            {
                "character": "Michael",
                "line": "No. No, Toby. He's not. Yes he is. He's my nephew."
            },
            {
                "character": "Everyone",
                "line": "What?"
            },
            {
                "character": "Michael",
                "line": "Luke is my nephew."
            },
            {
                "character": "Oscar",
                "line": "Michael, that's nepotism. Luke is getting special treatment because he's your nephew."
            },
            {
                "character": "Michael",
                "line": "Yes, exactly. That is a very nice way of putting it, Oscar. Mixing family and business is a beautiful thing."
            },
            {
                "character": "Darryl",
                "line": "What's wrong with a level playing field?"
            },
            {
                "character": "Michael",
                "line": "Do you think they should have had open auditions for the band Hanson? What if no one named Hanson showed up? That wouldn't even make sense. Or what if they just hired the littlest kid and a 50-year-old guy who was a murderer? Really safe."
            },
            {
                "character": "Jim",
                "line": "Oh, man, so many points being made."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "I couldn't care less about nepotism. But, I'm loving the debate. Great minds battling it out. And I've got a front row seat."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "God, when he needed help on Earth, who did he hire? Jesus Christ, his son."
            },
            {
                "character": "Erin",
                "line": "That's a really tight argument."
            },
            {
                "character": "Michael",
                "line": "Thank you."
            },
            {
                "character": "Jim",
                "line": "But you're comparing you and Luke to God and Jesus."
            },
            {
                "character": "Michael",
                "line": "No! No. I'm just saying, why does God get to do something that I don't?"
            },
            {
                "character": "Oscar",
                "line": "This is hypothetical. We're talking about Luke who happens to be terrible."
            },
            {
                "character": "Michael",
                "line": "Well, then, why aren't you bugging me to fire everybody who's bad? You just want me to fire Luke. That's reverse nepotism. He should not be punished because he is related to me and bad at what he does!"
            },
            {
                "character": "Kelly",
                "line": "I would just like to say something off of what Darryl said about the level playing field. That is actually a zoning issue. So, thank you."
            },
            {
                "character": "Oscar",
                "line": "If there's nothing wrong with this, Michael, why have you been keeping it a secret?"
            },
            {
                "character": "Michael",
                "line": "Because I wanted you to come to me and say, \"Wow, he is so great.\" And I was gonna say, \"Well, it's in the genes.\" And I was actually gonna be wearing jeans. And I'd point to them, right? No. But you ruined it. So, thank you very much. Here he comes. Guys, look. I don't want you to treat him like anyone else in the office. I just want you to treat him like my nephew. Hey, there he is."
            },
            {
                "character": "Erin",
                "line": "Hey! Ice cream afternoon!"
            },
            {
                "character": "Michael",
                "line": "Whoo! Whoo! Whoo!"
            },
            {
                "character": "Kevin",
                "line": "Wait, soy ice cream? Did you get real ice cream?"
            },
            {
                "character": "Pam",
                "line": "Or enough for everyone?"
            },
            {
                "character": "Luke",
                "line": "No, man. There was no list. Uh, but I got bagel chips."
            },
            {
                "character": "Oscar",
                "line": "Ah, my favorite part of an ice cream party. The bagel chips."
            },
            {
                "character": "Andy",
                "line": "Clutch cream run, bro."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Get whatever you want, on me."
            },
            {
                "character": "Jim",
                "line": "You really think you can make it up to me with food?"
            },
            {
                "character": "Pam",
                "line": "I don't know. That usually works."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I feel horrible for blowing Jim's prank. I don't know if you can tell, but he's mildly upset. And Dwight hasn't been messed with in a while, so he's become a monster. I need to make this right."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I came down here to feed the feral cats like I usually do and I found something unsavory in the back of your nephew's car."
            },
            {
                "character": "Michael",
                "line": "Ok, you know what? Just -just back off! Back off!"
            },
            {
                "character": "Phyllis",
                "line": "Well, take a look. It's all the packages he was supposed to overnight. He never bothered to send them."
            },
            {
                "character": "Michael",
                "line": "All right, those might be his. He might own an Ebay store."
            },
            {
                "character": "Jim",
                "line": "Yep. That's exactly what my first thought was. And then I remembered having a conversation with him where he was like, \"I don't own an Ebay store,\" so..."
            },
            {
                "character": "Michael",
                "line": "Ok, ok. You know what? This is disgusting. This is like a witch hunt. This is like the Blair Witch Hunt project."
            },
            {
                "character": "Oscar",
                "line": "Oh sure, those are the expense reports that corporate was waiting for yesterday."
            },
            {
                "character": "Stanley",
                "line": "Let's just make this kid open this damn car."
            },
            {
                "character": "Erin",
                "line": "Oh my gosh, those are the pants he wanted to return to Talbots."
            },
            {
                "character": "Michael",
                "line": "I'm reconsidering sending them back anyway."
            },
            {
                "character": "Andy",
                "line": "You get that kid to open this car, or I'm gonna do it myself... by calling Tripple A."
            },
            {
                "character": "Michael",
                "line": "Wait a minute."
            },
            {
                "character": "Meredith",
                "line": "[breaks into the car] I'm in."
            },
            {
                "character": "Michael",
                "line": "Don't-all right. Well, ok, you've just committed a felony."
            },
            {
                "character": "Oscar",
                "line": "Yep, here they are."
            },
            {
                "character": "Phyllis",
                "line": "Yep, I just lost a client cause I swore I sent these samples on time."
            },
            {
                "character": "Andy",
                "line": "This kid's costing us sales, Michael."
            },
            {
                "character": "Erin",
                "line": "I'm sorry, do you want to try them on again to see."
            },
            {
                "character": "Michael",
                "line": "No, I know they fit. It's not about the fit."
            }
        ],
        [
            {
                "character": "Jo",
                "line": "Why is this my problem, Michael?"
            },
            {
                "character": "Michael",
                "line": "Because Gabe tattled. I was perfectly happy to just hide it from you."
            },
            {
                "character": "Gabe",
                "line": "Those overnight packages needed to go out, and Michael refuses to hold the guilty party accountable."
            },
            {
                "character": "Jo",
                "line": "Lower yourself, Gabe. I don't wanna be having a conversation with your crotch. Ok, educate me now why you won't fire the boy."
            },
            {
                "character": "Michael",
                "line": "You don't have all the facts."
            },
            {
                "character": "Jo",
                "line": "Which are?"
            },
            {
                "character": "Michael",
                "line": "I love him."
            },
            {
                "character": "Jo",
                "line": "Oh, God. How far has it gone?"
            },
            {
                "character": "Michael",
                "line": "No. No. He's my nephew."
            },
            {
                "character": "Jo",
                "line": "Well, I got a nephew too. But he don't work for me. You know why? Cause he's a screw-up. He can swim in my pool but he can't come in my house."
            },
            {
                "character": "Michael",
                "line": "Well, this office is my pool. And my house is my house. And I just want my nephew to work in my pool."
            },
            {
                "character": "Jo",
                "line": "If you keep him, Michael, I'm gonna hold you accountable for him. You're on the hook for this kid. You got that? Cover his ass like tighty-whities."
            },
            {
                "character": "Michael",
                "line": "I will cover his ass like moss on a Mississippi tree stump."
            },
            {
                "character": "Jo",
                "line": "Was how I put it not clear enough? I mean, you had to go and make up your own saying? Deal with it, boys."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Luke and I have been working side-by-side as master and commander. Me as master, he as commander. Occasionally he will need a little push, and I will do that, and he'll slow down, and I'll push him again. That's the thing with kids, you have to keep pushing. You have to push them until they push you back. And then you push some more. It's all about give and take, but mostly it's about pushing each other."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Oh, yeah. This'll be easy. So just, like, rearrange the buttons and stuff."
            },
            {
                "character": "Pam",
                "line": "Yeah, yeah. Like when he presses \"Doors closed\" the doors open. Or he presses \"lobby\" it goes to third floor, stuff like that. Can you do that?"
            },
            {
                "character": "Kevin",
                "line": "Yeah. Let me take a look at the circus board."
            },
            {
                "character": "Pam",
                "line": "Dwight is about to get so Pammed."
            },
            {
                "character": "Dwight",
                "line": "Hey, did you SMS text message me?"
            },
            {
                "character": "Pam",
                "line": "Yeah, I wanted to show you something in the lobby. Come on."
            },
            {
                "character": "Dwight",
                "line": "[as elevator doors won't shut] Okay, that's weird. Just hitting \"door closed.\" What?"
            },
            {
                "character": "Pam",
                "line": "There we go."
            },
            {
                "character": "Dwight",
                "line": "Is this elevator going up? Hey, the elevator is disobeying us! [elevator stops between floors] Okay, okay. We are stuck. We are stuck. Hank, Hank! Can you hear us? Oh, my God. Okay. Emergency protocol."
            },
            {
                "character": "Pam",
                "line": "Let's just calm down."
            },
            {
                "character": "Dwight",
                "line": "Pam, try and pry open those front doors, immediately."
            },
            {
                "character": "Pam",
                "line": "I don't-"
            },
            {
                "character": "Dwight",
                "line": "Use your talons! Pry 'em open! [starts to urinate in elevator corner]"
            },
            {
                "character": "Pam",
                "line": "Ok, Dwi-Oh, my God!"
            },
            {
                "character": "Dwight",
                "line": "Well, don't look, freak!"
            },
            {
                "character": "Pam",
                "line": "Dwight, what are you doing!? We've only been in here for, like, two seconds!"
            },
            {
                "character": "Dwight",
                "line": "I've got 56 ounces of fluid in my bladder! And we have to establish a pee corner!"
            },
            {
                "character": "Pam",
                "line": "You've gotta be kidding me."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Luke is going to use his laser pointer to point to account setup. You click on that first, then a whole new-Not, no, no, no! [Luke points laser at Oscar's forehead] Luke, come on. Come on. Not on Oscar's head. Alright. Luke, come on. Stop it!"
            },
            {
                "character": "Luke",
                "line": "What? I'm stopping it. That's what you said."
            },
            {
                "character": "Michael",
                "line": "Give me the pointer."
            },
            {
                "character": "Luke",
                "line": "So you just want me to move it? You're being totally unclear here. I'm just gonna go ahead and move it. [points it at Angela's chest]"
            },
            {
                "character": "Michael",
                "line": "No, just power it down. No, no, no, no, no. Not on Angela's boob. Come on. Come on. Luke, seriously."
            },
            {
                "character": "Luke",
                "line": "All right, fine. Fine. I'll just go."
            },
            {
                "character": "Michael",
                "line": "Okay."
            },
            {
                "character": "Luke",
                "line": "I'm gone."
            },
            {
                "character": "Michael",
                "line": "All right. Okay. Good job. Okay, email accounts. So we're starting with account setup-"
            },
            {
                "character": "Andy",
                "line": "Oh, my God, is it in my eyeball? I think he's burning my eye."
            },
            {
                "character": "Angela",
                "line": "Michael, do something."
            },
            {
                "character": "Meredith",
                "line": "Sack up, man."
            },
            {
                "character": "Michael",
                "line": "Okay, can I have that?"
            },
            {
                "character": "Luke",
                "line": "No."
            },
            {
                "character": "Michael",
                "line": "Ok, I am going to count down from five."
            },
            {
                "character": "Both",
                "line": "Five, four..."
            },
            {
                "character": "Michael",
                "line": "I'm not kidding."
            },
            {
                "character": "Both",
                "line": "Three, two, one."
            },
            {
                "character": "Michael",
                "line": "Give-okay. Alright, give it up."
            },
            {
                "character": "Luke",
                "line": "No!"
            },
            {
                "character": "Michael",
                "line": "[bending Luke over desk, spanking him repeatedly] You are going to learn to be more professional, Luke!"
            },
            {
                "character": "Luke",
                "line": "What the?"
            },
            {
                "character": "Michael",
                "line": "That's what you're going to do, Luke!"
            },
            {
                "character": "Luke",
                "line": "What the hell was that?"
            },
            {
                "character": "Michael",
                "line": "I had to do that."
            },
            {
                "character": "Luke",
                "line": "Hey, [bleep] this! Screw it!"
            },
            {
                "character": "Michael",
                "line": "All right. Are we good? [Luke runs out crying] You're okay. He's okay. There are many different schools of thought on capital punishment."
            },
            {
                "character": "Kevin",
                "line": "That was awesome!"
            },
            {
                "character": "Stanley",
                "line": "Texas justice."
            },
            {
                "character": "Kelly",
                "line": "Yeah, your nephew is so lame."
            },
            {
                "character": "Creed",
                "line": "He's been trashing us relentlessly on Twitter. Yeah, it's funny stuff, but mean."
            },
            {
                "character": "Jim",
                "line": "You follow him on Twitter?"
            }
        ],
        [
            {
                "character": "Creed",
                "line": "Everywhere I look it's Betty White this and Betty White that. Finally a kid that's not talking about Betty White. Of course I follow him."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "Michael, you just physically assaulted an employee. Can we talk in private?"
            },
            {
                "character": "Michael",
                "line": "Yes, of course. What is this in reference to?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Pam?"
            },
            {
                "character": "Pam",
                "line": "Oh, hey Jim. Some prankster switched the elevator buttons on Dwight."
            },
            {
                "character": "Jim",
                "line": "I did not do this."
            },
            {
                "character": "Pam",
                "line": "I know. Yeah, and it was going really great at first. I got video."
            },
            {
                "character": "Jim",
                "line": "This is impressive."
            },
            {
                "character": "Pam",
                "line": "Well, you know... they don't call me the Bart Simpson of Scranton for nothing."
            },
            {
                "character": "Jim",
                "line": "Do they call you that?"
            },
            {
                "character": "Pam",
                "line": "They do call me that."
            },
            {
                "character": "Jim",
                "line": "Come on, give me your hand. I'll help you down."
            },
            {
                "character": "Pam",
                "line": "Nope. Scared of getting cut in half. Also, there's pee on the floor."
            },
            {
                "character": "Jim",
                "line": "Oh! Of course there is. Hey, Chinese tonight?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Great."
            },
            {
                "character": "Dwight",
                "line": "How ya doin'?"
            },
            {
                "character": "Jim",
                "line": "Pretty good. You must be almost out of water."
            },
            {
                "character": "Pam",
                "line": "Stop drinking the water! Stop!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[Phyllis and Andy act out Luke getting spanked] No, no, no, no. It's the other hand. Right hand. Yeah."
            }
        ],
        [
            {
                "character": "Michael",
                "line": "Would have been nice to work with my family. It would have been nice if Luke had been able to stay here. But he couldn't. These things seldom work out. I don't know how Ringling Brothers do it. Night after night, town after town, all across America. You would think they'd be sick of each other by now. But, clearly, they make it work. And my hat's off to them."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[Dwight starts aggressively spanking Andy] Whoa! Whoa! Hey. Whoa. Dwight! Stop!"
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "Legal says the best way to protect us from a lawsuit is to call this a stress-induced outburst. You will have to undergo six sessions of counseling."
            },
            {
                "character": "Michael",
                "line": "That's it? Really? That's nothing. All right. That's highway robbery."
            },
            {
                "character": "Gabe",
                "line": "Good. Well, that's the spirit."
            },
            {
                "character": "Michael",
                "line": "I can do that."
            },
            {
                "character": "Gabe",
                "line": "And, uh, you will do your counseling right here, because our HR staff are all certified counselors."
            },
            {
                "character": "Michael",
                "line": "Okay. Wait, what?"
            },
            {
                "character": "Toby",
                "line": "Yeah, I'm really looking forward to working with you, Michael."
            },
            {
                "character": "Michael",
                "line": "Is there another option?"
            },
            {
                "character": "Gabe",
                "line": "The alternative is termination. [Michael stares off, considering termination...]"
            }
        ]
    ],
    "deleted_scenes": []
}