{
    "season": 8,
    "episode": 17,
    "title": "Test the Store",
    "scenes": [
        [
            {
                "character": "Dwight",
                "line": "Today is the test launch day for the inaugural Sabre store. Brr brr brr BRR [imitating trumpet] and I, Dwight Schrute, am in charge of the entire operation. If I can prove myself today and the store is a hit with the media and Nellie sees this, the vice presidency is mine."
            },
            {
                "character": "Ryan",
                "line": "Are you holding this chair?"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Ryan",
                "line": "‘cause I feel like I’m gonna fall off."
            },
            {
                "character": "Dwight",
                "line": "Yes. Yes."
            },
            {
                "character": "Ryan",
                "line": "I’m not wearing the right shoes for this."
            },
            {
                "character": "Dwight",
                "line": "We went over this, ok? Your tiny fingers make the best knots."
            },
            {
                "character": "Erin",
                "line": "Hey Strangers. So stoked for the Sabre store opening."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Hey, my name’s Tabitha. I’m camped out in front of the Sabre store so I can be first in line for the new Pyramid. Psst. It’s me Erin. Dwight had me pretend to be a hipster to create hype, and it’s working. There’s already people camped out behind me."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Test launch day, people. Now, I would like to fill you in on a little secret about me to inspire you today. Now, I know you probably all think I’m this patrician goddess. But here’s the truth. I was born in the little working class town of Basildon, and until the age of 32, [cockney accent] I talked like this, which was bloody horrendous, innit? I came from dirt, no lower than … what’s lower than dirt?"
            },
            {
                "character": "Dwight",
                "line": "Loam, magma, mantle, outer core, inner core."
            },
            {
                "character": "Nellie",
                "line": "Yeah, thank you. Loam. Bloody loam, I came from. I hit rock bottom when I auditioned for the Spice Girls. I didn’t even get a callback."
            },
            {
                "character": "Jim",
                "line": "Which Spice Girl?"
            },
            {
                "character": "Nellie",
                "line": "The black one. I never stood a chance."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Nellie",
                "line": "Now, think about my journey here today, and let it inspire your journey."
            },
            {
                "character": "Dwight",
                "line": "Okay. Nellie, thank you. Thank you so much."
            },
            {
                "character": "Todd Packer",
                "line": "Yep"
            },
            {
                "character": "Dwight",
                "line": "Today is press day and press is gonna make or break this store. And for a tech company, press can only mean one thing – bloggers. Dossier on bloggers. Bloggers are gross. Bloggers are obese. Bloggers have halitosis. You’re gonna love ‘em. Ryan is going to be the main event today. He is the pitchman who is going to give the feisty yet profound speech worthy of a world’s fair. Ryan, you ready to do this?"
            },
            {
                "character": "Ryan",
                "line": "When people see this presentation, they’re gonna [bleep] in their pants."
            },
            {
                "character": "Dwight",
                "line": "Okay."
            },
            {
                "character": "Jim",
                "line": "Come on, man."
            },
            {
                "character": "Cathy",
                "line": "Seriously disgusting."
            },
            {
                "character": "Dwight",
                "line": "Cathy, you will be the hot girl who talks to bloggers."
            },
            {
                "character": "Cathy",
                "line": "Ugh. Kill me. That was my idea."
            },
            {
                "character": "Dwight",
                "line": "Packer, you will be the sexual predator who has come to prey on the trendy teenage girls who are obsessed with the Pyramid."
            }
        ],
        [
            {
                "character": "Todd Packer",
                "line": "Uh…"
            },
            {
                "character": "Nellie",
                "line": "Uh… that is excellent."
            },
            {
                "character": "Todd Packer",
                "line": "I don’t see what that gets us, but I’m a team player."
            },
            {
                "character": "Dwight",
                "line": "Perfect casting, right?"
            }
        ],
        [
            {
                "character": "Todd Packer",
                "line": "Schrute’s out to get me. But I’m playing the long game. As soon as he messes up, I swoop in like a sexual predator."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "I want to create a sense of wonder and enthusiasm as if, at the end of E.T., candy poured out of the screen. Do you understand? I wanna get goose pimples."
            },
            {
                "character": "Dwight",
                "line": "Speaking of pimples, let’s release the BLOGGERS!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Morning, everyone."
            },
            {
                "character": "Kevin",
                "line": "Oh, Andy, guess what happened to me this morning?"
            },
            {
                "character": "Andy",
                "line": "Don’t care. Tell me later."
            },
            {
                "character": "Kevin",
                "line": "Listen, it’s important. You’ve gotta hear this."
            },
            {
                "character": "Andy",
                "line": "What do you got?"
            },
            {
                "character": "Kelly",
                "line": "Oh, my god!"
            },
            {
                "character": "Phyllis",
                "line": "Do you have a black eye?"
            },
            {
                "character": "Andy",
                "line": "Yes, I do. Phyllis."
            },
            {
                "character": "Kevin",
                "line": "I woke up at 4 am by accident in time for the paper to be delivered. Guess what?"
            },
            {
                "character": "Andy",
                "line": "What?"
            },
            {
                "character": "Kevin",
                "line": "It’s not a kid on a bike. It’s a man in a car."
            },
            {
                "character": "Darryl",
                "line": "Andy, who punched you?"
            },
            {
                "character": "Meredith",
                "line": "Hey, I was on the can. What’s this about a black guy in the office?"
            },
            {
                "character": "Angela",
                "line": "Black eye, Meredith."
            },
            {
                "character": "Kelly",
                "line": "Will someone please explain what’s going on here? Since the interesting thing happened til now, so much time has passed, it’s like my life is buffering."
            },
            {
                "character": "Andy",
                "line": "Here’s what happened. Pam and I were arriving for the day. And there was a gang in the parking lot on bikes, on, on motorcycles. And they were just hassling Pam…"
            },
            {
                "character": "Pam",
                "line": "That’s true."
            },
            {
                "character": "Andy",
                "line": "They had, uh… weapons."
            },
            {
                "character": "Pam",
                "line": "Weapons."
            },
            {
                "character": "Andy",
                "line": "I just stepped in to talk some sense into them."
            },
            {
                "character": "Pam",
                "line": "But these were not the kind of people who use their words."
            },
            {
                "character": "Andy",
                "line": "Punches were going, and I ducked a few, landed a couple, and I was fighting them off. It was totally, like, like, senseless crime."
            },
            {
                "character": "Pam",
                "line": "Thank goodness he was there."
            },
            {
                "character": "Oscar",
                "line": "Good job Andy."
            },
            {
                "character": "Kevin",
                "line": "Yeah [all murmuring]"
            },
            {
                "character": "Andy",
                "line": "I didn’t do anything any of you wouldn’t have done."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Open the gates! There’s plenty for everyone. No need to panic. There’s plenty for everyone!"
            },
            {
                "character": "Man",
                "line": "Quit it."
            },
            {
                "character": "Dwight",
                "line": "There’s plenty. Don’t stampede. No need to stampede, sir."
            },
            {
                "character": "Erin",
                "line": "I was ahead of you!"
            },
            {
                "character": "Dwight",
                "line": "Okay, okay. Hey, hey. It’s gonna be fine. It’s gonna be fine. There’s plenty of Pyramids."
            },
            {
                "character": "Erin",
                "line": "Come on. I was in line before you."
            }
        ],
        [
            {
                "character": "Cathy",
                "line": "So you’re a blogger right?"
            },
            {
                "character": "Blogger",
                "line": "Yeah. Blogger."
            },
            {
                "character": "Cathy",
                "line": "God, stay away. Oh, I always get in trouble around bloggers. I’m trying to be a good girl for once."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Uh yeah. I already bought my Pyramid, but I don’t want to leave yet. I haven’t had so much fun since seeing… zoo-Ey Desh-channel at the Couch-arilla music festival. So fun."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "How can we feel safe knowing that there are gangs here? We should call the police right now!"
            },
            {
                "character": "Andy",
                "line": "No."
            },
            {
                "character": "Angela",
                "line": "Yes."
            },
            {
                "character": "Andy",
                "line": "No, no, no, no, no, we don’t need to call the police. They’ll just ask everybody questions, get up in everyone’s business, right, Pam?"
            },
            {
                "character": "Pam",
                "line": "Police are a hassle. We settled this on the street."
            },
            {
                "character": "Andy",
                "line": "And my eye will heal. But if the police come, then we will forever stain our neighborhood as a troubled area."
            },
            {
                "character": "Angela",
                "line": "Why would you care what the police think of our neighborhood?"
            },
            {
                "character": "Andy",
                "line": "Because I have neighborhood Pride. 1-8-5-0-5."
            },
            {
                "character": "Pam",
                "line": "1-8-5-0-5."
            },
            {
                "character": "Darryl",
                "line": "Guys, guys. That’s so vague. You gotta do the zip plus four. 1-8-5-0-5 dash 7-4-2-7."
            },
            {
                "character": "Phyllis",
                "line": "Look, I don’t feel safe. I think we should call the police."
            },
            {
                "character": "Angela",
                "line": "Yes."
            },
            {
                "character": "Andy",
                "line": "Exactly. We need to feel safe, which is why… Toby is giving us self defense training."
            },
            {
                "character": "Toby",
                "line": "Me?"
            },
            {
                "character": "Andy",
                "line": "Right Toby? Will you teach us self defense?"
            },
            {
                "character": "Toby",
                "line": "Yeah, um... I can’t believe you remembered. I do self-defense. Um, I’ll go put on my cup."
            },
            {
                "character": "Andy",
                "line": "Great."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Yes!"
            },
            {
                "character": "Blogger",
                "line": "Okay."
            },
            {
                "character": "Nellie",
                "line": "I wasn’t really sure which one of you is Chuck."
            },
            {
                "character": "Jim",
                "line": "[on phone] Yeah, no, it seems to be going great. Andy got beat up by a fifth grade girl?"
            },
            {
                "character": "Blogger",
                "line": "Look at that guy. He’s got his Sabre phone on, and he’s not even using it."
            },
            {
                "character": "Blogger 2",
                "line": "This is a perfect photo for my Daily Fail blog."
            },
            {
                "character": "Jim",
                "line": "Uh, I - I gotta go. Okay."
            },
            {
                "character": "Nellie",
                "line": "Dwight, what is a fail? That sounds bad."
            },
            {
                "character": "Dwight",
                "line": "Oh, no, no, no. It’s good. It’s really -- on the Internet, it’s a really -- that’s a really good, good, thing."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Are you trying to sabotage this entire event?"
            },
            {
                "character": "Jim",
                "line": "I’m very sorry."
            },
            {
                "character": "Nellie",
                "line": "We gave you an Arrowhead for free for the day. How hard would it have been to do this, hmmm? “Hello. Hi sweetie. It’s Jim. I’m calling you from the new Arrowhead, which is why my voice is crystal clear. And my hand will never get tired because of the ergonomic shape.”"
            },
            {
                "character": "Jim",
                "line": "I’m really sorry. Is there anything I can do, maybe pretend to be Chuck?"
            },
            {
                "character": "Dwight",
                "line": "You could have pretended to be Chuck. I begged you to pretend to be Chuck, but you chose to be yourself, and you can no longer be Chuck! &nbsp;Surrender the tripack. You know what you have to do."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Point it towards the store, idiot!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[laughs] You know what I mean? One of these buttons is -- damn it. Take over."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Oh hey, Hey, hey, you guys, you must be lost. Listen. Excuse me, sir. Yeah, the fountain where you can feed the pigeons is out behind the bank. Tell your great-grandson to bring his kid by. Okay. So long. Here we go. Erin! Psst! Come on! The elderly suck the life out of the young. Get them out of here!"
            },
            {
                "character": "Erin",
                "line": "We are closed! Come on."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Self-defense is not some fun boxing match, okay? This is about escaping with your life. So... strike, scream, and run. All right? Let’s try it."
            },
            {
                "character": "Creed",
                "line": "[smacks Meredith’s head] [screams] [runs out]"
            },
            {
                "character": "Meredith",
                "line": "Ow."
            },
            {
                "character": "Toby",
                "line": "That may have been my fault."
            },
            {
                "character": "Meredith",
                "line": "What the hell, Toby?"
            },
            {
                "character": "Toby",
                "line": "Okay, look, in a real crisis situation, you’re not gonna have to time to think, okay? So just remember, I-A-A-T-G. “It’s all about the groin.”"
            },
            {
                "character": "Andy",
                "line": "What if you’re being attacked by a … smallish man who happens to not have a groin?"
            },
            {
                "character": "Toby",
                "line": "I don’t think that’s very common."
            },
            {
                "character": "Andy",
                "line": "What if you’re being attacked by a 4’11” man who is penisless?"
            },
            {
                "character": "Oscar",
                "line": "Why are you fixated on this hypothetical transgendered attacker?"
            },
            {
                "character": "Andy",
                "line": "Why don’t we start with the basics? Show us how to defend ourselves against a baby, and then like, a fifth grade girl, and then, you know, if we have time, on up to a scary man."
            },
            {
                "character": "Toby",
                "line": "Well, the most common scenario is a larger man attacking a smaller female."
            },
            {
                "character": "Andy",
                "line": "So in that scenario, what if the victim sucker-punches the attacker in the face? What can the attacker then do to better protect himself?"
            },
            {
                "character": "Toby",
                "line": "It’s interesting that you’re drawn to the point of view of the attacker. &nbsp;You would like the turn of the table. Okay, the latest Chad Flenderman novel... [everyone groans] written from the point of view of his nemesis, Dr. Lucifer Wu."
            },
            {
                "character": "Angela",
                "line": "Can I please leave? I have a rape flute."
            },
            {
                "character": "Toby",
                "line": "All right, well, let’s try one simple technique together. Okay, why doesn’t everyone stand? Okay, so... you’re being attacked. You’ve got your hands up. Simple palm strike to the chin. Up to the chin. One, two."
            },
            {
                "character": "Everyone",
                "line": "One, two."
            },
            {
                "character": "Andy",
                "line": "[softly] Take that, kid."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Cathy, I would like to introduce you to Fatty Gruesome. He is a freelancer for Wired magazine."
            },
            {
                "character": "Lady Blogger",
                "line": "Patty Grossman. I’m a woman."
            },
            {
                "character": "Dwight",
                "line": "But you still work for Wired, right?"
            },
            {
                "character": "Patty",
                "line": "Yes."
            },
            {
                "character": "Dwight",
                "line": "Good! Okay. Flirt away."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Sabre. It’s time to come home."
            },
            {
                "character": "Jim",
                "line": "Yeah. Yeah, I mean, I think ...it seemed like you were a little nervous."
            },
            {
                "character": "Ryan",
                "line": "Yeah, no [bleep], Sherlock! Can somebody please tell me something encouraging about this presentation before I go out there in front of a million people and do it?"
            },
            {
                "character": "Dwight",
                "line": "Okay. I know, I know, champ. Calm down, just listen."
            },
            {
                "character": "Ryan",
                "line": "You know what?"
            },
            {
                "character": "Dwight",
                "line": "You just need to realize that so much rides on this. You have no idea."
            },
            {
                "character": "Jim",
                "line": "Dwight."
            },
            {
                "character": "Dwight",
                "line": "I’m trying to make him feel important."
            },
            {
                "character": "Ryan",
                "line": "God. I wish Kelly were here. She always knew what to say."
            },
            {
                "character": "Dwight",
                "line": "Um... [imitating Kelly] Oh, Ryan, you’re so smart. You’re smarter than Mark Zuckerberg and those Google guys all combined. Hee hee hee."
            },
            {
                "character": "Ryan",
                "line": "You’re so ignorant. You barely know what you’re talking about. That is so ridiculous. You really need to read a couple books."
            },
            {
                "character": "Dwight",
                "line": "What’s a book? [giggles]"
            },
            {
                "character": "Ryan",
                "line": "On my God. You’re so embarrassing. &nbsp;My mom would say the best stuff, though."
            },
            {
                "character": "Jim",
                "line": "[ahem] You can... [slightly effeminate] You can do it Ryan."
            },
            {
                "character": "Ryan",
                "line": "And you know that I’m capable of this."
            },
            {
                "character": "Jim",
                "line": "You’re the only one who can do it, s-sweetie."
            },
            {
                "character": "Ryan",
                "line": "What did you think of the presentation?"
            },
            {
                "character": "Jim",
                "line": "I thought it was great, sweetie. I would just fix that one --"
            },
            {
                "character": "Ryan",
                "line": "Oh! “Fix” means you hate it! I knew it! I need something to drink!"
            },
            {
                "character": "Dwight",
                "line": "Jim, get him a water."
            },
            {
                "character": "Ryan",
                "line": "No, not a water. A sports drink. I hate everything in that fridge. Not red! Get me something yellow or green from a nearby store. Not red!"
            },
            {
                "character": "Dwight",
                "line": "Why are you just standing there? Go to a nearby store and get him a yellow or green sports drink!"
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Now, if your attacker is willing to defile a corpse, you better stop playing dead right away and just make it known that you’re alive."
            },
            {
                "character": "Lady",
                "line": "Forgive me for interrupting. I believe my daughter had an altercation with somebody here, some fancy gentleman with a squeaky voice?"
            },
            {
                "character": "Andy",
                "line": "[deep voice] I think you guys might have the wrong Office."
            },
            {
                "character": "Girl",
                "line": "That’s him... the guy I hit."
            },
            {
                "character": "Darryl",
                "line": "What?"
            },
            {
                "character": "Oscar",
                "line": "You’ve gotta be kidding me."
            },
            {
                "character": "Kevin",
                "line": "Poor Andy! First you got beat up by a gang, and now she kicks your ass?"
            },
            {
                "character": "Oscar",
                "line": "No, Kevin -- [sighs]"
            },
            {
                "character": "Lady",
                "line": "What about the lady you hit with the pine cone?"
            },
            {
                "character": "Girl",
                "line": "There. That chubby one."
            },
            {
                "character": "Pam",
                "line": "I just had a baby."
            },
            {
                "character": "Girl",
                "line": "Yesterday?"
            },
            {
                "character": "Pam",
                "line": "Wow."
            },
            {
                "character": "Lady",
                "line": "Apologize."
            },
            {
                "character": "Girl",
                "line": "Sorry I kicked your ass in front of your “thin” girlfriend."
            },
            {
                "character": "Pam",
                "line": "How ‘bout we wait til next year after you have your kid?"
            },
            {
                "character": "Lady",
                "line": "You know what? Tiffy’s going to college."
            },
            {
                "character": "Andy",
                "line": "[deep voice] Listen, I don’t know what you guys are talking about, but I guess I’ll just accept your apology so we can get on with our day."
            },
            {
                "character": "Lady",
                "line": "God bless. Friend of mine uses your paper. You do good work. Bye bye."
            },
            {
                "character": "Kevin",
                "line": "Bye."
            },
            {
                "character": "Kelly",
                "line": "So, Toby, I think we should do a different self-defense seminar -- “How to protect ourselves against tiny little girls.”"
            },
            {
                "character": "Toby",
                "line": "There’s no shame in getting beaten up by a girl. My ex-wife used to demolish me."
            },
            {
                "character": "Kelly",
                "line": "No, there is shame in it, okay? We have to draw the line somewhere."
            },
            {
                "character": "Darryl",
                "line": "Oh my God, I think I see the imprint of a ring pop."
            },
            {
                "character": "Andy",
                "line": "Oh... [Kelly laughing]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Have you seen Erin?"
            },
            {
                "character": "Stanley",
                "line": "I’m on break."
            },
            {
                "character": "Dwight",
                "line": "Oh God... &nbsp;Hey no! Where do you think you’re going? You’ve gotta stay for the big presentation we’ve got this young wiz kid -- Ryan. He’s like an even more handsome Bill Gates."
            },
            {
                "character": "Blogger",
                "line": "When’s the presentation?"
            },
            {
                "character": "Dwight",
                "line": "It’s moments away. Just stay here!"
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "[on phone] Hey Uncle Lucas, it’s your nephew Ryan. Honestly, I could use a prescription for ritalin right now. Well, I know you did one for Aunt Carol. Oh, so it’s different because it’s your wife? &nbsp;Well, that doesn’t make any sense to me."
            },
            {
                "character": "Nellie",
                "line": "How you doing?"
            },
            {
                "character": "Ryan",
                "line": "Don’t talk to me right now. I’m sorry. I- I know you’re my boss, but seriously, you need to get the hell out of my face. What I don’t understand is... [voice fades]"
            },
            {
                "character": "Nellie",
                "line": "[to Dwight] Your little man is unraveling. Now go and fix it."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Sorry about kicking you out. It’s just, we don’t want our brand associated with death."
            },
            {
                "character": "Old Lady",
                "line": "It’s okay. I’ll go to the Costco and search for handsome men."
            },
            {
                "character": "Erin",
                "line": "You’re not married yet?"
            },
            {
                "character": "Old Lady",
                "line": "[laughs] Oh, I was. My husband was my best friend. He passed away."
            },
            {
                "character": "Erin",
                "line": "My best friend was my boss, Andy. We dated for a while, but since then, he rejected me, and we’re not really friends."
            },
            {
                "character": "Old Lady",
                "line": "Someone rejected you? With that body and those bazongas? Forget him!"
            },
            {
                "character": "Erin",
                "line": "Yeah! Forget him! And you should forget your husband."
            },
            {
                "character": "Old Lady",
                "line": "Well..."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "How long has he been in the bathroom?"
            },
            {
                "character": "Jim",
                "line": "About ten minutes."
            },
            {
                "character": "Dwight",
                "line": "Jeez! What’s he doing in there? [cell phone vibrates]"
            },
            {
                "character": "Jim",
                "line": "Oops, that’s my phone. Am I allowed to answer it or are you gonna freak out?"
            },
            {
                "character": "Dwight",
                "line": "Are there any bloggers around?"
            },
            {
                "character": "Jim",
                "line": "It’s Ryan. “I’m sorry. I lied. I’m not in the bathroom. I can’t do it. I need to see my mom. I’m going home.”"
            },
            {
                "character": "Nellie",
                "line": "What is the delay here? Where’s Ryan? Why is he not here?"
            },
            {
                "character": "Dwight",
                "line": "I had to send him home. As brilliant and creative as he is, he is nothing... compared to this guy!"
            },
            {
                "character": "Jim",
                "line": "Uh..."
            },
            {
                "character": "Nellie",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "That’s right. Will you just give us a second?"
            },
            {
                "character": "Nellie",
                "line": "You are gonna bloody ruin it. You’re gonna bloody ruin it because you’re a no-good half-assed cock-eyed..."
            },
            {
                "character": "Jim",
                "line": "okay."
            },
            {
                "character": "Nellie",
                "line": "That’s...."
            },
            {
                "character": "Dwight",
                "line": "Jim --"
            },
            {
                "character": "Jim",
                "line": "I’m not doing the Presentation."
            },
            {
                "character": "Dwight",
                "line": "Look at me. Look at me! Look... at... this... face. This is not the face of a performer. This is the face of a scary apparition you see before you die. I’m telling you... if you don’t do this, [whispers] I don’t stand a chance. Please, Jim."
            },
            {
                "character": "Jim",
                "line": "Okay, I’ll do it."
            },
            {
                "character": "Dwight",
                "line": "Oh, my God. O... Kay! Go get into Ryan’s costume and check out his notes."
            },
            {
                "character": "Jim",
                "line": "A costume?"
            },
            {
                "character": "Dwight",
                "line": "Of course there’s a costume! [laughs] &nbsp;Oh, this is gonna be great. There’s nothing like some last-minutes changes to really energize a presentation."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Did you pass out in there? What is taking so long?"
            },
            {
                "character": "Jim",
                "line": "I’ve been in here for 20 seconds."
            },
            {
                "character": "Dwight",
                "line": "Hurry up. Let me in. I wanna watch you get dressed. Did you find the eyeliner?"
            },
            {
                "character": "Jim",
                "line": "I’m not wearing eyeliner."
            },
            {
                "character": "Dwight",
                "line": "You are wearing eyeliner, Jim."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Time. Space. Gender. [Dwight mouthing words] There are no rules anymore. All boundaries are breaking down in the wake of the infinite future. The only thing that -- the only thing that remain -- the only thing that remains are the things that have stood the test of time -- love, values, and of course, the pyramids -- the strongest shape ever constructed, a shape that fits all other shapes inside of it. [softly] No, that’s --"
            },
            {
                "character": "Dwight",
                "line": "It’s true."
            },
            {
                "character": "Jim",
                "line": "This... is the future, because... This is the past. I’ve been through a lot of issues in my life. I’ve seen drug addiction -- unemployment. I’ve been in a relationship that tore my heart apart, without ever being able to accept that love drove the pain. [scattered applause]"
            },
            {
                "character": "Dwight",
                "line": "Yep."
            },
            {
                "character": "Jim",
                "line": "When I was ten years old, my parents took me to Disney world. I cried the whole time. I was not able to comprehend the beauty that was before me. &nbsp;I just wanted... to go home. &nbsp;This is what the Pyramid will do for you. It is the bridge to the world. It has a usb port. Wireless... will be available in 2013. &nbsp;You can play Anything from Chuck to Cars 2. With the Pyramid, you have the connection to everything -- in time... and space."
            },
            {
                "character": "Crowd",
                "line": "ahhhhhh"
            },
            {
                "character": "Dwight",
                "line": "Psst."
            },
            {
                "character": "Jim",
                "line": "Oh."
            },
            {
                "character": "Ryan",
                "line": "[image on Pyramid] Sabre... It’s time... to come home."
            },
            {
                "character": "Crowd",
                "line": "[applause]"
            },
            {
                "character": "Jim",
                "line": "All right. &nbsp;Thank you so much. Wow. Wow! And good night! [applause continues]"
            },
            {
                "character": "Jim",
                "line": "Yeah. &nbsp;Thank you. Thank you."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Okay, this isn’t over. Let’s stay focused, okay? &nbsp;We made fun of Andy earlier for getting beat up by a little girl, but... little things can be dangerous."
            },
            {
                "character": "Kevin",
                "line": "Whether it’s a gremlin or chucky the doll. The key is to throw it in something. Like a fireplace, or a tub of electricity."
            },
            {
                "character": "Toby",
                "line": "Okay. Good point..."
            },
            {
                "character": "Angela",
                "line": "Good point? What is a tub of electricity?"
            },
            {
                "character": "Toby",
                "line": "I don’t... I don’t..."
            },
            {
                "character": "Oscar",
                "line": "With all due respect we know what we’re defending against: a twelve year old female bully."
            },
            {
                "character": "Kelly",
                "line": "I was a twelve year old bully."
            },
            {
                "character": "Angela",
                "line": "Great! I think Kelly should attack Toby."
            },
            {
                "character": "Others",
                "line": "Yeah."
            },
            {
                "character": "Kelly",
                "line": "Yeah, that’s not a bad idea, actually, because I have had a lot of pent up aggression."
            },
            {
                "character": "Angela",
                "line": "Thanks."
            },
            {
                "character": "Kelly",
                "line": "Good. Let’s go."
            },
            {
                "character": "Toby",
                "line": "I don’t know if this is gonna help...Uh..."
            },
            {
                "character": "Angela",
                "line": "Let’s go Kelly."
            },
            {
                "character": "Toby",
                "line": "We should stay to maybe some more traditional models..."
            },
            {
                "character": "Kelly",
                "line": "You think you’re so pretty! &nbsp;Well you’re not gonna be so pretty come Prom time!"
            },
            {
                "character": "Toby",
                "line": "Okay, this is what’s called pre-violent posturing."
            },
            {
                "character": "Kelly",
                "line": "Take that! &nbsp;Not so pre-violent anymore!"
            },
            {
                "character": "Toby",
                "line": "Okay, I’m at what’s called “the decision point.”"
            },
            {
                "character": "Andy",
                "line": "Hey, hey, hey. Kelly Kelly, Kelly... come on.... Ow! God! My good eye!"
            },
            {
                "character": "Pam",
                "line": "[laughs] Oh boy. Oh no, I’m not laughing at you. I’m laughing at, um, something that Cece did on the playground earlier -- yesterday. This morning."
            },
            {
                "character": "Andy",
                "line": "You know why I got hit by girls? Because I stood up for others. Pam and for Toby. &nbsp;I stepped in and I didn’t care that I was standing up to girls. You may wanna ask yourselves, “Where were you when the girls came?”"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Tough day. Yes. But I feel good. I put the office in their place, took a bunch of pain killers, drank a half a bottle of wine, took my pants off. &nbsp;I just feel good!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Okay, okay, I will be the first to admit it. &nbsp;We could have integrated more Chuck into the Presentation."
            },
            {
                "character": "Nellie",
                "line": "Dwight. &nbsp;You’re the vice president."
            },
            {
                "character": "Dwight",
                "line": "Ha, ha, ha, ha! Yeah!"
            },
            {
                "character": "Nellie",
                "line": "[squealing]"
            },
            {
                "character": "Dwight",
                "line": "Okay! Come on!"
            },
            {
                "character": "Nellie",
                "line": "aagh!"
            },
            {
                "character": "Dwight",
                "line": "Hah! Yah! [kicking and punching the air] Boom!"
            }
        ]
    ],
    "deleted_scenes": []
}