{
    "season": 8,
    "episode": 18,
    "title": "Last Day In Florida",
    "scenes": [
        [
            {
                "character": "Andy",
                "line": "[exiting office] Everyone stop what you're doing, I have terrible news. Dwight is no longer with us."
            },
            {
                "character": "Everyone",
                "line": "[gasps] What?! Why is that?"
            },
            {
                "character": "Andy",
                "line": "He's gone, damn it! He's been promoted to VP of Sabre Retail and he's staying in Florida forever."
            },
            {
                "character": "Angela",
                "line": "So, he's alive."
            },
            {
                "character": "Andy",
                "line": "Yeah. That was him on the phone. He sounds wonderful."
            },
            {
                "character": "Angela",
                "line": "Well, the way you said it made it sound like he was dead."
            },
            {
                "character": "Andy",
                "line": "How could I have been more clear? He had a massive stroke [slight pause] of good fortune and he is now in a better place."
            },
            {
                "character": "Phyllis",
                "line": "If Dwight's not coming back, does that mean we can open his treasure?"
            },
            {
                "character": "Oscar",
                "line": "You guys, we've gone over this, there is no treasure. [Erin retrieves the \"treasure box\" and slams it down on Dwight's desk]"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "When the team left for Tallahassee, Dwight told everyone not to touch his treasure. [cut to Dwight holding treasure chest and telling the office \"Don't touch my treasure. Ok, you understand?\"] Obviously he wants us to obsess about it. There's nothing in there. [has realization] Which is obviously what he would want us to think, making it the perfect place to hide a treasure. Oh god, I'm Wallace Shawn in The Princess Bride."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I think that Dwight wanted us to realize that this conversation among friends is the true treasure. [everyone disagrees]"
            },
            {
                "character": "Oscar",
                "line": "I am dying to know what's in there."
            },
            {
                "character": "Andy",
                "line": "Yeah, I know, Oscar we all are but nobody's gonna open it. You'd have to be insane. [everyone turns to look at Creed]"
            },
            {
                "character": "Creed",
                "line": "Hi, hello."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[to Creed standing in front of the \"treasure box\"] Now, carefully... open the box."
            },
            {
                "character": "Creed",
                "line": "[opens box, pulls out and displays contents] It's a photo of all of us."
            },
            {
                "character": "Pam",
                "line": "Aw, that's so sweet! [dart fires out of box and lodges in ceiling]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[feigning surprise] A dart? Are you kidding me? Who would put a poison dart, well, I mean, I don't know that it's poison. I mean, I just have to imagine. God, I'm glad he's OK though. Kinda sounds like he deserved it, opening another man's treasure and all. Wow!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[on a golf course] Well, mister ball, it's been a pleasure. Now, give my regards to hell. Da! [hits ball]"
            },
            {
                "character": "Nellie",
                "line": "Oh, all right! Well swung my VIP VP."
            },
            {
                "character": "Robert California",
                "line": "I am loving the chemistry between you two."
            },
            {
                "character": "Nellie",
                "line": "I am so happy Dwight is gonna be working alongside me. We are a regular Archibald and his man George."
            },
            {
                "character": "Robert California",
                "line": "I bet. I'm excited."
            },
            {
                "character": "Nellie",
                "line": "Trick... there's no such thing. It's not even a real English duo."
            },
            {
                "character": "Dwight",
                "line": "Ah!"
            },
            {
                "character": "Nellie",
                "line": "I just made you look like the goat of Dover. And that doesn't exist either."
            },
            {
                "character": "Dwight",
                "line": "[to Robert] You think you're excited? You should feel my nipples. [Robert gives a fake laugh]"
            },
            {
                "character": "Jim",
                "line": "Oh, that reminds me. [reaching into golf cart] Little something from all of us. [hand Dwight a small wrapped gift]"
            },
            {
                "character": "Dwight",
                "line": "[sarcastically] Oh my gosh, thank you Jim, that's so thoughtful. [sets gift on golf tee] Four! [smashes gift] Oh yeah!"
            },
            {
                "character": "Nellie",
                "line": "He doesn't even care."
            },
            {
                "character": "Dwight",
                "line": "Don't even care!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "This is the last time I'll ever see Dwight. It's a weird feeling, it's, um, what's the word? It's not, it's not bittersweet. It's uh... sweet. Yeah."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[entering Andy's office] Hey, man. Selling cookies for Jada. Want the same as last year?"
            },
            {
                "character": "Andy",
                "line": "Would if I could. And I can so I will. Put me down for one box. Don't care what it is, dealer's choice."
            },
            {
                "character": "Darryl",
                "line": "I'll put you down for shortbreads."
            },
            {
                "character": "Andy",
                "line": "Damn it."
            },
            {
                "character": "Toby",
                "line": "[entering Andy's office] Knock, knock. Hey, Sasha's first year in the troops, so I'm selling cookies for her. Anyway, would you like some?"
            },
            {
                "character": "Darryl",
                "line": "No. No."
            },
            {
                "character": "Toby",
                "line": "What?"
            },
            {
                "character": "Darryl",
                "line": "I been selling here for five years. This is my spot."
            },
            {
                "character": "Toby",
                "line": "You can't claim territories. This is the only place I interact with people. Can't you sell at your church or barber shop? [Darryl looks hurt] Or chess club, or?"
            },
            {
                "character": "Darryl",
                "line": "You know what? It's your first time, let's split the office. You can have sales, the annex, Creed, and I don't know I'll just take, uh, accounting."
            },
            {
                "character": "Toby",
                "line": "That's it? Yeah, well, ok. Thanks Darryl."
            },
            {
                "character": "Darryl",
                "line": "OK, great."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[exits Andy's office smiling] All I need is Kevin. Dude buys more cookies than everyone combined and then some. [Kevin waves at him] When I first started selling cookies he was a relatively thin man. Not a thin man, mind you. Relatively thin."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[entering a home carrying groceries] Hellosi, I'm home, babaloo."
            },
            {
                "character": "Elderly Woman",
                "line": "[rises from chair] Oh, here let me help."
            },
            {
                "character": "Erin",
                "line": "[spilling groceries] I got it. It was so busy at the store today. Really good cheese samples. I had, like, a hundred."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Irene hired me as her live-in helper. We met at the store launch. I told her I was moving here and I needed a place and it just sort of made sense. I basically do everything for her. [Erin randomly adds an assortment of pills to a weekly pill box] I run errands. I do chores around the house. I cook and clean. Honestly, I don't know how she survived without me."
            }
        ],
        [
            {
                "character": "Irene",
                "line": "When can I introduce you to my grandson? He's a wonderful swimmer. Shallow end, deep end. He does it all."
            },
            {
                "character": "Erin",
                "line": "Well, today might be kind of tough, Irene. I have to talk to my old boss, Andy, and tell him I'm staying in Florida. [hands Irene a mug]"
            },
            {
                "character": "Irene",
                "line": "[takes mug] Thank you. [takes a sip] Oh, what kind of tea is this?"
            },
            {
                "character": "Erin",
                "line": "Oh, I boiled some Gatorade."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "[misses putt] Ah. In England, they put the holes a little bit to the right, you see. We'll just chalk it up to cultural bias."
            },
            {
                "character": "Robert California",
                "line": "If I may, [assists Nellie] try holding the putter... yeah, with your wrists here. And your thumbs here."
            },
            {
                "character": "Nellie",
                "line": "Oh."
            },
            {
                "character": "Robert California",
                "line": "That's right. Your little finger."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[approaches Kevin] Would you like to buy some cookies?"
            },
            {
                "character": "Kevin",
                "line": "Cookies, eh?"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[singing] Oh, the springtime thinks that it's the best. And fall time thinks that it's the best. Cold time has, kind of a strut. And Valentine's thinks that it's the best. But gather round, peeps, I'll tell you the truth. Nothing beats the cookie season, that's the truth."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[Kevin scratches cookie order form and sniffs it] It's not a scratch-and-sniff, Kev."
            },
            {
                "character": "Kevin",
                "line": "I know. But sometimes you still get a little something."
            },
            {
                "character": "Toby",
                "line": "[to Darryl] Hey, you tricked me. You just wanted Kevin."
            },
            {
                "character": "Darryl",
                "line": "You're new to the game. You learned a lesson today. See you next year, sport."
            },
            {
                "character": "Toby",
                "line": "No, no, no. It's not fair. What if Kevin wants to buy cookies from me?"
            },
            {
                "character": "Kevin",
                "line": "I do."
            },
            {
                "character": "Toby",
                "line": "See?"
            },
            {
                "character": "Darryl",
                "line": "That doesn't mean anything. [to Kevin] Kevin, do you want to buy cookies from me?"
            },
            {
                "character": "Kevin",
                "line": "Oh, I definitely do."
            },
            {
                "character": "Darryl",
                "line": "[to Toby] Huh. Hit the road, jack."
            },
            {
                "character": "Toby",
                "line": "No, you hit the road, jack."
            },
            {
                "character": "Kevin",
                "line": "[looking pleased] Hey guys, come on. Don't fight over me."
            },
            {
                "character": "Toby",
                "line": "You know, why don't we split the order? It's only fair."
            },
            {
                "character": "Kevin",
                "line": "No. Wait, no. I'm buying, I make the rules. I actually do want you to fight over me. I wanna be wined and dined and... 69ed."
            },
            {
                "character": "Angela",
                "line": "Ugh."
            },
            {
                "character": "Kevin",
                "line": "Metaphorically 69ed. Ew. Perverts... no offence Oscar. [Oscar looks flabbergasted]"
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Hop in, we have places to be. No rest for the wicked."
            },
            {
                "character": "Jim",
                "line": "[to Dwight] All right. So... I guess this is it."
            },
            {
                "character": "Dwight",
                "line": "Well, Jim, I just want to say that we haven't always got along and at times, I've even hated your guts. But...[smiles] bye, bye. I win."
            },
            {
                "character": "Jim",
                "line": "[attempts to shake Dwight's hand] Goodbye, Dwight."
            },
            {
                "character": "Dwight",
                "line": "[drops golf ball into Jim's open hand] Robert, race you to the clubhouse, gentlemen's bet. Woohoo! [takes off in golf cart]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Well, he's Florida's problem now."
            },
            {
                "character": "Robert California",
                "line": "I'll let Dwight have his fun. Today will not be his day."
            },
            {
                "character": "Jim",
                "line": "What's that?"
            },
            {
                "character": "Robert California",
                "line": "I'm gonna tank the Sabre store at the presentation to the board."
            },
            {
                "character": "Jim",
                "line": "I thought you liked the store?"
            },
            {
                "character": "Robert California",
                "line": "Well, the store is lovely. You created a wonderful space to showcase our product line. Great job. Cheers."
            },
            {
                "character": "Jim",
                "line": "Thank you."
            },
            {
                "character": "Robert California",
                "line": "But, there's a reason we sell our products online and over-the-phone. Have you ever used Sabre electronics, Jim? [Jim shakes head] They're cheap. They're unintuitive. The Sabre store would work if we adopted the carnival model of leaving town once everyone's wives do us."
            },
            {
                "character": "Jim",
                "line": "Wow. When you put it that way, I guess it does sound pretty terrible."
            },
            {
                "character": "Robert California",
                "line": "I couldn't just kill the project from the start. Jo Bennett endorsed it. Shame though, I did like Dwight."
            },
            {
                "character": "Dwight",
                "line": "[from distanced golf cart] Robert! I'm gonna win, ha ha, I'm the gentleman! Suck it!"
            },
            {
                "character": "Robert California",
                "line": "[to Dwight] Bravo, Dwight! Very good! [Jim looks surprised] [to Jim] Shame."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[at Sabre headquarters] The math is simple folks. Deeper market penetration, plus greater visibility, will raise Sabre [Nellie emerges from behind Dwight] [together] to the power of two."
            },
            {
                "character": "Nellie",
                "line": "How did that look?"
            },
            {
                "character": "Gabe",
                "line": "I'm not just saying this, that was the best thing I've ever seen."
            },
            {
                "character": "Dwight",
                "line": "[to Nellie] I told you."
            },
            {
                "character": "Todd Packer",
                "line": "When you guys do that whole power of two shebang, how 'bout I pop up also? I guess we'd have to say 'power of three'. Hm, actually, you know what, yeah, that actually works. [to Nellie] You'd spin off right. I'd spin off-"
            },
            {
                "character": "Dwight",
                "line": "You know what? That is a great idea. Cathy, write that down and print it out. It's gonna make some really good toilet paper."
            },
            {
                "character": "Jim",
                "line": "[enters room] All right. There he is."
            },
            {
                "character": "Dwight",
                "line": "What are you doing here? I thought I got rid of you?"
            },
            {
                "character": "Jim",
                "line": "Can I just talk to you for one quick second?"
            },
            {
                "character": "Dwight",
                "line": "What, your stylist ran out of 'messy spray'? [others laugh]"
            },
            {
                "character": "Jim",
                "line": "Um, actually it's, it's for your own good. I think maybe we should- [gestures toward hallway]"
            },
            {
                "character": "Dwight",
                "line": "You want to do something for my own good? Turn around, walk out that door, do not stop 'til you get to Scranton, find my cell phone charger, mail it back to me, and then go hell. [others laugh]"
            },
            {
                "character": "Todd Packer",
                "line": "Nice. [To Jim] Hey, Halpert, anyone ever tell you you look like Wooly Willy?"
            },
            {
                "character": "Dwight",
                "line": "[to Packer] Silence."
            },
            {
                "character": "Todd Packer",
                "line": "Aw, I'm just trying to-"
            },
            {
                "character": "Dwight",
                "line": "[interrupts] I know what you're trying to do, I don't want it. [to Jim] But your face does look like the guy from Operation."
            },
            {
                "character": "Todd Packer",
                "line": "That's... that's the same guy. It's the joke I made."
            },
            {
                "character": "Dwight",
                "line": "Different guy."
            },
            {
                "character": "Jim",
                "line": "You know, I just think you should know that-"
            },
            {
                "character": "Dwight",
                "line": "[interrupts] That you look like the world's tallest hobbit. [others laugh]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Well, I tried. [gestures the meeting room] You saw it, so, it's on the record. I have a plane to catch."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Can you help me? I'm trying to make a video chat with Andy."
            },
            {
                "character": "Irene",
                "line": "Just open the program and type in his user name."
            },
            {
                "character": "Erin",
                "line": "Can you just do it?"
            },
            {
                "character": "Irene",
                "line": "[after briefly typing] Here, type in your password."
            },
            {
                "character": "Erin",
                "line": "'Erin123'"
            },
            {
                "character": "Irene",
                "line": "That's a terrible password. And you don't 'make a video chat', you video chat."
            },
            {
                "character": "Erin",
                "line": "[annoyed] All right."
            },
            {
                "character": "Andy",
                "line": "[video chat begins, Andy's head enters the screen from the side] Hello?"
            },
            {
                "character": "Erin",
                "line": "That's so weird. There's something wrong with my laptop. [turns laptop on its side] Oh. I fixed it."
            },
            {
                "character": "Andy",
                "line": "Oh, now mine's broken. Hang on. [turns his laptop on its side while lying on desk] Oh, there we go."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[on phone with Jim] He said, 'I did like Dwight'? He's gonna fire him."
            },
            {
                "character": "Jim",
                "line": "No, no, I think it was more like, 'you know, I liked him, but I don't anymore because he did a bad job, so I'm definitely gonna yell at him'."
            },
            {
                "character": "Pam",
                "line": "Robert doesn't talk like that. You have to stop Dwight from doing this."
            },
            {
                "character": "Jim",
                "line": "I tried. He will not listen."
            },
            {
                "character": "Pam",
                "line": "Did you actually try your hardest?"
            },
            {
                "character": "Jim",
                "line": "Yes... my pretty hardest. Look, you haven't dealt with him in awhile, all right. He's like super Dwight. It's like he's been bitten by a radioactive Dwight, or som- Stanley, back me up."
            },
            {
                "character": "Stanley",
                "line": "Don't talk to me."
            },
            {
                "character": "Jim",
                "line": "Stanley's very upset that we're leaving Florida. But he would back me up."
            },
            {
                "character": "Pam",
                "line": "If Dwight's about to get fired, you have to tell him. Just get the words out. That's all you can do."
            },
            {
                "character": "Jim",
                "line": "OK. All right."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[to Kevin] What's a skinny guy like Toby know about cookies? You can't trust him to understand the wants and needs of the thick man. Maybe Toby from two years ago."
            },
            {
                "character": "Phyllis",
                "line": "[laughs] Yeah."
            },
            {
                "character": "Kevin",
                "line": "That's true. If I have a question about my cookies at midnight, who am I gonna call? Darryl. Toby's probably in bed with some model."
            },
            {
                "character": "Darryl",
                "line": "Thank you."
            },
            {
                "character": "Toby",
                "line": "I'm, I'm not gonna comment on my personal life."
            },
            {
                "character": "Darryl",
                "line": "Look, I need this. Ok? Your daughter is a pretty little girl. Let her go door-to-door. You think people gonna buy cookies from my [hesitates] chubby daughter?"
            },
            {
                "character": "Phyllis",
                "line": "Oh. [looks away]"
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Baby, if youâ€™re watching this, you're not chubby, you're beautiful. Daddy's just got to sell some cookies. And we're also gonna exercise more. It's gonna be fun."
            }
        ],
        [
            {
                "character": "Kelly",
                "line": "[to Kevin] Oh, you know what you have to do? To decide? You need to make them do things for you. And, like, buy you things."
            },
            {
                "character": "Pam",
                "line": "Or have them sing that song! That the frog does in Looney Tunes."
            },
            {
                "character": "Phyllis",
                "line": "Make them kiss each other."
            },
            {
                "character": "Meredith",
                "line": "Make them kiss me. [everyone 'ew's] [Toby and Darryl look at each other]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Yes, this is too tan. This right here-"
            },
            {
                "character": "Andy",
                "line": "No."
            },
            {
                "character": "Erin",
                "line": "This is a tanned spot."
            },
            {
                "character": "Andy",
                "line": "I don't buy it. It, that is a freckle. That is not a tan, ok? I'm gonna have to inspect it in person when you get back here. I want you looking totally 'puerto ricania' when i see you."
            },
            {
                "character": "Erin",
                "line": "Well, Andy, I'm not coming back."
            },
            {
                "character": "Andy",
                "line": "What?"
            },
            {
                "character": "Erin",
                "line": "I have a job here. I work for an old lady. [turns laptop to put Irene into view]"
            },
            {
                "character": "Irene",
                "line": "[waves] Hello!"
            },
            {
                "character": "Erin",
                "line": "Andy?"
            },
            {
                "character": "Andy",
                "line": "Yeah, that's awesome. That's great."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[Toby and Darryl perform Hello! Ma Baby] This is tough. 'Cause Darryl, you sang better and you dance better but Toby has that indescribable quality that makes a star. I think I've reached my decision. I have decided... that you guys are gonna keep doing things for me."
            },
            {
                "character": "Darryl",
                "line": "No, no, no, no. It's not worth it."
            },
            {
                "character": "Toby",
                "line": "No."
            },
            {
                "character": "Kevin",
                "line": "No, it's not worth it? That's too bad. 'Cause I was feeling particularly hungry this year."
            },
            {
                "character": "Darryl",
                "line": "Yeah, ok so what, you buy 40 boxes?"
            },
            {
                "character": "Kevin",
                "line": "Hungrier."
            },
            {
                "character": "Toby",
                "line": "50?"
            },
            {
                "character": "Kevin",
                "line": "Hungrier."
            },
            {
                "character": "Darryl",
                "line": "You're not talking... triple digits?"
            },
            {
                "character": "Kevin",
                "line": "Oh yeah, I'm talking triple digits. [folds arms satisfied while Toby and Darryl look at each other] Again. [both start performing Hello! Ma Baby again]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[straightens tie in mirror] Showtime."
            },
            {
                "character": "Jim",
                "line": "[enters abruptly] Dwight."
            },
            {
                "character": "Dwight",
                "line": "You again? Gosh, I keep throwing you away, you keep flying back here. You're like an Amish return stick."
            },
            {
                "character": "Jim",
                "line": "OK, great, listen to me. Listen to me. [Dwight makes funny gesture] No, no, I know. Will you just let me tell you one thing, please?"
            },
            {
                "character": "Dwight",
                "line": "Yes, you may tell me one thing. Wait, you want to borrow money?"
            },
            {
                "character": "Jim",
                "line": "Listen to me. Robert is going to veto the Sabre store."
            },
            {
                "character": "Dwight",
                "line": "[rolls eyes] Jim, come on."
            },
            {
                "character": "Jim",
                "line": "Dwight, he's gonna kill the store."
            },
            {
                "character": "Dwight",
                "line": "Uh-huh."
            },
            {
                "character": "Jim",
                "line": "And then, I'm pretty sure he's gonna fire you for it."
            },
            {
                "character": "Dwight",
                "line": "Wait. [holds up fingers] He's gonna kill the store? And he's gonna fire me?"
            },
            {
                "character": "Jim",
                "line": "Yes."
            },
            {
                "character": "Dwight",
                "line": "[smiles] That's two things."
            },
            {
                "character": "Jim",
                "line": "Dwight, please."
            },
            {
                "character": "Dwight",
                "line": "Nice try, Jim. Your pranks have never worked in the past and they're not going to work today."
            },
            {
                "character": "Jim",
                "line": "OK, first of all, they've mostly worked, so-"
            },
            {
                "character": "Dwight",
                "line": "You know what? You might want to get to the airport. It's gonna take you a long time to get through security with all those beauty products. Bye."
            },
            {
                "character": "Jim",
                "line": "Dwight, come o-"
            },
            {
                "character": "Dwight",
                "line": "Nothing is gonna stop me. That is the mark of a great man. Unstoppability. Dunder-Mifflin, the farm, Mose, all those things vanish in my rearview mirror. Now, if you'll excuse me, I have a date with destiny. And from what I hear, she's a slu- Ah![Jim tackles Dwight]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[Jim holds him back and tries to cover his mouth] Help! Help!"
            },
            {
                "character": "Jim",
                "line": "Gross! Don't lick my hand! God, why is there so much saliva?"
            },
            {
                "character": "Dwight",
                "line": "AlI had to do was think about pie and my salivary glands did the rest."
            },
            {
                "character": "Jim",
                "line": "Gross!"
            },
            {
                "character": "Dwight",
                "line": "[attempting to break from Jim's grasp] Ah!"
            },
            {
                "character": "Jim",
                "line": "What? What, what, what, what, what?"
            },
            {
                "character": "Dwight",
                "line": "[clutching side] Oh, god! You... oh! My appendix-"
            },
            {
                "character": "Jim",
                "line": "I'm sorry."
            },
            {
                "character": "Dwight",
                "line": "My wound hasn't healed yet."
            },
            {
                "character": "Jim",
                "line": "I'm so sorry, I forgot."
            },
            {
                "character": "Dwight",
                "line": "Oh, man!"
            },
            {
                "character": "Jim",
                "line": "You all right? You ok?"
            },
            {
                "character": "Dwight",
                "line": "[stops whining and charges Jim] Rrrah!"
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "[to Cathy] Where the hell is he? I cannot do this without him."
            },
            {
                "character": "Cathy",
                "line": "I don't know. He's not picking up."
            },
            {
                "character": "Todd Packer",
                "line": "Well, looks like Shnoot's a no-show. Guess he wasn't vice presy material after all. But I am. Put me in, babe. I got the info down backwards, forwards, and doggy-style. I'm your man."
            },
            {
                "character": "Nellie",
                "line": "[considers and decides on Packer] Right, let's begin then. Ladies and gentlemen, allow me to introduce the vice president of Sabre Retail, Mr. Todd Packer."
            },
            {
                "character": "Todd Packer",
                "line": "Sup?"
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "[notices Andy boxing up things from Erin's desk] What are you doing?"
            },
            {
                "character": "Andy",
                "line": "I'm just dealing with Erin's stuff since apparently she's not coming back. And she didn't bother to tell anyone."
            },
            {
                "character": "Oscar",
                "line": "We knew. Ryan told us."
            },
            {
                "character": "Andy",
                "line": "Ryan, why didn't you tell me?"
            },
            {
                "character": "Ryan",
                "line": "Thought you checker my Tumblr?"
            },
            {
                "character": "Andy",
                "line": "You never update it."
            },
            {
                "character": "Ryan",
                "line": "Well, I updated it."
            },
            {
                "character": "Andy",
                "line": "Does anyone else think this is weird? And like, kind of uncool, actually? To leave us without a receptionist?"
            },
            {
                "character": "Pam",
                "line": "We'll find another receptionist. I mean, that's easy. We'll be fine. [Andy nods reluctantly]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[trying to get around Jim] Huh, huh, huh! [slides between Jim's legs]"
            },
            {
                "character": "Jim",
                "line": "What are you doing?"
            },
            {
                "character": "Dwight",
                "line": "I was trying to go-"
            },
            {
                "character": "Jim",
                "line": "Get up."
            },
            {
                "character": "Dwight",
                "line": "Ok, ok."
            },
            {
                "character": "Jim",
                "line": "Get up. All right? I'm not gonna let you by."
            },
            {
                "character": "Dwight",
                "line": "Then you know what? I'm just gonna have to run right through you."
            },
            {
                "character": "Jim",
                "line": "OK. [Dwight runs in place] What are you doing? Are you really revving up? you know that doesn't work."
            },
            {
                "character": "Dwight",
                "line": "[tries to jump off wall] Jackie Chan! [falls and groans]"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[holding mobile phone up] Go."
            },
            {
                "character": "Darryl",
                "line": "[in a feminine voice] Hi. This is Alex."
            },
            {
                "character": "Toby",
                "line": "[in feminine voice] And this is Sam."
            },
            {
                "character": "Darryl",
                "line": "[in a feminine voice] Kevin can't come to the phone right now because he's busy with us."
            },
            {
                "character": "Kevin",
                "line": "Perfect! Now people will think I'm doing hot girls all day."
            },
            {
                "character": "Darryl",
                "line": "I don't know, man, they might think we're drag queens."
            },
            {
                "character": "Toby",
                "line": "Yeah, I don't know why you picked names that are also guys' names."
            },
            {
                "character": "Kevin",
                "line": "Okay, now who do I ride to the kitchen like a pony?"
            },
            {
                "character": "Toby",
                "line": "Don't make me be your pony, Kevin."
            },
            {
                "character": "Darryl",
                "line": "Forget it, man."
            },
            {
                "character": "Kevin",
                "line": "What do you mean?"
            },
            {
                "character": "Darryl",
                "line": "I'm out. And so is Toby."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "This may be wrong. But there's a limit to what I would do for my child."
            },
            {
                "character": "Toby",
                "line": "Yeah. I have my dignity too. I refuse to be another man's horsey."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "No guys, stop! You have to sell me cookies. I'll do anything. [starts performing Hello! Ma Baby] I'm even gonna kiss Meredith. [kisses Meredith] That is... hmph... that's ah... so good. [almost in tears Meredith pulls him toward her by his tie]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[tackled by Dwight] What are you doing? No. No, no, no."
            },
            {
                "character": "Dwight",
                "line": "This. Ends. Now."
            },
            {
                "character": "Jim",
                "line": "This is dangerous."
            },
            {
                "character": "Dwight",
                "line": "[picks Jim up] Rrahh! [both fall]"
            },
            {
                "character": "Jim",
                "line": "Why?"
            },
            {
                "character": "Dwight",
                "line": "Anything else you need to talk about?"
            },
            {
                "character": "Jim",
                "line": "Nope. I think that was it. [Dwight gets up and walks away]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[looking disheveled in mirror] Once again, it's show time."
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "What baffles me is how you could take a perfectly good idea, [Dwight enters] which the great Jo Bennett rightfully signed off on, and then utterly botch it in execution."
            },
            {
                "character": "Todd Packer",
                "line": "If I may speak to that, I have only been vice president of this project for the last half hour, so the man you want is Dwight Shrute."
            },
            {
                "character": "Robert California",
                "line": "I don't see Dwight. He clearly had the infinite wisdom to stay as far away from this clown show as possible."
            },
            {
                "character": "Nellie",
                "line": "Whatever you do, do not blame Todd Packer. It is not his fault. Blame his upbringing, his parents, the society that would mold this idiotic creature. Fire the employee, yes... but not the man. You may not cancel his soul."
            },
            {
                "character": "Robert California",
                "line": "That was never on the table."
            },
            {
                "character": "Todd Packer",
                "line": "[to Nellie] Are you kidding? [to Robert] She's the queen of the whole freaking Magilla!"
            },
            {
                "character": "Robert California",
                "line": "And yet Todd, it's you who's fired."
            },
            {
                "character": "Todd Packer",
                "line": "What, you, I, I can't get fired. I'm an institution. I have been at this company for 20 years. How many of you have been here that long, huh? [Dwight exits meeting room and helps Jim up]"
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[Dwight and Jim enter office] Hey, hey. They're back. [Everyone greets them]"
            },
            {
                "character": "Kelly",
                "line": "Dwight, what are you doing here? I thought you were supposed to be in Florida?"
            },
            {
                "character": "Jim",
                "line": "Yeah, the crazy thing about that is, um, wow you look great. Did you lose some weight?"
            },
            {
                "character": "Kelly",
                "line": "Thank you, for someone who actually notices this. No, I didn't lose weight. But I started using my makeup to contour my face to look skinnier. I actually put on five pounds."
            },
            {
                "character": "Phyllis",
                "line": "[to Stanley] Hey! Good to have you back."
            },
            {
                "character": "Stanley",
                "line": "[insincerely] Good to be back."
            },
            {
                "character": "Pam",
                "line": "[to Jim] Hey, stranger!"
            },
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Aw, I missed you."
            },
            {
                "character": "Jim",
                "line": "I missed you. [they embrace and kiss as Andy watches on sadly]"
            },
            {
                "character": "Pam",
                "line": "Aw."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I'm going to Florida to get Erin. [grabs coat, runs out, then returns] Forgot to turn off my email. It's crazy, right? It's just, when she said she was leaving, I felt so- [looks at computer frustrated] 'You're about to close four tabs, are you sure you want to continue?' Yes. I am sure. Ah, slow computer!"
            }
        ]
    ],
    "deleted_scenes": []
}