{
    "season": 8,
    "episode": 11,
    "title": "Trivia",
    "scenes": [
        [
            {
                "character": "Kevin",
                "line": "Oh yeah!"
            },
            {
                "character": "Everyone",
                "line": "Aw!"
            },
            {
                "character": "Dwight",
                "line": "Knew it! I knew it! Soon as I heard that wrapper."
            },
            {
                "character": "Oscar",
                "line": "You really have to say \"oh yeah\" every time you eat a candy bar?"
            },
            {
                "character": "Kevin",
                "line": "I can't help it, Oscar. It's just really good. [takes another bite] Oh yeah!"
            },
            {
                "character": "Jim",
                "line": "All right, not bad at all. I think we can beat 20 minutes though so let's try again. Get it all out now if you have to."
            },
            {
                "character": "Andy",
                "line": "It was a raccoon! Eating a hamburger like a person!"
            },
            {
                "character": "Dwight",
                "line": "You need to stop banging your pen on your desk or it's going to drive me insane."
            },
            {
                "character": "Jim",
                "line": "Okay, done."
            },
            {
                "character": "Erin",
                "line": "[shows bloody hand] Does anyone have a first aid kit?"
            },
            {
                "character": "Darryl",
                "line": "Check out this song I wrote: I'ma love you downstairs tonight... [overlapping chatter]"
            },
            {
                "character": "Jim",
                "line": "All right, here we go! Everybody get read in three, two, good luck, one-"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[writing on board] Love letters, yes! I love it. What else can be done with paper?"
            },
            {
                "character": "Jim",
                "line": "You can write a book about chairs."
            },
            {
                "character": "Andy",
                "line": "Books! Excellent, Jim."
            },
            {
                "character": "Oscar",
                "line": "Andy, please! Please, just stop. You can do infinite things with paper-"
            },
            {
                "character": "Andy",
                "line": "[gasps] Shh! Did you hear that? Infinity! There is an infinity of things that you can do with paper! Now, who wants to buy some paper? [scattered applause]"
            },
            {
                "character": "Jim",
                "line": "Very nice. Very nice sales pitch for our clients that don't know what paper is."
            },
            {
                "character": "Andy",
                "line": "I'm talking about you guys! Who in this room, right now, wants to buy some paper? Let's get high on our own supply!"
            },
            {
                "character": "Angela",
                "line": "Andy, you want us to buy our own paper?"
            },
            {
                "character": "Andy",
                "line": "Yes!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Robert said that we needed to double our sales growth to eight percent by the end of the quarter. That's today. And we're eight hundred and thirty dollars short. And I can't afford to keep buying paper from us. So today, we need to sell eight hundred and thirty dollars of paper and the next quarter I need to sell the twenty-two hundred dollars of paper that's in my garage."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Animals, machines, vast virtual armies. All of these things I have successfully managed. The only thing I haven't managed is people. I saw an ad on the Sabre website for an open manager position in their printers division. I spoke to Robert California about it and he said for me to come by and see him sometime. So, like a Spanish conquistador, I have come to Florida to claim what is rightfully mine."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Dwight Schrute for Robert California!"
            },
            {
                "character": "Receptionist",
                "line": "Oh, hello Mr. Schrute. I'll tell him you're here. Can I get you anything at all?"
            },
            {
                "character": "Dwight",
                "line": "I'm not here to be given anything. I'm here to take what is mine."
            },
            {
                "character": "Receptionist",
                "line": "Ooh. I'm glad you're on our team. Here, please have a seat."
            },
            {
                "character": "Gabe",
                "line": "Dwight? What are you doing here?"
            },
            {
                "character": "Dwight",
                "line": "Gabe? You don't know?"
            },
            {
                "character": "Gabe",
                "line": "Course I know."
            },
            {
                "character": "Dwight",
                "line": "Hmm. Impressive office you have here. Surrounded by shrubbery, like a squirrel's office."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "Corporate says to me, “Gabe, we need you in Scranton.” Scranton says, “Gabe, go back down to Florida. You're needed there.” So, Tuesdays and Thursdays, I'm up there. Mondays, Wednesdays and Fridays, I'm down here. I can think of no better way to confront my deathly fear of flying."
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "Dwight."
            },
            {
                "character": "Dwight",
                "line": "Robert."
            },
            {
                "character": "Robert California",
                "line": "You made it."
            },
            {
                "character": "Dwight",
                "line": "Yes."
            },
            {
                "character": "Robert California",
                "line": "Impressive initiative. I don't know what's worse, the trip or the destination. [Gabe laughs] Well, uh, let me settle in and I'll be with you shortly."
            },
            {
                "character": "Dwight",
                "line": "Very good."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey C-span. So my dad says an accountant can really help you out, if they're willing to \"play ball.\" Those were his words."
            },
            {
                "character": "Oscar",
                "line": "Gosh, Andy, you had a great quarter. Okay? Robert will understand. Eight hundred dollars is a rounding error!"
            },
            {
                "character": "Andy",
                "line": "So make that error!"
            },
            {
                "character": "Oscar",
                "line": "Andy, no-"
            },
            {
                "character": "Kevin",
                "line": "Hey! I can make that error."
            },
            {
                "character": "Oscar",
                "line": "[clicks tongue] Aw..."
            },
            {
                "character": "Andy",
                "line": "Well, it's just, I know that making errors sounds like your kind of thing, but it's a little more complicated than that."
            },
            {
                "character": "Kevin",
                "line": "No, I-"
            },
            {
                "character": "Andy",
                "line": "It's just, I really need a real accountant on this. [to Oscar] What do you say?"
            },
            {
                "character": "Oscar",
                "line": "I'm leaving early today because tonight I have a trivia contest in Philadelphia."
            },
            {
                "character": "Andy",
                "line": "Oh."
            },
            {
                "character": "Oscar",
                "line": "Any other crunch time, I would love to stay in, cook the books for you so you can save face in front of your CEO, but tonight is Triviocalypse!"
            },
            {
                "character": "Andy",
                "line": "What?"
            },
            {
                "character": "Oscar",
                "line": "It's only the biggest night of trivia of the year. There's a thousand dollar prize. I'm committed to my friends, they're committed to me."
            },
            {
                "character": "Andy",
                "line": "You know what? Go. Have fun."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "There's a trivia contest at a bar in Philadelphia."
            },
            {
                "character": "Jim",
                "line": "Stop right there. I love it."
            },
            {
                "character": "Darryl",
                "line": "I'm in."
            },
            {
                "character": "Andy",
                "line": "I didn't even say what it is."
            },
            {
                "character": "Darryl",
                "line": "It's trivia."
            },
            {
                "character": "Jim",
                "line": "In Philadelphia."
            },
            {
                "character": "Andy",
                "line": "But here's the best part. The prize is a thousand dollars, and if we win, we can use that money to buy paper here, close the gap on our eight percent profit increase..."
            },
            {
                "character": "Jim",
                "line": "That's a great idea."
            },
            {
                "character": "Darryl",
                "line": "That's a great plan."
            },
            {
                "character": "Andy",
                "line": "Yeah? You like it?"
            },
            {
                "character": "Jim",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "All right."
            },
            {
                "character": "Jim",
                "line": "All right, good stuff."
            },
            {
                "character": "Andy",
                "line": "I'm so psyched you guys are into it because I thought- I was like, \"this sounds really stupid.\""
            },
            {
                "character": "Darryl",
                "line": "You just made a good idea, a great idea."
            },
            {
                "character": "Andy",
                "line": "There is one problem with this plan."
            },
            {
                "character": "Darryl",
                "line": "What?"
            },
            {
                "character": "Andy",
                "line": "We'd have to leave work, like, right now, to do this."
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "[on the phone] You can reduce your prices by ten percent or we're going to be finding a new source for our morning bagels. All right. [hangs up]"
            },
            {
                "character": "Dwight",
                "line": "Gabe, I always wondered what it is you did around here. Now I found out. You're the bagel guy."
            },
            {
                "character": "Gabe",
                "line": "Yeah. But not just bagels. All unwanted problems. Question: What's the most important appliance in your house?"
            },
            {
                "character": "Dwight",
                "line": "Meat grinder."
            },
            {
                "character": "Gabe",
                "line": "[makes buzzer sound] Too slow. It's the toilet. And I am the toilet of this office. I flush away annoying problems so others can keep their hands clean. And, just like a toilet, I am essential."
            },
            {
                "character": "Dwight",
                "line": "You know, Gabe? You could have gone with garbage disposal, incinerator or eraser, and instead you chose toilet. God bless you. You're an American classic."
            },
            {
                "character": "Robert California",
                "line": "Dwight. Today is not my day at all, I'm afraid. I'm not going to be able to meet with you, but I'm leaving you in the very capable hands of our COO."
            },
            {
                "character": "Dwight",
                "line": "But I can give you this pitch in one minute-"
            },
            {
                "character": "Robert California",
                "line": "No, he's going to meet with you later. No, no, no. I don't want you to rush it, okay? Trust me. Meet with Bill. He's a great person to know. I'll dialogue with him tonight. [leaves]"
            },
            {
                "character": "Gabe",
                "line": "CEO to COO. What a difference a letter makes."
            },
            {
                "character": "Dwight",
                "line": "Still an important position. Still a chief."
            },
            {
                "character": "Gabe",
                "line": "You're really going to like Bill. He, uh, he has me toilet a lot of people for him. [Dwight sighs, Gabe's phone rings] Hallway phone, Gabe Lewis speaking."
            },
            {
                "character": "Robert California",
                "line": "Gabe, listen to me. Don't bother Bill with this. He has to go put out a fire on the home front. Just wait twenty minutes and then I want you to listen to Dwight's pitch. Make him feel valued. Make him feel heard."
            },
            {
                "character": "Gabe",
                "line": "Your wish is my command."
            },
            {
                "character": "Robert California",
                "line": "It's a command."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I don't believe this. What are you doing here, Andy?"
            },
            {
                "character": "Andy",
                "line": "You left us no choice, but, this should put a smile on your face. How would you like to be captain of the Dunder-Mifflin team? Although I reserve the right to overrule you."
            },
            {
                "character": "Oscar",
                "line": "What? No!"
            },
            {
                "character": "Andy",
                "line": "I've got a quota to hit. I don't care how I hit it."
            },
            {
                "character": "Oscar",
                "line": "And you guys thought this was a good idea?"
            },
            {
                "character": "Jim",
                "line": "I thought it was a fun idea."
            },
            {
                "character": "Darryl",
                "line": "There were times on the two and a half hour drive when I experienced doubt. That's the thing about long drives, you know, you're always going to- this is a gay bar."
            },
            {
                "character": "Andy",
                "line": "Wait, what? Everyone in here is gay?"
            },
            {
                "character": "Oscar",
                "line": "Yes! It's a gay bar! So you guys want to go home now?"
            },
            {
                "character": "Everyone",
                "line": "No. Nah."
            },
            {
                "character": "Oscar",
                "line": "What does this say about you? That you followed me here? That you think you're going to win your sales quota? At a gay bar's trivia night? [laughs]"
            },
            {
                "character": "Andy",
                "line": "It says that I believe that my staff's intelligence and that I'm willing to try anything. [Oscar’s friend walks up] Not anything."
            },
            {
                "character": "Oscar",
                "line": "Good luck."
            },
            {
                "character": "Andy",
                "line": "Uh, all right. We need to divide up into teams, but it's winner-take-all so no need to divide evenly. We need an A-team, a backup team and a just-have-fun team. So you guys all know yourselves."
            },
            {
                "character": "Meredith",
                "line": "Good-timers follow me."
            },
            {
                "character": "Phyllis",
                "line": "Backups. [Jim goes to join the backups]"
            },
            {
                "character": "Stanley",
                "line": "Go on, kid. You know you don't belong here."
            },
            {
                "character": "Andy",
                "line": "A-team."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Andy",
                "line": "All right, everybody. Nice self-awareness. Except... [looks at Kevin, who has joined the A-team]"
            },
            {
                "character": "Kevin",
                "line": "Okay. [leaves]"
            },
            {
                "character": "Jim",
                "line": "There's a table over here."
            }
        ],
        [
            {
                "character": "Host",
                "line": "All right, first question everyone: Ray Charles famously had this state on his mind. What is its capital?"
            },
            {
                "character": "Andy",
                "line": "Oh, we got this!"
            },
            {
                "character": "Creed",
                "line": "Let's reverse engineer this. You're a black singer. Where do you go? Somewhere where you're a novelty. Alaska?"
            },
            {
                "character": "Stanley",
                "line": "Atlanta."
            },
            {
                "character": "Phyllis",
                "line": "Oh I know you think that, because that's where the Olympics were held."
            },
            {
                "character": "Cathy",
                "line": "My cousins were actually at those Olympics."
            },
            {
                "character": "Stanley",
                "line": "Keep talking all you want."
            },
            {
                "character": "Kevin",
                "line": "How am I supposed to know what was on his mind? Ooh, what do blind people think about?"
            },
            {
                "character": "Erin",
                "line": "Okay, dogs, canes, signs, manholes, stairs, piano, darkness."
            },
            {
                "character": "Host",
                "line": "Okay, time's up. Let's get the boards up. \"Atlanta, Georgia\" is the correct answer. [Kevin holds up “What is...SEE-attle”]"
            }
        ],
        [
            {
                "character": "Gabe",
                "line": "Hey man, uh, look. Unfortunately, Bill had to go fight a fire, so your appointment got-"
            },
            {
                "character": "Dwight",
                "line": "[sniffs] There's no fires within eight miles of here."
            },
            {
                "character": "Gabe",
                "line": "Well, it's nine miles away. I'm going to be meeting with you on his behalf."
            },
            {
                "character": "Dwight",
                "line": "What? No, no. Excuse me! Lady! Get anyone from the COO's office on the phone this instant!"
            },
            {
                "character": "Receptionist",
                "line": "This must be very frustrating."
            },
            {
                "character": "Gabe",
                "line": "I can see you in the jungle now."
            }
        ],
        [
            {
                "character": "Host",
                "line": "Okay, now, you're not an all-star of the NBA, but you did get your game on when you won the NBA's Sixth Man of the Year award in 2011. Who are you?"
            },
            {
                "character": "Andy",
                "line": "Jim, Darryl. Your time to shine."
            },
            {
                "character": "Jim",
                "line": "Shawn Marion."
            },
            {
                "character": "Darryl",
                "line": "Yes, Shawn Marion."
            },
            {
                "character": "Ryan",
                "line": "That doesn't sound right. I want to say, LaDameon Washington."
            },
            {
                "character": "Jim",
                "line": "Wrong, for so many reasons."
            },
            {
                "character": "Phyllis",
                "line": "Well, I know Elizabeth Taylor's sixth man was Richard Burton. Is that helpful?"
            },
            {
                "character": "Stanley",
                "line": "That's it. I'm going to go watch the boats on the river."
            },
            {
                "character": "Kevin",
                "line": "Ron Artest, Kelly."
            },
            {
                "character": "Kelly",
                "line": "No, it's Lamar Odom. If it'd been Ron Artest, it would have come up in Dancing with the Stars, when they pan over his trophy case when he's at home with his family. Lamar winning Sixth Man was a big storyline on Chloe and Lamar."
            },
            {
                "character": "Host",
                "line": "All right, boards up. Let's see who got it. \"Lamar Odom\" is what we were looking for. \"Lamar Odom\" Thank you. [scattered cheers]"
            },
            {
                "character": "Jim",
                "line": "Oh my God. Lamar Odom, yes."
            },
            {
                "character": "Kevin",
                "line": "Nicely done!"
            },
            {
                "character": "Andy",
                "line": "You're my sports guys! You're ESPN, you're ESPN Classic, Ryan is MSNBC. I'm E!, TLC and Oxygen."
            },
            {
                "character": "Darryl",
                "line": "Chill, man. This plan is airtight."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "So it's a very simple argument of why I should be put in charge of southeast printer sales. Nobody has sold more printers in the northeast than me. Bottom line, I know the product. I get it!"
            },
            {
                "character": "Receptionist",
                "line": "Well, you got my vote."
            },
            {
                "character": "Dwight",
                "line": "Oh my God."
            },
            {
                "character": "Gabe",
                "line": "I know."
            },
            {
                "character": "Dwight",
                "line": "Most of all, I believe that character is destiny. And my character is one that- wait why are you smiling?"
            },
            {
                "character": "Gabe",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "What's with the smile?"
            },
            {
                "character": "Gabe",
                "line": "You're doing great. You know, so good."
            },
            {
                "character": "Dwight",
                "line": "And my character is one that will never give up until greatness is on the horizon, behind us."
            },
            {
                "character": "Gabe",
                "line": "Dwight, that was a fantastic presentation. Put your hand on my hand. Flush! [Gabe makes a flushing motion, Dwight twists Gabe's arm] Ow!"
            },
            {
                "character": "Dwight",
                "line": "Take me to Robert."
            },
            {
                "character": "Gabe",
                "line": "Ow! He went home."
            },
            {
                "character": "Dwight",
                "line": "Take me to his house."
            },
            {
                "character": "Gabe",
                "line": "Uh, it's a condo and it's long-term business housing."
            },
            {
                "character": "Dwight",
                "line": "You know where it is. Lead me there."
            },
            {
                "character": "Gabe",
                "line": "Ow! Ow! Stephanie, help!"
            },
            {
                "character": "Dwight",
                "line": "Listen, you're a perfectly fine toilet. I'm just an extraordinary piece of crap. Let's go."
            }
        ],
        [
            {
                "character": "Host",
                "line": "Excuse me, sir, on the Dunder-Mifflin A-team? Excuse me, sir?"
            },
            {
                "character": "Ryan",
                "line": "Yeah?"
            },
            {
                "character": "Host",
                "line": "I'm sure you're just checking your Grindr account... [laughter] but you can't check smart phones during trivia, it's against the rules."
            },
            {
                "character": "Ryan",
                "line": "Okay, I'm turning it off."
            },
            {
                "character": "Host",
                "line": "Okay, you're not turning it off."
            },
            {
                "character": "Ryan",
                "line": "I won't look at it."
            },
            {
                "character": "Host",
                "line": "Sir?"
            },
            {
                "character": "Ryan",
                "line": "I can't- I can't not touch it."
            },
            {
                "character": "Host",
                "line": "Okay, then we're going to have to take it away. [employee takes the phone] Thank you."
            },
            {
                "character": "Ryan",
                "line": "Look, I can't, I can't not have my phone. I'm sorry. I want to be with my phone. [leaves]"
            },
            {
                "character": "Host",
                "line": "All right, guys. After nine rounds, let's check the scores. In first place, with nine points, it's Aesop's Foibles. [Oscar's team touches fingers] The Queerenstein Bears have seven points. [a team of hairy men growl] Dunder-Mifflin A-Team has four points."
            },
            {
                "character": "Jim",
                "line": "[claps] All right."
            },
            {
                "character": "Host",
                "line": "D.M. Backup Team has three points. The Einsteins have eight points. [the \"just-for-fun” Dunder-Mifflin team cheers] Ladies Gaga have five points. [more cheering]"
            },
            {
                "character": "Andy",
                "line": "So the best chance of hitting our mark is now in the hands, and brains, of Kevin, Meredith, Erin and Kelly. Do I like these odds? My answer is no."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Which one is it?"
            },
            {
                "character": "Gabe",
                "line": "I don't know. All I know is the building."
            },
            {
                "character": "Dwight",
                "line": "Robert! Robert California! Robert!"
            },
            {
                "character": "Robert California",
                "line": "Dwight! How nice of Gabe to show you where I live. Come around. 102."
            }
        ],
        [
            {
                "character": "Host",
                "line": "All right guys, time's up. Who was the relatively unknown patent clerk who discovered that energy equals mass times the speed of light squared? Looks like everyone gets a point for Albert Einstein. Oh wait. Except for the Einsteins. That's all right. Which means the top three teams are going to finish it off in the speed round. So let's get everyone some bells. In third place we have the Einsteins."
            },
            {
                "character": "Kevin",
                "line": "Oh yeah!"
            },
            {
                "character": "Kelly",
                "line": "What! [cheers]"
            },
            {
                "character": "Host",
                "line": "In second place, we have the Queerenstein Bears."
            },
            {
                "character": "Queerenstein Bears",
                "line": "Whoo! Let's go!"
            },
            {
                "character": "Host",
                "line": "And, in first place, is Aesop's Foibles."
            },
            {
                "character": "Oscar's friend",
                "line": "Whoo!"
            },
            {
                "character": "Darryl",
                "line": "Yeah, we're going to get clobbered."
            },
            {
                "character": "Host",
                "line": "Ring it in when you know it. First question: This man had a fatwa declared on him when- [Erin rings bell] Einsteins?"
            },
            {
                "character": "Meredith",
                "line": "What?"
            },
            {
                "character": "Erin",
                "line": "What is it?"
            },
            {
                "character": "Meredith",
                "line": "What?"
            },
            {
                "character": "Erin",
                "line": "I did my part, babe. I'm just the bell girl. [Oscar rings bell]"
            },
            {
                "character": "Host",
                "line": "Aesop's?"
            },
            {
                "character": "Oscar",
                "line": "Salman Rushdie."
            },
            {
                "character": "Host",
                "line": "Salman Rushdie is correct. [applause] Heading out to sea, sailors. On a square-rigged ship, the sale set furthest forward is called what? [Erin rings bell]"
            },
            {
                "character": "Meredith",
                "line": "Princess Ding-Dong, do not hit that bell unless-"
            },
            {
                "character": "Erin",
                "line": "Flying jib."
            },
            {
                "character": "Host",
                "line": "Flying jib is correct for the Einsteins. [cheers and applause]"
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "Shalom. [sighs] Give us just a minute. Stu and I are just finishing up our lesson. Trust me. One nine-minute bout is a cardiovascular equivalent of running uphill for three hours. [grunt] I could go to the gym three times a week or I can wrestle Stu once a month. [slaps the mat, they wrestle]"
            },
            {
                "character": "Stu",
                "line": "Grab my knee!"
            },
            {
                "character": "Gabe",
                "line": "Yay Robert!"
            },
            {
                "character": "Robert California",
                "line": "Guys, please help yourself to some drinks from the fridge."
            }
        ],
        [
            {
                "character": "Host",
                "line": "According to a recent survey, this is the most common learning disability among American adolescents."
            },
            {
                "character": "Oscar's friend",
                "line": "[rings bell] Boom! ADHD!"
            },
            {
                "character": "Host",
                "line": "No. [another bell rings]"
            },
            {
                "character": "Meredith",
                "line": "Wrong. The answer is dyslexia!"
            },
            {
                "character": "Host",
                "line": "That's correct for the Einsteins. [cheers and applause]"
            },
            {
                "character": "Andy",
                "line": "[dances] Whoo! Yeah!"
            },
            {
                "character": "Host",
                "line": "Sir-"
            },
            {
                "character": "Andy",
                "line": "Go Einsteins!"
            },
            {
                "character": "Host",
                "line": "Dial it back, this isn't Tail Feathers, okay? [laughter]"
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "They haven't really improved on the Oreo, have they?"
            },
            {
                "character": "Dwight",
                "line": "No thank you."
            },
            {
                "character": "Robert California",
                "line": "Sit down, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Let me tell you why I should be the next manager with a riddle: A manager, a salesman, a leader and a warrior walk into a restaurant. The hostess says, \"table for one?\" How is this possible?"
            },
            {
                "character": "Robert California",
                "line": "You were dining alone? All those people are you?"
            },
            {
                "character": "Dwight",
                "line": "Yes, exactly. Riddle number two: Who is going-"
            },
            {
                "character": "Robert California",
                "line": "Ah-ah-ah- your drive, your ambition. It would be wasted on a manager's job. And Florida, you don't want to live here. Even I don't want to live here. That's why I'm always at my place in Scranton. Florida is America's basement: It's wet, it's filled with mold, strange insects, alligators. Alligators are dinosaurs, Dwight. You know that, right?"
            },
            {
                "character": "Dwight",
                "line": "N... it's complicated."
            },
            {
                "character": "Robert California",
                "line": "[holds a medal to the light] This medal was my grandfather's. He received it for acts of courage. For excellence. It's a tribute one man gives another. I could give you a job, Dwight. Why not let me give you something even better? [holds out medal]"
            },
            {
                "character": "Dwight",
                "line": "It's a job interview, not a flea market."
            },
            {
                "character": "Robert California",
                "line": "Dwight, the job is not right for you. Now, when something comes along that is right for you, I'll try you out. Now get the hell out of my place."
            },
            {
                "character": "Dwight",
                "line": "Yes."
            }
        ],
        [
            {
                "character": "Host",
                "line": "Final round. Last two teams squaring off. I hope you're ready to play doctor. Our question is about health and the human body."
            },
            {
                "character": "Andy",
                "line": "Oh, come on!"
            },
            {
                "character": "Host",
                "line": "The standard American analog scale has a maximum capacity of what weight? [bell rings]"
            },
            {
                "character": "Kevin",
                "line": "Three hundred pounds!"
            },
            {
                "character": "Host",
                "line": "Point for the Einsteins. [applause] Here's your final question. Cinephiles, put on your memory berets: This 2001 masterpiece from Gilles Paquet-Brenner explores the intricate dynamics of a family in disarray."
            },
            {
                "character": "Oscar",
                "line": "[rings bell, answers in French] Le titre du film est Le Scaphandre et le Papillon."
            },
            {
                "character": "Oscar's friend",
                "line": "Yes!"
            },
            {
                "character": "Host",
                "line": "I'm sorry, no. Over to the Einsteins."
            },
            {
                "character": "Kevin",
                "line": "[rings bell] Les Jolies Choses."
            },
            {
                "character": "Meredith",
                "line": "Are you sure?"
            },
            {
                "character": "Kevin",
                "line": "Marie Cotillard exposes herself a number of times in that film."
            },
            {
                "character": "Host",
                "line": "The Einsteins win it! [applause]"
            },
            {
                "character": "Oscar",
                "line": "No! Come on!"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Look, I know it's easy to say tonight was just a fluke, and maybe it was, but here's a piece of trivia: a fluke is one of the most common fish in the sea. So if you go fishing for a fluke, chances are, you just might catch one."
            }
        ],
        [
            {
                "character": "Stonewall Host",
                "line": "Welcome to the Stonewall Alliance Trivia Championships! First prize is forty-five hundred dollars!"
            },
            {
                "character": "Kevin",
                "line": "Let's just do our thing, collect our hardware and get the hell home."
            }
        ],
        [
            {
                "character": "Stonewall Host",
                "line": "Riboflavin."
            },
            {
                "character": "Kevin",
                "line": "[holds up \"Robitussin\"] Riboflavin?"
            },
            {
                "character": "Stonewall Host",
                "line": "Michigan. [Kevin holds up \"A Mitten\"] The President of the United States is \"P.O.T.U.S.\" [Kevin holds up \"P.O.T.A.T.O.”] John Steinbeck wrote The Grapes of Wrath. [Kevin holds up \"The California Raisins\"]"
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Kelly",
                "line": "Cause it's like, really..."
            },
            {
                "character": "Andy",
                "line": "Einsteins! Great work."
            },
            {
                "character": "Kevin",
                "line": "Thank you."
            },
            {
                "character": "Andy",
                "line": "You know what I thought would be fun? Is we do like uh, a switch-em-up maybe? Since only one of us needs to win, maybe I can get Kevin and Kelly and put together an all-star team?"
            },
            {
                "character": "Oscar",
                "line": "Whoa, whoa, whoa, whoa, whoa, whoa! Andy, there is no switching teams."
            },
            {
                "character": "Kevin",
                "line": "Andy, we're fine. We don't wanna switch. We're already like, the perfect unit."
            },
            {
                "character": "Andy",
                "line": "Alright. Well just stay focused, try to concentrate."
            },
            {
                "character": "Meredith",
                "line": "Whoo! Brought some brain food."
            },
            {
                "character": "Erin",
                "line": "Yeah!"
            },
            {
                "character": "Kelly",
                "line": "Having fun."
            },
            {
                "character": "Meredith &amp; Kelly",
                "line": "One, two, three...[team takes shots]"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "When I dropped out of school to watch more sports, a lot of people thought that I was nuts. Well who's laughing now?"
            }
        ],
        [
            {
                "character": "Announcer",
                "line": "Say “Shalom” to your shrubs on this Jewish holiday that celebrates the new year for trees."
            },
            {
                "character": "Kelly",
                "line": "Tu Bishvat!"
            },
            {
                "character": "Announcer",
                "line": "That's correct."
            },
            {
                "character": "Einsteins",
                "line": "Whoo!"
            },
            {
                "character": "Announcer",
                "line": "Point for the Einsteins."
            },
            {
                "character": "Kelly",
                "line": "Hey, is it true that you're not allowed to spend time with your girlfriend during the month of Tu Bishvat?"
            },
            {
                "character": "Announcer",
                "line": "Uh, I don't think so."
            },
            {
                "character": "Kelly",
                "line": "I knew it. I knew it. I knew it. Ryan lies to me and says he has a whole Jewish holiday for an entire month....."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "It gets better, kids. It gets so much better that one day, your stupid coworkers will be excited to show up at your gay bar and ruin your trivia night."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Alright, if you're not going to help us out by buying our own paper, could you sell eight hundred dollars more paper than usual today? That would be amazing."
            },
            {
                "character": "Jim",
                "line": "Andy, it's the last day of the quarter. We've already called all our clients, so making that much in a day is going to be tough."
            },
            {
                "character": "Andy",
                "line": "Not helping, tuna."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "Yeah, I'm sitting on twenty-five hundred in sales I can make at any time but those are my wait till the separation is legal sales."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "We gotta figure this out. Think of the look on Robert's face when we tell him we met our 8% goal."
            },
            {
                "character": "Kevin",
                "line": "Oh, will we get to see that look?"
            },
            {
                "character": "Andy",
                "line": "No, that's why...that's why I said think of it."
            },
            {
                "character": "Jim",
                "line": "Andy, we're gonna do our best. But you know what? At the end of the day seven point...whatever percent is pretty good."
            },
            {
                "character": "Group",
                "line": "Yeah."
            },
            {
                "character": "Angela",
                "line": "Yeah, it is, Andy."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Have I mentioned that it's also quite good for amateur animation? [flips crude animation of stick figures representing him and Robert] Took me two weeks."
            }
        ]
    ]
}