{
    "season": 8,
    "episode": 9,
    "title": "Mrs. California",
    "scenes": [
        [
            {
                "character": "Dwight",
                "line": "[knocks water bottle on to Jim's desk] Oh, little help. Wow your hair is really thinning."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Standing is proven to be healthier, increases productivity and just looks cooler. Picture someone doing something heroic. Now was he sitting or standing? Not counting FDR."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Every second you sit there is an hour off your life. Look at all of you. I feel like you’re in a suicide cult."
            },
            {
                "character": "Creed",
                "line": "No. No. No. You’re way off on that one."
            },
            {
                "character": "Dwight",
                "line": "Oh yeah?"
            },
            {
                "character": "Oscar",
                "line": "Are you really comfortable standing there? I tried one of those and I just never hit the sweet spot."
            },
            {
                "character": "Jim",
                "line": "Hey guys let’s just all admit it. Ok? Dwight’s better than us. He had the guts to stop sitting. And he’s never, ever going to go back on it right?"
            },
            {
                "character": "Dwight",
                "line": "That’s right Jim."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Hey man."
            },
            {
                "character": "Dwight",
                "line": "[jumping up from an almost sitting position] Hey."
            },
            {
                "character": "Darryl",
                "line": "Taking a load off huh?"
            },
            {
                "character": "Dwight",
                "line": "No. Putting a load on more like it."
            },
            {
                "character": "Darryl",
                "line": "Good luck with that."
            },
            {
                "character": "Dwight",
                "line": "Last thing I need is luck. [hunches down again]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[to Angela] Thank you so much. [hums]"
            },
            {
                "character": "Jim",
                "line": "[sees a pole poking out Dwight’s pant leg] What are you up to? Oops look out! [grabs Dwight's wallet]"
            },
            {
                "character": "Dwight",
                "line": "What are you doing? Give that back. Come on!"
            },
            {
                "character": "Jim",
                "line": "Prank! [throws money from Dwight’s wallet on the floor]"
            },
            {
                "character": "Dwight",
                "line": "Oh that’s real creative."
            },
            {
                "character": "Jim",
                "line": "You know what it’s not my best. Because you could just easily bend over and pick it up right?"
            },
            {
                "character": "Dwight",
                "line": "I could, but I just don’t feel like it loser."
            },
            {
                "character": "Jim",
                "line": "Because you’re sitting?"
            },
            {
                "character": "Dwight",
                "line": "Standing."
            },
            {
                "character": "Jim",
                "line": "Ok."
            },
            {
                "character": "Dwight",
                "line": "Don’t!"
            },
            {
                "character": "Jim",
                "line": "Because you’re sitting?"
            },
            {
                "character": "Dwight",
                "line": "Standing."
            },
            {
                "character": "Jim",
                "line": "You know I have to do this."
            },
            {
                "character": "Dwight",
                "line": "I know. [Jim pushes him over, Dwight screams]"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[signing his name] Andrew… Baines… Bernard."
            },
            {
                "character": "Jim",
                "line": "I think you could just do Andy Bernard."
            },
            {
                "character": "Andy",
                "line": "Andrew Baines Bernard. I love filling these out. Because it’s like taking a test, but I know the answers."
            },
            {
                "character": "Robert California",
                "line": "[loudly knocking on the window] In four seconds my wife is going to be coming through that door. I told her she could work here. Under no circumstances can that be allowed to happen. [to Mrs. California] There you are! Honey how on earth could you miss the elevator?"
            },
            {
                "character": "Andy",
                "line": "What was that?"
            },
            {
                "character": "Jim",
                "line": "I don’t know. He wasn’t talking to me. But if I were you I wouldn’t hire his wife."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "That’s why my foundation – The Dream for a Wish Foundation – is going to put them out of business. They’re not going to know what hit them."
            },
            {
                "character": "Robert California",
                "line": "Everyone. I’d like to introduce my wife Mrs. Robert California. Mrs. California this is everyone."
            },
            {
                "character": "Susan",
                "line": "Hello. Oh call me Susan please."
            },
            {
                "character": "Robert California",
                "line": "Last night at dinner Susan and I were talking about her returning to work. So she’s here today to see if there’s a good fit. Something tells me it just might work out. This is Andy Bernard the regional manager."
            },
            {
                "character": "Susan",
                "line": "Hello nice to meet you."
            },
            {
                "character": "Andy",
                "line": "Hey there. It’s a pleasure."
            },
            {
                "character": "Robert California",
                "line": "Andy would you be so kind as to show Susan around the office. Show her the various departments. Find a place where she’ll shine."
            },
            {
                "character": "Andy",
                "line": "I would love to. But I have to be completely honest with you guys. We’re 100 percent staffed up."
            },
            {
                "character": "Robert California",
                "line": "Andy. Let’s see if there’s a good fit first. Then we’ll talk."
            },
            {
                "character": "Andy",
                "line": "Alright."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Knock, knock, knock, knock, knock."
            },
            {
                "character": "Darryl",
                "line": "You don’t have to say it if you’re doing it."
            },
            {
                "character": "Dwight",
                "line": "[laughs] Remember how you said that you were looking in the office to do calisthenics and aerobics?"
            },
            {
                "character": "Darryl",
                "line": "Uh weight lifting yeah."
            },
            {
                "character": "Dwight",
                "line": "Well today’s your lucky day. I have opened in this very office building Dwight Schrute’s Gym for Muscles. You wanna take a look?"
            },
            {
                "character": "Darryl",
                "line": "I’ll take a look."
            },
            {
                "character": "Dwight",
                "line": "Your path from obesity begins right here!"
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I’ve been meaning to join a gym. [narrating over a montage of scenes with him and Val] For my health. I used to say I wanted to live long enough to see a black President. I didn’t realize how easy that would be. So now I want to live long enough to see a really, really gay President. Or a supermodel President. I want to see all the different kinds of Presidents."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Obese people in my office are a drain on resources. Chairs wear out faster, it takes more Freon to keep them cool, they flush the toilets more often, plus their massive BMs bust the rivets on my pipes. But a gym turns fat into cash."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Alright! The DM Express is pulling out."
            },
            {
                "character": "Susan",
                "line": "Well it was really nice to meet you Brian."
            },
            {
                "character": "Ryan",
                "line": "Actually Ryan."
            },
            {
                "character": "Susan",
                "line": "Oh, Ryan."
            }
        ],
        [
            {
                "character": "Ryan",
                "line": "Bitttch!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "We will start here at Erinville."
            },
            {
                "character": "Susan",
                "line": "Hi."
            },
            {
                "character": "Erin",
                "line": "Hoo-hoo!"
            },
            {
                "character": "Andy",
                "line": "Reception. Your classic one-man operation."
            },
            {
                "character": "Erin",
                "line": "Although I was watching a movie and Merryl Streep had two secretaries."
            },
            {
                "character": "Andy",
                "line": "I was watching a movie and a bunch of apes took over San Francisco. Just saying."
            },
            {
                "character": "Robert California",
                "line": "Two secretaries could convey a sense of importance and success to our clients. Certainly worth exploring; wouldn’t you agree Andy?"
            },
            {
                "character": "Andy",
                "line": "I’ll explore exploring it."
            },
            {
                "character": "Robert California",
                "line": "Good. It seems like you have this under control. So I’ll just duck out and run the company for a while."
            },
            {
                "character": "Andy",
                "line": "Ok uh next stop on the tour sales. Here we go. Station stop Jim Halpert. Oh boy our resident truth teller. [Jim laughs nervously] Alright have at it. Let ‘er rip. What do you hate about this place?"
            },
            {
                "character": "Jim",
                "line": "Well it’s sales. So you have to be able to live in the world of rejection."
            },
            {
                "character": "Dwight",
                "line": "Maybe you do. Hi. I’m Dwight. Sales is really not so hard ok? It’s paper. We have it and they want it so bad they are willing to pay for it."
            },
            {
                "character": "Andy",
                "line": "Jim?"
            },
            {
                "character": "Jim",
                "line": "Well it’s not that easy. It’s kind of sometimes difficult."
            },
            {
                "character": "Dwight",
                "line": "It’s the second easiest job in the world. [to camera] Being a mom."
            },
            {
                "character": "Susan",
                "line": "I love shopping and sales is just the other side of that."
            },
            {
                "character": "Dwight",
                "line": "That is true."
            },
            {
                "character": "Andy",
                "line": "You know if you joined our sales department you would be working very closely with our department head Mr. Dwight Schrute."
            },
            {
                "character": "Dwight",
                "line": "That’s me."
            },
            {
                "character": "Andy",
                "line": "Dwight why don’t you tell Susan about some of your hobbies. Survival skills. Ranking of animals."
            },
            {
                "character": "Dwight",
                "line": "Maybe over a beer after she’s closed her first sale [makes gun click noise]."
            },
            {
                "character": "Susan",
                "line": "Well make that a red wine and I’ll tell you my animal rankings [makes gun click noise back]."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Oh how am I supposed to pull this off? [montage of office workers in friendly interactions with Susan]. The entire office is being nice to her than they’ve ever been to me. What I wouldn’t give for one of Phyllis’ classic room clearing farts right now."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Ready? What do you think?"
            },
            {
                "character": "Darryl",
                "line": "Um no. This is not a gym. This is like a scene out of Saw 5."
            },
            {
                "character": "Dwight",
                "line": "You haven’t even looked around yet. Look. Gravel bucket squat yoke [squats, grunts and lifts] Right? Dedicated phone book ripping station [tries and fails to tear a phone book in half]. You ever cut tin before? Five yards in and your forearms will be on fire. Plus I will buy the tin back from you that you cut for two cents a yard. Now let’s go over membership. I’m going to need the first month’s and the last month’s up front. $49 per month. But every third month is $59 a month. But the fourth month is a discount month at $19 per month…"
            },
            {
                "character": "Darryl",
                "line": "Obviously you know how a gym works. So you know I’m not going to pay money for this. You want people to come to your gym? Make a real gym."
            },
            {
                "character": "Dwight",
                "line": "Darryl... [picks up sledgehammer and swings it at a hanging tire]"
            },
            {
                "character": "Darryl",
                "line": "Make a real gym."
            }
        ],
        [
            {
                "character": "Susan",
                "line": "I was thinking accounting might be a good fit because I really clicked with Oscar and I do have some experience in bookkeeping."
            },
            {
                "character": "Andy",
                "line": "But we already have a surplus of accountants as it is."
            },
            {
                "character": "Susan",
                "line": "Uh I could work in customer service. HR even."
            },
            {
                "character": "Andy",
                "line": "Those are fully staffed as well."
            },
            {
                "character": "Robert California",
                "line": "Are you telling me that there’s no one in this entire office that could use an extra pair of hands?"
            },
            {
                "character": "Andy",
                "line": "[laughing nervously] Yes."
            },
            {
                "character": "Robert California",
                "line": "I am the CEO and I am telling an employee of mine what to do."
            },
            {
                "character": "Andy",
                "line": "Let me beat around the bush for a second. Our chairman of the board has some very strong feelings about-"
            },
            {
                "character": "Susan",
                "line": "Robert this is very uncomfortable. Obviously there’s no place for me here. So thank you for trying. Why don’t we just let it go."
            },
            {
                "character": "Robert California",
                "line": "No. Absolutely not. Andrew there must be something you can do. Think."
            },
            {
                "character": "Andy",
                "line": "There are lots of considerations."
            },
            {
                "character": "Robert California",
                "line": "I would be eternally grateful. It’s not a bad thing to have the CEO owe you one."
            },
            {
                "character": "Andy",
                "line": "Alright. Well then welcome aboard."
            }
        ],
        [
            {
                "character": "Susan",
                "line": "So what happens next?"
            },
            {
                "character": "Andy",
                "line": "We get you over to HR and then we get you set up with accounting. [phone rings] Hang on. Hello?"
            },
            {
                "character": "Robert California",
                "line": "[on phone] Say hello grandma."
            },
            {
                "character": "Andy",
                "line": "Hi gam-gam."
            },
            {
                "character": "Robert California",
                "line": "Hold one finger up to Susan. You’ll just be a second. You numbskull. You were given a very simple task. I could not have been more clear with you. Now say, “are you taking your medicine?”"
            },
            {
                "character": "Andy",
                "line": "Are you taking your med-meds?"
            },
            {
                "character": "Robert California",
                "line": "Why can you not say exactly what I tell you? Undo this. Undo it. [Robert and Andy hang up phones]"
            },
            {
                "character": "Susan",
                "line": "You didn’t say goodbye to your grandma."
            },
            {
                "character": "Andy",
                "line": "We promised we’d never say goodbye."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Attention! I am now accepting memberships for Dwight Schrute’s Gym for Muscles. The first 20 members can take advantage of the pay what you weigh promotion."
            },
            {
                "character": "Oscar",
                "line": "All I need is another gym. As if I don’t have enough drama."
            },
            {
                "character": "Phyllis",
                "line": "We have a gym at home. It’s called the bedroom."
            },
            {
                "character": "Oscar",
                "line": "Who’s spotting who? Don’t use the bike in the corner. That’s Bruce’s. Jeremy says…"
            },
            {
                "character": "Angela",
                "line": "Enough Oscar, enough."
            },
            {
                "character": "Dwight",
                "line": "Kelly?"
            },
            {
                "character": "Kelly",
                "line": "I have these new sneakers which are basically like a gym for your feet."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "That’s okay. I know how to build a business. You gotta get the black people to do it to get the white people to do it. Then you gotta get the black people to stop doing it. One step at a time."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Did you bring your passport with you?"
            },
            {
                "character": "Susan",
                "line": "Who walks around with their passport?"
            },
            {
                "character": "Toby",
                "line": "Well, I do. Always ready for adventure."
            },
            {
                "character": "Susan",
                "line": "Have you had any?"
            },
            {
                "character": "Toby",
                "line": "No."
            },
            {
                "character": "Andy",
                "line": "[sees Susan is busy in the annex] Hey, uh, guys. So Robert doesn't want his wife working here. So now that she is, we have to drive her away."
            },
            {
                "character": "Oscar",
                "line": "Andy, if he didn't want her working here then why did you hire her?"
            },
            {
                "character": "Andy & Oscar",
                "line": "it was a mistake. But one that can be fixed by all of us being mean to her."
            },
            {
                "character": "Kevin",
                "line": "How can we do that? She's simply wonderful."
            },
            {
                "character": "Angela",
                "line": "This is all pathetic."
            },
            {
                "character": "Andy",
                "line": "I am not asking, I am ordering."
            },
            {
                "character": "Oscar",
                "line": "How mean are we talking about?"
            },
            {
                "character": "Andy",
                "line": "It would be great if she were gone by lunch. Erin, you're up. Find her a place to work, but not too comfortable."
            },
            {
                "character": "Erin",
                "line": "Got it. I know exactly which stapler to give her."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Here you go. [gives Susan a tiny stapler]"
            },
            {
                "character": "Susan",
                "line": "Um, do you think it would be possible to move to that desk over there? Because this seems a bit cramped and I don't have a computer."
            },
            {
                "character": "Erin",
                "line": "Well that's a sales desk."
            },
            {
                "character": "Kevin",
                "line": "Yeah. You need to be over here with us accountants. Just sit here and be quiet. And if you have a question, just raise your hand. But I'm gonna save you some time, sweetie, and give you the answer now. I. Don't. Know."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "No, I don't think we should be trying to make this place seem unpleasant. I think we should let this place just crush her spirit by itself. I mean, it knows what it's doing."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "That's Gerald. [hands phone to Jim]"
            },
            {
                "character": "Jim",
                "line": "Oh, wow. So cute."
            },
            {
                "character": "Susan",
                "line": "Oh, that is so cute-"
            },
            {
                "character": "Phyllis",
                "line": "[grabs phone] Aw... He's so tiny. Is he in a ladle?"
            },
            {
                "character": "Oscar",
                "line": "Yeah, he's in a ladle."
            },
            {
                "character": "Erin",
                "line": "That's adorable. How on earth did you get him in a ladle?"
            },
            {
                "character": "Oscar",
                "line": "He did it himself."
            },
            {
                "character": "Phyllis",
                "line": "Is that ladle stainless or..."
            },
            {
                "character": "Oscar",
                "line": "Oh, stainless. Williams Sonoma."
            },
            {
                "character": "Susan",
                "line": "Excuse me, waiter, there's a dog in my soup. [Jim chuckles]"
            },
            {
                "character": "Oscar",
                "line": "It's not that kind of ladle."
            },
            {
                "character": "Jim",
                "line": "Very cute. [holds out the phone]"
            },
            {
                "character": "Susan",
                "line": "Aw, let me see-"
            },
            {
                "character": "Oscar",
                "line": "[grabs phone] Ah, just the battery on these things. I'm sorry, I've got to recharge this."
            }
        ],
        [
            {
                "character": "Susan",
                "line": "I get it. Last time I had a job, I remember I hated the boss' wife. Of course, she was married to Robert."
            }
        ],
        [
            {
                "character": "Susan",
                "line": "Your employees don't seem to be taking to me."
            },
            {
                "character": "Robert California",
                "line": "Andy! Andy, could you step in here, please? We'll fix this."
            },
            {
                "character": "Andy",
                "line": "[in robot voice] What is going on?"
            },
            {
                "character": "Robert California",
                "line": "[chuckles] Please. Andrew, my wife... has brought up an issue that requires your attention. So, uh, if you'll excuse me, I should step out, get to the ATM before that homeless man sets up camp for the night."
            },
            {
                "character": "Andy",
                "line": "Okey-dokey, artichokey. You hate it, don't you?"
            },
            {
                "character": "Susan",
                "line": "Do you not want me here?"
            },
            {
                "character": "Andy",
                "line": "Why would you say that?"
            },
            {
                "character": "Susan",
                "line": "It's okay. I understand. I'm not sure how I would feel about having the boss' wife work for me either."
            },
            {
                "character": "Andy",
                "line": "It's not that, exactly."
            },
            {
                "character": "Susan",
                "line": "But it is something."
            },
            {
                "character": "Andy",
                "line": "Let's just say that if you don't want to work here, I am totally prepared to respect that."
            },
            {
                "character": "Susan",
                "line": "Why would you not want me working here?"
            },
            {
                "character": "Andy",
                "line": "I don't know. [chuckles]"
            },
            {
                "character": "Susan",
                "line": "I think I understand what you're going through. My husband can be a very difficult man to read, can't he?"
            },
            {
                "character": "Andy",
                "line": "Yes! The dude is an enigma."
            },
            {
                "character": "Susan",
                "line": "Mm-hmm. So he is mixed up in this, isn't he?"
            },
            {
                "character": "Andy",
                "line": "Ah... [stammers]"
            },
            {
                "character": "Susan",
                "line": "Got it."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "What do you think you're doing?"
            },
            {
                "character": "Darryl",
                "line": "Getting my sweat on."
            },
            {
                "character": "Dwight",
                "line": "I build you this temple to the human body, and you're lifting what, five pounds?"
            },
            {
                "character": "Darryl",
                "line": "I just did, like, 35 minutes on the treadmill."
            },
            {
                "character": "Dwight",
                "line": "I was watching you. You want to know how long it really was?"
            },
            {
                "character": "Darryl",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "Eight minutes!"
            },
            {
                "character": "Darryl",
                "line": "Dude, I'm gonna be here all week, right? Five days a week, I figure I'll start slow."
            },
            {
                "character": "Dwight",
                "line": "Is that the same philosophy you apply to buffalo wings? [points] I want you to bring that same buffalo wing passion to this gym! I'm gonna make you look like Lebron James!"
            },
            {
                "character": "Darryl",
                "line": "It's Lejon Brames."
            },
            {
                "character": "Dwight",
                "line": "That's what I said."
            },
            {
                "character": "Darryl",
                "line": "You know, get it right."
            },
            {
                "character": "Dwight",
                "line": "I know."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[to Susan] Cameras..."
            },
            {
                "character": "Robert California",
                "line": "[enters] Oh, still here. Terrific."
            },
            {
                "character": "Susan",
                "line": "Andy and I had a great conversation. And I just want to let you know that I am not going to be working here."
            },
            {
                "character": "Robert California",
                "line": "Well that's a shame."
            },
            {
                "character": "Andy",
                "line": "It just was one of those things-"
            },
            {
                "character": "Susan",
                "line": "Is it? Because we talked about it and it seems like that might be what you want. Which is fine."
            },
            {
                "character": "Robert California",
                "line": "Where did this come from? Did Andy say that?"
            },
            {
                "character": "Susan",
                "line": "No, he did not, but I could tell he was struggling to understand what was expected of him."
            },
            {
                "character": "Robert California",
                "line": "What's the struggle? He made a great call, hired a great person."
            },
            {
                "character": "Susan",
                "line": "You sure about that?"
            },
            {
                "character": "Robert California",
                "line": "Absolutely."
            },
            {
                "character": "Susan",
                "line": "No games?"
            },
            {
                "character": "Robert California",
                "line": "No games."
            },
            {
                "character": "Susan",
                "line": "Because Andy seemed to think there was some information he was not able to share with me."
            },
            {
                "character": "Robert California",
                "line": "Okay, enough of this. I mean, really, enough. It's gotten way out of hand. Andrew, this is my wife. Whatever privacy you were trying to protect between us, I thank you for. But it is not welcome right now. Just be honest."
            },
            {
                "character": "Susan",
                "line": "Andy?"
            },
            {
                "character": "Andy",
                "line": "Yes?"
            },
            {
                "character": "Susan",
                "line": "Why do you keep looking at my husband?"
            },
            {
                "character": "Robert California",
                "line": "Andy, just answer the question."
            },
            {
                "character": "Andy",
                "line": "No games?"
            },
            {
                "character": "Robert California",
                "line": "No games."
            },
            {
                "character": "Andy",
                "line": "Okay. I mean, it was kind of funny, actually. Robert storms in and he says, \"in four seconds, my wife's gonna be in here. I told her she could work here. Under no circumstances can that be allowed to happen.\" [laughs]"
            },
            {
                "character": "Robert California",
                "line": "You lying son of a bitch!"
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "Tell my wife you're lying."
            },
            {
                "character": "Andy",
                "line": "I am lying. I am a compulsive liar."
            },
            {
                "character": "Susan",
                "line": "That's not true, is it?"
            },
            {
                "character": "Andy",
                "line": "No, it's not. I tell the truth most of the time and I was just telling the truth about your husband. Jim knows. He was there."
            },
            {
                "character": "Robert California",
                "line": "This is preposterous."
            },
            {
                "character": "Susan",
                "line": "Robert..."
            },
            {
                "character": "Robert California",
                "line": "Let's get Jim in here. [Jim shoves out of fram in his chair, Robert looks for Jim] Where's Jim?"
            },
            {
                "character": "Erin",
                "line": "He just rolled out and crawled out."
            },
            {
                "character": "Robert California",
                "line": "Can you call security, tell 'em to keep an eye out for him? Time to settle this."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[to Hank who is closing the gate] Oh wait, wait, wait! Hold on, hold on. I just need to get through. Just real quick. Real quick, open... uh, okay. [runs]"
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "[sees Jim's abandoned car] That's weird. Well, he's gotta be around here somewhere."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[shoe falls while climbing ladder] Oh. Ow. Ow. Ow. [grunts] Creed. I was never here, all right?"
            },
            {
                "character": "Creed",
                "line": "Okay. What about your friend?"
            },
            {
                "character": "Jim",
                "line": "Oh boy."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "This is my gym, my rules. You do exactly as I say, no questions asked."
            },
            {
                "character": "Darryl",
                "line": "Yeah, I'm gonna ask questions and I might not do what you say."
            },
            {
                "character": "Dwight",
                "line": "First thing, we're gonna stretch the pelvic bowl. Ready? Get down on the floor."
            },
            {
                "character": "Darryl",
                "line": "Okay, I'm not doing that."
            },
            {
                "character": "Dwight",
                "line": "Really? Too embarrassing for you? Huh? You wish that every exercise was strutting around the gym like the Fonz? Well how do you think the Fonz got so cool? He stretched his pelvic bowl!"
            },
            {
                "character": "Gabe",
                "line": "I didn't know Darryl joined."
            },
            {
                "character": "Darryl",
                "line": "Looks that way."
            },
            {
                "character": "Gabe",
                "line": "Nice pelvic bowl. Deep."
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "Hello Jim. [Jim tries to escape]"
            },
            {
                "character": "Andy",
                "line": "[grabs Jim's leg] No, no. No, no, no! Don't! Damn it, Tuna!"
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "So I think you know what we want to know."
            },
            {
                "character": "Jim",
                "line": "Do I?"
            },
            {
                "character": "Robert California",
                "line": "Yes."
            },
            {
                "character": "Jim",
                "line": "[mutters] I know, I do."
            },
            {
                "character": "Andy",
                "line": "Jim, I've had enough of your unhelpfulness."
            },
            {
                "character": "Jim",
                "line": "I really wish I could help. I'm not really sure how I can..."
            },
            {
                "character": "Susan",
                "line": "For God's sake, did Robert tell you that he didn't want me working here?"
            },
            {
                "character": "Jim",
                "line": "That's the thing. See, I didn't want to get in the middle of this. Still don't. But here's something: I feel that maybe, if we take a step back, this is a simple case of anxiety to work with a spouse."
            },
            {
                "character": "Andy",
                "line": "[laughs] I think we've got ourselves an answer."
            },
            {
                "character": "Robert California",
                "line": "No."
            },
            {
                "character": "Andy",
                "line": "That makes complete sense. Thank you all for a wonderful day."
            },
            {
                "character": "Jim",
                "line": "Perfect!"
            },
            {
                "character": "Susan",
                "line": "Jim..."
            },
            {
                "character": "Jim",
                "line": "Yes?"
            },
            {
                "character": "Susan",
                "line": "Answer the question, please."
            },
            {
                "character": "Jim",
                "line": "[sighs] I don't know what you want me to tell you. To be really honest, my wife works here. And I love it. She literally makes me work harder. She makes me smarter. She makes me remember why I'm here. And between us, she's on maternity leave right now, and I would love to leave this room and see her face. I would love it. I don't know how this helps, but it's just what I'm thinking."
            },
            {
                "character": "Robert California",
                "line": "All right. Thanks."
            },
            {
                "character": "Jim",
                "line": "Yes. All right. Great. [leaves]"
            },
            {
                "character": "Andy",
                "line": "Uh..."
            },
            {
                "character": "Robert California",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "Yep."
            }
        ],
        [
            {
                "character": "Susan",
                "line": "[Robert holds the door, she walks through] Thank you. [leaves]"
            },
            {
                "character": "Robert California",
                "line": "[claps Andy's shoulder] Heh."
            }
        ],
        [
            {
                "character": "Susan",
                "line": "Andy."
            },
            {
                "character": "Andy",
                "line": "Hey, Mrs. California."
            },
            {
                "character": "Susan",
                "line": "Hey. Uh, I'm sorry about the position you were put in today."
            },
            {
                "character": "Andy",
                "line": "You know, honestly, we all wanted you to work there. Except for him. Especially me."
            },
            {
                "character": "Susan",
                "line": "Yeah, I thought we really hit it off."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Susan",
                "line": "Well, different circumstances."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Susan",
                "line": "Who knows?"
            },
            {
                "character": "Andy",
                "line": "Who knows?"
            },
            {
                "character": "Susan",
                "line": "Maybe after all this settles down..."
            },
            {
                "character": "Andy",
                "line": "Totally."
            },
            {
                "character": "Susan",
                "line": "It's a date."
            },
            {
                "character": "Andy",
                "line": "Hmm?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "You're nothing! You're so weak, you call yourself a man? Huh?"
            },
            {
                "character": "Darryl",
                "line": "This doesn't help me. I don't respond to that kind of strategy."
            },
            {
                "character": "Dwight",
                "line": "Okay, fine. Finish your set on your own and never come back to my gym again!"
            },
            {
                "character": "Darryl",
                "line": "Dwight, come back and spot me."
            },
            {
                "character": "Dwight",
                "line": "All right, I'll help you. But first, you gotta tell me what your goal is. What do you want?"
            },
            {
                "character": "Darryl",
                "line": "To push this bar up."
            },
            {
                "character": "Dwight",
                "line": "No! Because if that was the case, the bar would be up by now. What is your goal?"
            },
            {
                "character": "Darryl",
                "line": "Help me!"
            },
            {
                "character": "Dwight",
                "line": "What do you want!?!"
            },
            {
                "character": "Darryl",
                "line": "To look good for Val!"
            },
            {
                "character": "Dwight",
                "line": "Val Kilmer? I don't buy it. That doesn't make any sense. Wow... I figured out your goal. I am going to make you the buffest dude Val Kilmer has ever seen."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Gabe",
                "line": "They say that if you can strengthen your core, it improves your sexual performance. So, you will find me on the Ab-Blaster. And then you will find me blasting...uh, a very nice young woman."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "Gotta get in shape. I'm doing Ironman next month. And I want him to be attracted to me."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Hey, what are you listening to?"
            },
            {
                "character": "Gabe",
                "line": "Steve Martin. [laughs, then falls] uh, I'm fine. [grunts]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Um, where's the shower?"
            },
            {
                "character": "Dwight",
                "line": "There is no shower."
            },
            {
                "character": "Kathy",
                "line": "There isn't?"
            },
            {
                "character": "Dwight",
                "line": "What does this look like, a shower store? Get lost."
            },
            {
                "character": "Oscar",
                "line": "You have got to be kidding me! No shower?!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Exercise lengthens life. Improves mood, boosts sex drive, and I've already covered the BM of it all. It's miraculous the effect that I will have on their lives."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "So, Roberto Californio doesn't want to work with his wife. I get it. And, he wants to give his wife a job. Totally get it. What I am struggling with is the part of this that's impossible."
            }
        ],
        [
            {
                "character": "Robert California",
                "line": "I love my wife."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "This whole thing is making me very uncomfortable. I'm not getting between the boss and his wife so just ask me about something else. You know Stanley's tie is really the story of the day..."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "It's my birthday."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Ok, so that's a disaster. Luckily have a two-part plan. One, run. Two, hide. It's pretty smart, right? [walks into Vance Refrigeration office] Hi, how you doing? I'm Jim Halpert from across the hall. We are redoing our supply closet and I was wondering if I could take a look at yours for some ideas."
            },
            {
                "character": "Bob's Secretary",
                "line": "Let me just check with Bob."
            },
            {
                "character": "Jim",
                "line": "You absolutely should. He said it was ok, so till you get him, I'll just be in, you know. [closes door behind him to supply closet]"
            },
            {
                "character": "Bob's Secretary",
                "line": "[on phone] Bob? Jim just went into the closet."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Ugh! He's always one step ahead of us! How does he do that?"
            },
            {
                "character": "Mrs. California",
                "line": "This is insulting!"
            },
            {
                "character": "Robert California",
                "line": "This whole accusation is insulting. Come on."
            }
        ]
    ]
}