{
    "season": 9,
    "episode": 21,
    "title": "Livin' The Dream",
    "scenes": [
        [
            {
                "character": "Jim",
                "line": "I’m taking some time off from work—well, my other work—because we needed it."
            },
            {
                "character": "Pam",
                "line": "It’s great."
            },
            {
                "character": "Jim",
                "line": "It’s great."
            },
            {
                "character": "Pam",
                "line": "The phone has been ringing off the hook. The guys in Philly are kind of going nuts."
            },
            {
                "character": "Jim",
                "line": "But that doesn’t matter. This does. It’s the only thing that matters. We’ve had some really nice days together."
            },
            {
                "character": "Pam",
                "line": "Nice morning, too."
            },
            {
                "character": "Jim",
                "line": "Beesly! Oh, my god."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey. Which tie makes me look like a guy who likes sofas? My agent’s putting me up for a furniture commercial."
            },
            {
                "character": "Jim",
                "line": "Ah, definitely blue."
            },
            {
                "character": "Andy",
                "line": "Totally, right? So, Big Tuna, what’s up? Back in the small pond?"
            },
            {
                "character": "Jim",
                "line": "For now, yeah. I was spreading myself way too thin—"
            },
            {
                "character": "Andy",
                "line": "Thin-sliced tuna. Carpaccio. Go on."
            },
            {
                "character": "Jim",
                "line": "Uh, well, it took me a while, but I finally realized that I can’t give 100% to two things at once you know."
            },
            {
                "character": "Andy",
                "line": "Tell me about it, you know? I’ve been trying to act and manage this branch. Half the time I don’t know if I’m wearing my stage makeup or my work makeup."
            },
            {
                "character": "Jim",
                "line": "Huh. Well, you know, you can’t have everything so you gotta ask yourself what makes you the happiest. You just go all in for what’s most important. That’s my new thing."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "[noticing Angela looking very unkempt] Is everything ok?"
            },
            {
                "character": "Angela",
                "line": "No. Everything is not okay. The county took my cats."
            },
            {
                "character": "Kevin",
                "line": "Wait, all of them?"
            },
            {
                "character": "Angela",
                "line": "Two sacks’ worth. Apparently my apartment complex has rules about how many pets are too many for a studio. And while I was out picking Phillip up from daycare, they came. They came into my house."
            },
            {
                "character": "Oscar",
                "line": "That’s—that’s awful, Angela. I’m so sorry."
            },
            {
                "character": "Angela",
                "line": "It’s the [bleep] that lives downstairs. She’s this uptight, judgmental shrew. You know the type."
            },
            {
                "character": "Kevin",
                "line": "I’ve never met anyone like that."
            },
            {
                "character": "Angela",
                "line": "And they’re gone. And I have no one left. Without my cats, I am utterly and completely alone."
            },
            {
                "character": "Oscar",
                "line": "Angela, you still have your son."
            },
            {
                "character": "Angela",
                "line": "I guess."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Attention, everyone. May I have your attention? There are four new deadly weapons in this office. [kicking and punching] Basher, Thrasher, Crasher and—"
            },
            {
                "character": "Jim",
                "line": "Smasher!"
            },
            {
                "character": "Dwight",
                "line": "Smasher? No, where’d you get that? Fireball. This morning after hours of combat with some of the city’s best teenagers I earned my black belt in Goju Ryu martial arts."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I had to find a new dojo after sensei Ira and I parted ways. My new sensei, sensei Billy, thought I had more than enough training to take the test. Turns out, sensei Ira was a bit of a shyster. Sensei Billy says most students don’t spend $150,000 over 20 years to get their black belt."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I would like to invite you all to my black belt ceremony, right here in the office at lunch, lunch not provided."
            },
            {
                "character": "Jim",
                "line": "Fireball!"
            },
            {
                "character": "Dwight",
                "line": "Ah! [throws punch] That’s how it’s done."
            },
            {
                "character": "Jim",
                "line": "That’s pretty good. I feel safe."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Hey, Erin. Is Andy in?"
            },
            {
                "character": "Erin",
                "line": "Oh, is Andy in? Sorry, I thought you said “is Indian” and was like, “Is Indian what?” Is Indian food good? Is Indian jewelry pretty? Is Indian hair an expensive kind of wig? Yes, to all three, by the way."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Lately, I’ve been having a lot of trouble keeping track of Andy’s calendar. His student film audition schedule is crazy hectic."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Yes, there’s Andy! Andy is in. I’m a good receptionist, I know he’s in."
            },
            {
                "character": "Andy",
                "line": "David Walrus, in his native habitat."
            },
            {
                "character": "David Wallace",
                "line": "Hey, Andy. Can we go in your office and talk?"
            },
            {
                "character": "Andy",
                "line": "Yeah."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "This isn’t going to be an easy conversation. I told Andy that he was on very thin ice when he snuck away from three months to the Caribbean. Then last week he used company money to buy a top-of-the-line photo printer. In his words, “The kind that’s good for head shots.” And yesterday, he asked me to pay for cheek implants. Claimed it’s gonna boost office morale. Now, he’s a good guy. But honestly, at some point, the ice gets too thin and you fall through. And that is when you get fired."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Andy—"
            },
            {
                "character": "Andy",
                "line": "I’m gonna stop you right there. David, this documentary is going to air in two weeks. I feel like it’s a once-in-a-lifetime opportunity to pursue my dream."
            },
            {
                "character": "David Wallace",
                "line": "Uh-huh, but—"
            },
            {
                "character": "Andy",
                "line": "Every minute that I spend here is time not spent making audition videos for reality dating, cooking or singing shows. I got a real shot here. And I’ll never be able to forgive myself if I blew it because I was too focused on my stupid paper company job. No offense."
            },
            {
                "character": "David Wallace",
                "line": "So you think you’ve been too focused on your job?"
            },
            {
                "character": "Andy",
                "line": "At my last head shot sitting, I was so distracted wondering what I was missing at work that I came across totally manic. And I was going for zany."
            },
            {
                "character": "David Wallace",
                "line": "So you—you want to quit Dunder Mifflin to pursue acting?"
            },
            {
                "character": "Andy",
                "line": "Well, no, actually. I see no reason to limit myself to just acting. I am pursuing fame of any kind. Could be singing, could be dancing. I don’t—it just… I owe it to myself and my future fans."
            },
            {
                "character": "David Wallace",
                "line": "Uh, well, I guess I can’t stand in the way of a man’s dream. And it seems like you have the gift."
            },
            {
                "character": "Andy",
                "line": "Thank you, David."
            },
            {
                "character": "David Wallace",
                "line": "There’s probably no way I can talk you into staying at this point, can I?"
            },
            {
                "character": "Andy",
                "line": "Nope. I have made up my mind. I’m really sorry."
            },
            {
                "character": "David Wallace",
                "line": "Well, good luck."
            },
            {
                "character": "Andy",
                "line": "Thank you. Not gonna need it."
            },
            {
                "character": "David Wallace",
                "line": "Okay."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Well that kind of worked out."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "I think just anybody could be a star. My postman, the night janitor here, but Andy? No, definitely not. Charisma black hole."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Oh, Clark. I’m actually here today. Surprise! So I was wondering if I could maybe have my desk back."
            },
            {
                "character": "Clark",
                "line": "Right. Yeah. But, you know, I’ve actually been working pretty hard here on a daily basis. So, I kind of feel like I’ve earned this. I mean, you know?"
            },
            {
                "character": "Jim",
                "line": "You totally have. You have earned this. But maybe I could be with my wife. Kind of the whole reason that I’m here."
            },
            {
                "character": "Clark",
                "line": "Right. Well, I’m here to sell paper."
            },
            {
                "character": "Pam",
                "line": "Wow."
            },
            {
                "character": "Clark",
                "line": "All right, Jim, look, I just got made junior salesman. Right? And—and Wallace is here today. And I don’t him to just think of me as a customer service rep that sits in the annex. I mean, you can get that, right? Right? And what do you need more face time with Wallace for? You trying to get a second second job here?"
            },
            {
                "character": "Pam",
                "line": "it’s okay. You can sit in the annex."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Pam",
                "line": "I’ll come visit you."
            },
            {
                "character": "Jim",
                "line": "Okay. The annex it is. I’ll be sitting at your desk if that’s okay with you."
            },
            {
                "character": "Clark",
                "line": "That’s fine with me. But be careful, it is very easy to get lost in Pete’s beautiful, dead eyes."
            },
            {
                "character": "Andy",
                "line": "Everyone, a little breaking news for ya. Just had a little chat with David Wallace. And, um, I’m taking a leave of absence from Dunder Mifflin, forever."
            },
            {
                "character": "Oscar",
                "line": "I can’t say we didn’t see it coming. But it’s a sad day when anybody is fired. We’re so sorry, Andy."
            },
            {
                "character": "David Wallace",
                "line": "Uh, uh, uh, uh, Andy was not fired."
            },
            {
                "character": "Andy",
                "line": "I wasn’t fired. What are you talking about? I’m fired up, yes. Guys, I’m—I’m leaving to pursue my lifelong dream of being famous."
            },
            {
                "character": "Pam",
                "line": "Oh, Andy."
            },
            {
                "character": "Andy",
                "line": "Yeah, so, I’ll see you on the red carpet. See, that’s how it works."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Andy sings beautifully. And he’s really good at dancing. He’s a good speaker. But there’s just something there you don’t want to look at."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey, how am I doing as your desk mate, by the way? You probably miss Clark."
            },
            {
                "character": "Pete",
                "line": "Yeah, a little bit."
            },
            {
                "character": "Jim",
                "line": "Oh, wow. But, um—Oh, I get that."
            },
            {
                "character": "Pete",
                "line": "Oh, no, no, no. No it’s cool."
            },
            {
                "character": "Jim",
                "line": "I get it."
            },
            {
                "character": "Pete",
                "line": "It’s cool, man. I’m sure you and I will have our own thing."
            },
            {
                "character": "Jim",
                "line": "Yeah. Definitely. Go Phillies, right. You don’t watch baseball. I keep forgetting that."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I just think you’re going into this a little fast."
            },
            {
                "character": "Andy",
                "line": "I’m 38, Darryl, how much slower should I go?"
            },
            {
                "character": "Darryl",
                "line": "Show business is cold. Let’s say you get a job, which you probably won’t. They’re not gonna cut you any slack. You’re meant for a job with lots and lots of slack."
            },
            {
                "character": "Andy",
                "line": "All right. I get it."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "The male is a funny species. We don’t just tell each other how we feel, that’s chick stuff. So instead of saying, “Hey, Andy, I love you, man. I don’t want you to leave.” You say something like, “Hey, Andy, you’re making the worst mistake of your life. You’re not talented.” Well… right back at you, Darryl."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[hugs Darryl] I’m gonna miss you too. Mmm!"
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "Andy’s from the generation that thinks they should all be famous. What happened to the generation that knew you shut up, did your work, and died quietly from a heart attack?"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Could Andy make it as an entertainer? I don’t know. You know who’s really funny? This bird, in the park, that can’t fly right. I’d pay to see him. But I don’t have to cause the park is free!"
            }
        ],
        [
            {
                "character": "Sensei",
                "line": "I will now perform the ceremonial changing of the belts."
            },
            {
                "character": "Dwight",
                "line": "He will now perform the ceremonial changing of the belts!"
            },
            {
                "character": "Sensei",
                "line": "It’s not a large room, I think they heard me."
            },
            {
                "character": "Dwight",
                "line": "Take my belt, master. I now submit to you every part of myself. [thrusts hips at Ira]"
            },
            {
                "character": "Sensei",
                "line": "That’s really ok. I’m mostly focused on the belt here."
            },
            {
                "character": "Dwight",
                "line": "Just slip it off my—Slip it off my hips."
            },
            {
                "character": "Sensei",
                "line": "Hold it—Take a step back. Take a step back. [they bow, then Dwight thrusts again] Okay, okay. I can’t—I can’t do this if you’re gonna be thrusting like that, okay? I think we’re gonna have to cut this off."
            },
            {
                "character": "Dwight",
                "line": "He will now perform the ceremonial cutting-off-of-the-belt."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Dwight has been practicing karate for years. When we were dating, I would help him with his strength training. He would strap me to his chest in a baby Bjorn made for fat children and do lunges across the farm. It felt like I was flying."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "There it is. [everyone applauds]"
            },
            {
                "character": "Sensei",
                "line": "Congratulations."
            },
            {
                "character": "Dwight",
                "line": "We did it, we did it. I love you."
            },
            {
                "character": "Sensei",
                "line": "Okay."
            },
            {
                "character": "Dwight",
                "line": "Thanks. I will now perform my final kata forms. You’re gonna watch me right?"
            },
            {
                "character": "Sensei",
                "line": "Yes, I will. [Dwight starts doing karate]"
            },
            {
                "character": "Dwight",
                "line": "Sensei, you’re not watching."
            },
            {
                "character": "Sensei",
                "line": "Yeah, I’m watching. Just do it."
            },
            {
                "character": "Dwight",
                "line": "Watching?"
            },
            {
                "character": "Sensei",
                "line": "I’m watching."
            },
            {
                "character": "Dwight",
                "line": "Watch this part, okay?"
            },
            {
                "character": "David Wallace",
                "line": "Sensei, do you generally do house calls like this?"
            },
            {
                "character": "Sensei",
                "line": "Uh, you can just call me Billy. And no. No, but Dwight insisted. He wanted to receive his black belt in the place he loves most in the world."
            },
            {
                "character": "David Wallace",
                "line": "He said that? He’s an odd guy, isn’t he?"
            },
            {
                "character": "Sensei",
                "line": "Yes. Irritating, also yes. But I gotta hand it to him, he’s one of the most tenacious and determined men I’ve ever met. [Dwight finishes his routines and everyone applauds]"
            },
            {
                "character": "Esther",
                "line": "Oh! I’m am so proud of you, Schru-berry blue."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I really felt like I almost lost her, and—and nothing is worth that."
            },
            {
                "character": "David Wallace",
                "line": "Well, I gotta tell you, Jim, a lot of guys in my circle? They wouldn’t even change their golf schedule to shore up their marriage let alone their professional goals."
            }
        ],
        [
            {
                "character": "Clark",
                "line": "Dude, there is no way that Jim is just back here to hang out with Pam."
            },
            {
                "character": "Dwight",
                "line": "You did not just say that! You don’t know Pam. She is really cool."
            },
            {
                "character": "Clark",
                "line": "All I’m saying is, forget about my chair. He wants the manager’s chair. And I thought you wanted that job."
            },
            {
                "character": "Dwight",
                "line": "Yeah, I did. But I made too many mistakes. It’s out of my reach now. Besides, I think Jim would be a fine manager. I’d be happy to see Jim as manager."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "So, the reason that I called you in here is because Andy is moving on."
            },
            {
                "character": "Jim",
                "line": "Again."
            },
            {
                "character": "David Wallace",
                "line": "Again! And I’m looking for a new manager. And with his performance this year, I have been considering Dwight. Am I crazy?"
            },
            {
                "character": "Jim",
                "line": "Not at all. It should be Dwight."
            },
            {
                "character": "David Wallace",
                "line": "You sure?"
            },
            {
                "character": "Jim",
                "line": "You’re gonna want to invest in a lot more liability insurance, but, uh—"
            },
            {
                "character": "David Wallace",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Hey, if there is someone out there who loves paper more than Dwight, I definitely don’t want to meet that person."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Andy, we just wondered if we could have a word."
            },
            {
                "character": "Andy",
                "line": "It’s now or never."
            },
            {
                "character": "Nellie",
                "line": "Well, we just had a quick question about this decision of yours. You know, to leave a stable job and pursue a career in the entertainment business. In your late 30s. With no savings to fall back on. And no real connections in that business, which can be competitive."
            },
            {
                "character": "Andy",
                "line": "Yeah, sure. What’s your question?"
            },
            {
                "character": "Kevin",
                "line": "Our question is—it seems dumb."
            },
            {
                "character": "Andy",
                "line": "Well, it’s better than sticking around here and half-assing it, right?"
            },
            {
                "character": "Nellie",
                "line": "Of course. But what if you were to stay here, you know, and “full-ass” it? Um, really give it a go. Be the greatest manager in the history of this branch and in that way achieve the fame and immortality that you seek. Hmm?"
            },
            {
                "character": "Andy",
                "line": "Nah. I like my plan better."
            },
            {
                "character": "Kevin",
                "line": "Well, Andy, your plan sucks, okay? Nobody is going to hire you ever. You’re too character-y to be a lead and you’re not fat enough to be a great character actor."
            },
            {
                "character": "Andy",
                "line": "What?"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "No, I don’t think that he can make it as an actor. But, he also can’t make it as an employee in an office, so why not go nuts with it?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey, are you still in charge of office supplies?"
            },
            {
                "character": "Pam",
                "line": "Yes. Yeah."
            },
            {
                "character": "Jim",
                "line": "I seem to have sticky not emergency where I grab it on the wrong end, and this happens."
            },
            {
                "character": "Pam",
                "line": "Oh, boy. Um—"
            },
            {
                "character": "Jim",
                "line": "If you could help me out, that would be—"
            },
            {
                "character": "Pam",
                "line": "I could give you some beginner stickies?"
            },
            {
                "character": "Jim",
                "line": "Anything would help."
            },
            {
                "character": "Pam",
                "line": "Here you go."
            },
            {
                "character": "Jim",
                "line": "Oh, also, while you’re at it, if you did have a salt packet, three tacks and some aspirin, that would be great. Oh, wow. You have that."
            },
            {
                "character": "Pam",
                "line": "Mm-hmm."
            },
            {
                "character": "Jim",
                "line": "Wow, that’s—"
            },
            {
                "character": "Pam",
                "line": "It’s all yours."
            },
            {
                "character": "Jim",
                "line": "You come so prepared. Aspirin."
            },
            {
                "character": "Dwight",
                "line": "You wanna get rid of a headache, you sit on something sharp. Any sensei will tell you that."
            },
            {
                "character": "Jim",
                "line": "Hey, congratulations on that black belt, man. It’s really great."
            },
            {
                "character": "Dwight",
                "line": "Thank you. So I saw you talking to Wallace earlier. Is he going to offer you the manager’s job?"
            },
            {
                "character": "Jim",
                "line": "No. He was maybe thinking of you for it."
            },
            {
                "character": "Dwight",
                "line": "Yeah, right. I’m afraid that ship has sailed."
            },
            {
                "character": "Jim",
                "line": "I wouldn’t be too sure about that. Just saying."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Hello."
            },
            {
                "character": "Andy",
                "line": "Well, hello."
            },
            {
                "character": "Dwight",
                "line": "Big day for you."
            },
            {
                "character": "Andy",
                "line": "Big day for you."
            },
            {
                "character": "Dwight",
                "line": "Thank you."
            },
            {
                "character": "Andy",
                "line": "Love the belt."
            },
            {
                "character": "Dwight",
                "line": "Oh, yes."
            },
            {
                "character": "Andy",
                "line": "You know, I don’t know anything about karate but I have broken a few boards in my day. Diving boards, at my family pool in Redding. I was an obese child. I never talk about that here, but Nard-dog’s outta here, so letting it all hang out!"
            },
            {
                "character": "Dwight",
                "line": "This is exciting! You’re finally gonna get to go out and flap your wings."
            },
            {
                "character": "Andy",
                "line": "Thank you, I appreciate that. ‘Cause a lot of people are saying I might not make it."
            },
            {
                "character": "Dwight",
                "line": "Oh, I doubt you’ll make it. Very few do who’ve tried to be a star. But, listen, you’ve saved up enough money to take a couple of years off to pursue your dream and have some fun, right?"
            },
            {
                "character": "Andy",
                "line": "No, I just applied for more overdraft protection."
            },
            {
                "character": "Dwight",
                "line": "Andy, I have nothing to gain from getting you to stay, and everything to gain from you leaving. But please, I have known you for years, I have seen you perform. Dear god, don’t quit your day job."
            },
            {
                "character": "Andy",
                "line": "[cockney accent] Nothing is impossible to him who will try. [normal] Alexander the Great, if he were cockney."
            },
            {
                "character": "Dwight",
                "line": "You’re bad."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I’m gonna make it. Every person that has been on Conan has a crazy story about how they made it. Every person."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Erin. Honest Erin, cannot tell a lie. We lay together. That’s something you can’t take back."
            },
            {
                "character": "Erin",
                "line": "So true. Is there a question, or are—what?"
            },
            {
                "character": "Andy",
                "line": "Will you tell me bluntly, do you think I am making a terrible mistake quitting my job to become an actor?"
            },
            {
                "character": "Erin",
                "line": "Bluntly? Yes. Huge mistake. Andy, honestly, I think you might become homeless. Or maybe even starve."
            },
            {
                "character": "Andy",
                "line": "Thank you. [steps into conference room]"
            },
            {
                "character": "David Wallace",
                "line": "You can stay on as a salesman, Andy."
            },
            {
                "character": "Andy",
                "line": "Thank you. [leaves]"
            },
            {
                "character": "David Wallace",
                "line": "Dwight, could you come in here for a second, please?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Say it again."
            },
            {
                "character": "David Wallace",
                "line": "Will you be the new manager?"
            },
            {
                "character": "Dwight",
                "line": "Where?"
            },
            {
                "character": "David Wallace",
                "line": "Where?"
            },
            {
                "character": "Dwight",
                "line": "What branch?"
            },
            {
                "character": "David Wallace",
                "line": "Here. Scranton. [Dwight falls to his knees] Come on. Come on, Dwight. Get up. Let’s go. It’s good news."
            },
            {
                "character": "Dwight",
                "line": "I’m sorry. I’ve just waited for this moment my entire life. I mean, I was interim manager once, but then I shot that gun."
            },
            {
                "character": "David Wallace",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "But this isn’t interim manager. No. It’s Dwight K. Schrute… [pulls a business card out of his wallet] Manager."
            },
            {
                "character": "David Wallace",
                "line": "Why do you already have this?"
            },
            {
                "character": "Dwight",
                "line": "In case Michael or Andy ever got killed in a traffic accident and there was a trade show on the same day. You will not regret this decision, David."
            },
            {
                "character": "David Wallace",
                "line": "I know."
            },
            {
                "character": "Dwight",
                "line": "I will never, ever let you down."
            },
            {
                "character": "David Wallace",
                "line": "I know, Dwight. I know. [reaches out to shake Dwight’s hand, Dwight hugs him] Okay. Okay. All righty. You’re gonna do great."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Jim",
                "line": "Wow, hey."
            },
            {
                "character": "Pam",
                "line": "Hi."
            },
            {
                "character": "Jim",
                "line": "What’s up?"
            },
            {
                "character": "Pam",
                "line": "Um, I have a question."
            },
            {
                "character": "Jim",
                "line": "Okay."
            },
            {
                "character": "Pam",
                "line": "Oh, I had a question."
            },
            {
                "character": "Jim",
                "line": "Really?"
            },
            {
                "character": "Pam",
                "line": "I did!"
            },
            {
                "character": "Jim",
                "line": "Yeah, totally you did."
            },
            {
                "character": "Pam",
                "line": "Super important."
            },
            {
                "character": "Jim",
                "line": "I need you to stay right here while you think about it."
            },
            {
                "character": "Pam",
                "line": "Okay."
            },
            {
                "character": "Jim",
                "line": "All right? I’m gonna wait."
            },
            {
                "character": "Pam",
                "line": "All right. I did not come back here just to see you."
            },
            {
                "character": "Jim",
                "line": "I’m sure you did not. What was your question?"
            },
            {
                "character": "Pam",
                "line": "I don’t know, but it might take me a long time to figure it out."
            },
            {
                "character": "Jim",
                "line": "Well, then, I should figure out things to do while I’m waiting."
            },
            {
                "character": "Pam",
                "line": "Exactly."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey, everybody, I changed my mind. Not leaving. I’m gonna stay on in sales."
            },
            {
                "character": "Nellie",
                "line": "Oh, thank god. Because sales could be your best role yet."
            },
            {
                "character": "Meredith",
                "line": "Hey, good choice, man. Seriously. Don’t want to see you in a porn next year."
            },
            {
                "character": "Andy",
                "line": "Okay."
            },
            {
                "character": "Kevin",
                "line": "Ooh, there’s a great play about a salesman."
            },
            {
                "character": "Andy",
                "line": "Death of a salesman."
            },
            {
                "character": "Kevin",
                "line": "I don’t think so."
            },
            {
                "character": "Andy",
                "line": "Sure, ‘Death of a Salesman’ by Arthur Miller, it’s a great play about crushed dreams."
            },
            {
                "character": "Kevin",
                "line": "No, this one was written by Spongebob Squarepants."
            },
            {
                "character": "Andy",
                "line": "[sits at Dwight’s desk] Got any hot leads?"
            }
        ],
        [
            {
                "character": "Pete",
                "line": "See, so you just push from under, and turn it around, and boom. No the staple crimps outward."
            },
            {
                "character": "Erin",
                "line": "I had no idea. And here I’ve been stapling the same way for 20 years like a frickin’ sheep."
            },
            {
                "character": "Jim",
                "line": "Look who’s back."
            },
            {
                "character": "Pam",
                "line": "I’m back. Oh, hey, look, and now it’s like a double date."
            },
            {
                "character": "Pete",
                "line": "Wow. Cause, uh [gestures to him and Erin and then to Pam and Jim with sound effects]"
            },
            {
                "character": "Erin",
                "line": "Actually, maybe we should go on a double date some time. That’d be fun."
            },
            {
                "character": "Pam",
                "line": "Yeah, we should do that for real sometime."
            },
            {
                "character": "Erin",
                "line": "Well, how about Thursday?"
            },
            {
                "character": "Pam",
                "line": "Oh, well, Thursday’s tough, because of—"
            },
            {
                "character": "Jim",
                "line": "Weeknights are actually tough just because—"
            },
            {
                "character": "Pam",
                "line": "They are."
            },
            {
                "character": "Jim",
                "line": "That’s true, yeah."
            },
            {
                "character": "Erin",
                "line": "Just forget it. Forget I said anything."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "Attention, everyone, just a quick announcement. Little reconfiguration to the staff. Dwight Schrute—"
            },
            {
                "character": "Dwight",
                "line": "David. Can I just do one thing while you’re making this announcement and then I’ll never, ever do it again?"
            },
            {
                "character": "David Wallace",
                "line": "I don’t think so."
            },
            {
                "character": "Dwight",
                "line": "It’s just one thing. Just let me—let me do this—"
            },
            {
                "character": "David Wallace",
                "line": "Dwight, Dwight, Dwight. Come on—what I was about to say was Dwight—[phone buzzes] Oh, I’m sorry, I gotta—This’ll be a second, sorry."
            },
            {
                "character": "Dwight",
                "line": "Just wait and send it to voicemail."
            },
            {
                "character": "David Wallace",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "Come on. Come on."
            },
            {
                "character": "David Wallace",
                "line": "[on phone] Then we’ll get him a new set of drums."
            },
            {
                "character": "Dwight",
                "line": "[climbs up on desk] Dwight Schrute is manager! [everyone cheers and applauds]"
            },
            {
                "character": "Andy",
                "line": "Brava, brava."
            },
            {
                "character": "Creed",
                "line": "[from atop his desk] Creed Bratton is the new manager! [nobody responds]"
            },
            {
                "character": "Pam",
                "line": "What’s going on?"
            },
            {
                "character": "Kevin",
                "line": "Dwight’s the new manager. He freaking did it."
            },
            {
                "character": "Pam",
                "line": "[hugs Dwight] Congratulations, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Pam."
            },
            {
                "character": "Jim",
                "line": "[hugs Dwight] Congratulations, buddy."
            },
            {
                "character": "Dwight",
                "line": "Thank you, Jim."
            },
            {
                "character": "Clark",
                "line": "Congrats, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Get out of Jim’s seat."
            },
            {
                "character": "Clark",
                "line": "But I fought for this seat."
            },
            {
                "character": "Dwight",
                "line": "You’re an annex kid. You might be bullpen, we’ll see. Give it a couple of years. Scram."
            },
            {
                "character": "Pam",
                "line": "It’s nice to have you back."
            },
            {
                "character": "Dwight",
                "line": "So…"
            },
            {
                "character": "Jim",
                "line": "So."
            },
            {
                "character": "Dwight",
                "line": "I wanted to offer you a new position."
            },
            {
                "character": "Jim",
                "line": "Let’s hear it."
            },
            {
                "character": "Dwight",
                "line": "Assistant regional manager."
            },
            {
                "character": "Jim",
                "line": "Nope. Can’t accept that job. It’s not a real job."
            },
            {
                "character": "Dwight",
                "line": "Jim."
            },
            {
                "character": "Jim",
                "line": "I’ll tell you what I could accept is assistant to the regional manager. That is a real job and one I’d be proud to take."
            },
            {
                "character": "Dwight",
                "line": "Shake on it? Done. Way to negotiate, idiot."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Don’t get me wrong, I am definitely here for Pam. But this is an awesome added bonus."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "So, all the numbers adding up?"
            },
            {
                "character": "Oscar",
                "line": "Hey, I didn’t get a chance to say it, but… congratulations, Dwight."
            },
            {
                "character": "Dwight",
                "line": "Thank you."
            },
            {
                "character": "Angela",
                "line": "Yes. Congratulations."
            },
            {
                "character": "Kevin",
                "line": "Yeah, and Dwight, I’d like to be the first to say congratulations."
            },
            {
                "character": "Angela",
                "line": "This is a big day for you."
            },
            {
                "character": "Dwight",
                "line": "Yes, it is. Carry on."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "How did I just abandon my dreams so quickly? It’s cause I had a fallback. That’s the problem. When you have fallbacks, it’s just easy to give up. When Cortez landed in Mexico, only way he got his men to defeat the Aztecs was by burning all of his own boats. So they could never return home. Huge dick move but very effective. I need to be that same kind of dick to myself."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Everyone! Changed my mind again."
            },
            {
                "character": "Phyllis",
                "line": "What’s it now, dream or no dream?"
            },
            {
                "character": "Andy",
                "line": "Uh, dream. Goin’ with my dream. Gotta go all in, isn’t that right, Jim?"
            },
            {
                "character": "Jim",
                "line": "Oh, don’t look at me cause I think you’re making a terrible choice."
            },
            {
                "character": "Andy",
                "line": "All in! Whoo!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Toby! Hey, I changed my mind again. I am gonna leave Dunder Mifflin to pursue acting after all."
            },
            {
                "character": "Toby",
                "line": "Okay, then, Andy."
            },
            {
                "character": "Andy",
                "line": "Yeah, but here’s the thing. I can’t have good old Dunder Mifflin to fall back on or else I’ll never succeed. Gotta burn those boats! So I need you to go into my file and put down that I was fired for theft and\/or groping wieners."
            },
            {
                "character": "Toby",
                "line": "Andy, you know I can’t do that. It’d be lying."
            },
            {
                "character": "Andy",
                "line": "Seriously?"
            },
            {
                "character": "Toby",
                "line": "Yeah, I’m—"
            },
            {
                "character": "Andy",
                "line": "Come on, just do it."
            },
            {
                "character": "Toby",
                "line": "I can’t."
            },
            {
                "character": "Andy",
                "line": "All right, fine, just know that you made me do this. [starts touching Toby’s thighs]"
            },
            {
                "character": "Toby",
                "line": "[fending Andy off] Oh, come on. Andy, no."
            },
            {
                "character": "Andy",
                "line": "God, Toby, don’t—stop blocking my hand."
            },
            {
                "character": "Toby",
                "line": "No, no."
            },
            {
                "character": "Andy",
                "line": "This is your—you brought this on."
            },
            {
                "character": "Toby",
                "line": "No, no. Andy."
            },
            {
                "character": "Andy",
                "line": "Okay, all right. Groped you good. Off to Hollywood!"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[answering phone] This is Angela. Oh. Hello, Miss Polodnikovski. Uh, how can I help you? Did my rent check not clear? Because I just transferred another $25 to that account. So if there’s a problem it’s clearly on your end. And—oh. Oh. Oh, okay. Good. Then... um… what is this about? No, no. Hey, hey! No, you are out of line Miss Polodnikovski. No, no you are. No you are! Evicted? Fine! I didn’t want to live in that cesspool anyway! Listen, I get my security deposit back. Yes, I do. This is not fair! That is not fair! Well, you know what? You have so many hairs on your chin that Animal Control should’ve taken you away. That is very unladylike! You are disgusting! [hangs up phone]"
            },
            {
                "character": "Kevin",
                "line": "What do you think that was about?"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "David. I lost the Scranton White Pages account. Do you have any idea how much paper that is? And I’d just like to point out, I was mad at Dwight. I did it out of spite."
            },
            {
                "character": "David Wallace",
                "line": "We put the past behind us, though, Andy."
            },
            {
                "character": "Andy",
                "line": "What if I told you that I hate you and I hate this company?"
            },
            {
                "character": "David Wallace",
                "line": "Enough, Andy. Enough!"
            },
            {
                "character": "Andy",
                "line": "Just stop forgiving me, David, please? This is my last chance to honor what is best inside myself. What if I took a dump on your new car?"
            },
            {
                "character": "David Wallace",
                "line": "Oh my god."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Eleanor Roosevelt once said ‘the future belongs to those who believe in the beauty of their dreams.’ [clip of him flipping off David Wallace] I think she’s right. [clip of David Wallace yelling at Andy to get out] I feel calm now. [clip of Andy taking a dump on a car] I feel, like, for the first time in a long time, I’m doing the right thing."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Andy."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Angela",
                "line": "What are you doing?"
            },
            {
                "character": "Andy",
                "line": "Uh, heavy stuff like books on the bottom. So it don’t squash my knickety-knacks on top."
            },
            {
                "character": "Angela",
                "line": "Yeah, okay. That’s not what I mean. You don’t have to leave because you said you would. Don’t let pride ruin your whole life. Okay? It’s not worth it."
            },
            {
                "character": "Andy",
                "line": "Wow. Angela. What we had was great, and, honestly I think about it a lot too—"
            },
            {
                "character": "Angela",
                "line": "Ugh."
            },
            {
                "character": "Andy",
                "line": "But I just—it’s in the past. And I feel like we shouldn’t…"
            },
            {
                "character": "Angela",
                "line": "No, that’s not—"
            },
            {
                "character": "Andy",
                "line": "Rehash—"
            },
            {
                "character": "Angela",
                "line": "No, none—No, stop. It’s just—"
            },
            {
                "character": "Andy",
                "line": "Exactly."
            },
            {
                "character": "Angela",
                "line": "Okay. Well, have a good trip. Good luck, Andy."
            },
            {
                "character": "Andy",
                "line": "Thanks, Angela. You too."
            },
            {
                "character": "Angela",
                "line": "Thanks."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "A-bridge, a-burnt. No turning back now. Everybody, Lorelai and I would like to say thank you and goodbye the only way we know how."
            },
            {
                "character": "Nellie",
                "line": "Oh, good lord."
            },
            {
                "character": "Stanley",
                "line": "Can’t you just leave?"
            },
            {
                "character": "Jim",
                "line": "You know, Andy, you could just say a really nice goodbye."
            },
            {
                "character": "Andy",
                "line": "Tuna, I’m a performer. And perform I shall. [sings ‘I Will Remember You’—everyone is slightly impressed]"
            },
            {
                "character": "Dwight",
                "line": "[whispering] You okay?"
            },
            {
                "character": "Angela",
                "line": "[crying] It’s just a really nice song."
            },
            {
                "character": "Kevin",
                "line": "[everyone applauding] Awesome!"
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "Who knows? Maybe Andy will make it. He’s not terrible."
            },
            {
                "character": "Stanley",
                "line": "Yeah. And people worse than him make it all the time. Like Lil Romeo."
            },
            {
                "character": "Phyllis",
                "line": "No, he’s good."
            },
            {
                "character": "Stanley",
                "line": "He was good."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Good night, Kevin."
            },
            {
                "character": "Kevin",
                "line": "Night, Oscar."
            },
            {
                "character": "Oscar",
                "line": "Tents? Are you thinking of going camping? I thought you found nature vulgar."
            },
            {
                "character": "Angela",
                "line": "Well, I’ve changed my mind."
            },
            {
                "character": "Oscar",
                "line": "Wait a minute. You’re not thinking of living in a—"
            },
            {
                "character": "Angela",
                "line": "Oh, god, could you just mind your own business?"
            },
            {
                "character": "Oscar",
                "line": "Okay, I’m just gonna say this. You are not going to live in a tent."
            },
            {
                "character": "Angela",
                "line": "Oh, god."
            },
            {
                "character": "Oscar",
                "line": "Come stay with me."
            },
            {
                "character": "Angela",
                "line": "You don’t want me at your place."
            },
            {
                "character": "Oscar",
                "line": "I do. Yes. Not forever. But until you get back on your feet. Which won’t be long. It’s the least I could do."
            },
            {
                "character": "Angela",
                "line": "Well…"
            },
            {
                "character": "Oscar",
                "line": "Separate bathrooms."
            },
            {
                "character": "Angela",
                "line": "Thank you."
            },
            {
                "character": "Oscar",
                "line": "You’re welcome. Let’s go get Phillip. Then we’ll get your stuff…"
            },
            {
                "character": "Angela",
                "line": "Okay."
            },
            {
                "character": "Oscar",
                "line": "And get you the hell outta that place."
            },
            {
                "character": "Angela",
                "line": "Are you allowed to have pets?"
            },
            {
                "character": "Oscar",
                "line": "Oh, Angela."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Yesterday I was just your average, ordinary paper salesman with a farm and a bunch of pipe dreams about beet fuel. Today, I leave here a regional manager with a black belt. It really is amazing how your life can change in one day."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "You talk to Wade and Colin?"
            },
            {
                "character": "Jim",
                "line": "No, I just saw I missed their call. Why? What’s up?"
            },
            {
                "character": "Darryl",
                "line": "We got an offer on the table."
            },
            {
                "character": "Jim",
                "line": "What kind of offer?"
            },
            {
                "character": "Darryl",
                "line": "A buyout."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Darryl",
                "line": "We’re in play, baby."
            },
            {
                "character": "Jim",
                "line": "Oh, my god!"
            },
            {
                "character": "Darryl",
                "line": "We did it! Hey, and look, the buyers wanna make sure it’s not just a Philly play, so get this: they’re gonna pay for us to go pitch out west. We talking Spurs, the Jazz, Cowboys. Blake Griffin, baby."
            },
            {
                "character": "Jim",
                "line": "Wow, that is… wow."
            },
            {
                "character": "Darryl",
                "line": "Yeah, we did it."
            },
            {
                "character": "Jim",
                "line": "Yeah, we did. Hey, how long—how long do we think that’s gonna take?"
            },
            {
                "character": "Darryl",
                "line": "Wade said we could do the whole country in three months."
            },
            {
                "character": "Jim",
                "line": "Oh, man. Yeah, I can’t do it."
            },
            {
                "character": "Darryl",
                "line": "Can’t do what?"
            },
            {
                "character": "Jim",
                "line": "This, man. I can’t do this to Pam."
            },
            {
                "character": "Darryl",
                "line": "No, no, Jim. This is different. This is everything."
            },
            {
                "character": "Jim",
                "line": "I know. And I can’t do it."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "So is your place all bachelor-slobby and gross?"
            },
            {
                "character": "Oscar",
                "line": "No, it’s neat and tasteful, like most gay men’s homes. The stereotype holds up."
            },
            {
                "character": "Angela",
                "line": "I wouldn’t know. I never lived with a gay guy."
            },
            {
                "character": "Oscar",
                "line": "Angela, you just were—"
            },
            {
                "character": "Angela",
                "line": "[starts sobbing] I love him."
            },
            {
                "character": "Oscar",
                "line": "I know. I understand more than most, but we both have to move on. You—you can’t—"
            },
            {
                "character": "Angela",
                "line": "No, not the senator. I love Dwight."
            }
        ]
    ],
    "deleted_scenes": []
}