{
    "season": 9,
    "episode": 14,
    "title": "Vandalism",
    "scenes": [
        [
            {
                "character": "Nellie",
                "line": "Have you seen Darryl?"
            },
            {
                "character": "Erin",
                "line": "He's around here somewhere."
            },
            {
                "character": "Nellie",
                "line": "Mmm. [exits, Erin smiles deviously]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Yeah, Darryl's here. So is Santa Claus. It's just a regular Thursday. [checks for anyone around] Neither guy is here. And, it's Friday. Welcome to me and Darryl's world of lies."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Nobody knows it yet, but Darryl already started working in Philly. So now, he has to sneak out of here like the sneakiest little sneaky-sneak you ever saw. And I'm his helper. It's so fun."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[as Darryl descends stairs, Erin ascends carrying a giant teddy bear] Darryl. Meet... bear... ull."
            },
            {
                "character": "Darryl",
                "line": "How much did you pay for that?"
            },
            {
                "character": "Erin",
                "line": "Nothing. Won him at the carnival. Spent a ton on tickets, though. Drive safe."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Everybody knows I go to Philly. I've just been using sick days I saved up. But, Erin was so excited about being sneaky-sneaks, I went along with it."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[exiting Darryl's office] Ha, ha, ha! Darryl, you are too much! [to Phyllis] That guy's hilarious. He's here today. [giant teddy bear is viewed in Darryl's office]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I've really been putting in the hours on this mural. And my boss is totally OK with it, because he's in the Bahamas and has no clue what anybody is doing. I'm usually very self-critical. I hate what I paint. But, I don't know, this time I feel like it's, um, it's really coming together... [sees mural] Oh my god! [camera pans to mural with butts painted over it] Wha? You've gotta be kidding me! What it... are those... are those butts? [to warehouse crew] Huh? No way. No way!"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Excuse me, everyone. Is it OK if I leave early from work today? It's Phillip's first birthday and the senator and I are hosting a party at our house."
            },
            {
                "character": "Erin",
                "line": "Aw, cute! So there'll be a bunch of kids."
            },
            {
                "character": "Angela",
                "line": "No. No children. Our house is not kid-friendly. Most of our furniture is sharp. Also, ew. It will mostly be campaign donors."
            },
            {
                "character": "Kevin",
                "line": "Angela, I am prepared to donate a whopping... [pulls cash from wallet] 8 dollars to Lipton For America to have an invitation..."
            },
            {
                "character": "Angela",
                "line": "No, no, please. You know, actually, none of you could even really make the cut for this thing. Which I am so sad about."
            },
            {
                "character": "Oscar",
                "line": "[undertone] Angela. You're going to find out, so I thought I'd let you know that, uh, Robert invited me too."
            },
            {
                "character": "Angela",
                "line": "What?"
            },
            {
                "character": "Oscar",
                "line": "He said he wanted me there for support."
            },
            {
                "character": "Angela",
                "line": "I'm his! His... wife."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Angela's husband and I are in love. But, as a politician in this town, you still need the conventional blonde wife on your lawn signs. He is risking everything to have me there today. [laughs] Me."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[on phone with Robert] We agreed that you wouldn't be seen with him in public. It's humiliating for me. Well, if you get to bring a stud, maybe I do too."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[in Darryl and Jim's Philly apartment] Hey."
            },
            {
                "character": "Darryl",
                "line": "Hey."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "We are splitting a sublet on a place near Philly."
            },
            {
                "character": "Darryl",
                "line": "Just a couple of grown, sexy-ass roommates."
            },
            {
                "character": "Jim",
                "line": "And, as much as I miss Pam and the kids, it's, uh, kinda nice to live the bachelor life again. You know, let your hair down."
            },
            {
                "character": "Darryl",
                "line": "Jim was nice enough to give me his bedroom."
            },
            {
                "character": "Jim",
                "line": "I'm couching it!"
            },
            {
                "character": "Darryl",
                "line": "Which usually means there's clothes all over the living room."
            },
            {
                "character": "Jim",
                "line": "And this dude labels his food. He's the clean one. And, I'm the messy one. How much fun is this?"
            },
            {
                "character": "Darryl",
                "line": "I love Jim. I love that he hooked me up with a job. It's just, he uses old t-shirts as wash rags. He doesn't wash his dishes. Apparently, they need to [quote-unquote fingers] soak... He hooked me up with a job."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[ascends on lift, using megaphone] Attention, everyone. Can I have your attention, please? Yeah, I don't know everybody's name down here, but whoever did this will you please raise your hand. [no one replies] Hello? This is not over. OK? I will stay up here all day if I have to. Is that what you want? [descends on lift] Yeah, I will also come down if I want to. It's my choice."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I don't demand justice often. I'm not like Angela, who calls a lawyer every time someone watches a YouTube video of animals doing it. But, someone should get fired over this, right? Val's no help. Andy's gone. Jim's out. I just feel like I'm on my own here. [boom microphone bumps her head, she smiles] I mean, OK, not completely on my own. But, in terms of people who can do something. Thank you, Brian."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey. So, Wade wants to send people to the Sloan conference. We gotta compile a list of our target clients."
            },
            {
                "character": "Darryl",
                "line": "Already on it. I ordered them by their Google trend ranking so we know who to hit first."
            },
            {
                "character": "Jim",
                "line": "[to camera] Who is this guy? We are killing it."
            },
            {
                "character": "Darryl",
                "line": "Yes sir. [notices Jim's using his coffee mug]"
            },
            {
                "character": "Jim",
                "line": "Yeah!"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[entering office] Conference room. Everybody. Now!"
            },
            {
                "character": "Dwight",
                "line": "You don't have the clearance to call a conference room meeting."
            },
            {
                "character": "Pam",
                "line": "Yes, but David Wallace does. And he asked me to gather everyone to talk about stuff... That's gonna be revealed once we're in the conference room for the meeting."
            },
            {
                "character": "Dwight",
                "line": "You're telling me, David Wallace asked you to call a super secret, classified conference room meeting?"
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "Let's go everyone. Super secret, classified conference room meeting, now!"
            },
            {
                "character": "Pam",
                "line": "[to everyone in conference room] I have terrible news. Someone defaced my mural. They painted all over it."
            },
            {
                "character": "Erin",
                "line": "I thought that's what you were doing."
            },
            {
                "character": "Pam",
                "line": "Yeah, but this is different."
            },
            {
                "character": "Erin",
                "line": "Oh. They used worse paint than your paint?"
            },
            {
                "character": "Pam",
                "line": "I don't think so, but they put paint where I didn't want paint. So..."
            },
            {
                "character": "Erin",
                "line": "I thought you wanted paint on the whole thing."
            },
            {
                "character": "Pam",
                "line": "Different colored paint. I wanted different colored paint in the spots where they put their paint. So, it just is... OK, the point is, these warehouse guys are vandals. And, they need to be stopped."
            },
            {
                "character": "Meredith",
                "line": "Yeah, and somebody had the balls to put my phone number on the men's room wall. Which is so messed up. It's 6782 not 83."
            },
            {
                "character": "Creed",
                "line": "Uh, 6783's also a good time. Less mileage."
            },
            {
                "character": "Oscar",
                "line": "Pam, what can be done?"
            },
            {
                "character": "Pam",
                "line": "Yes. Thank you. Let's answer that question."
            },
            {
                "character": "Oscar",
                "line": "I was politely saying nothing can be done. I thought I was clear."
            },
            {
                "character": "Pam",
                "line": "What? Come on guys. We need to figure out who did this and punish them. This isn't just about me. This is about all of us. This is our mural. Don't you see? How much we worked on this? How much time and energy? We put our heart and soul into this thing."
            },
            {
                "character": "Phyllis",
                "line": "David Wallace called this meeting?"
            },
            {
                "character": "Pam",
                "line": "Sure did. I was as surprised as you, but apparently, he is very passionate about public art."
            },
            {
                "character": "Pam",
                "line": "[as everyone begin to leave] No, no. Come on, guys. Don't go."
            },
            {
                "character": "Dwight",
                "line": "Pam, I'll help you."
            },
            {
                "character": "Pam",
                "line": "You will?"
            },
            {
                "character": "Dwight",
                "line": "If there's anything I hate worse than art, it's crime."
            },
            {
                "character": "Pam",
                "line": "Thank you."
            },
            {
                "character": "Nellie",
                "line": "I am in too, Pam."
            },
            {
                "character": "Pam",
                "line": "Yeah?"
            },
            {
                "character": "Nellie",
                "line": "Yes, of course. I believe in you. I believe in your art. And I am bored."
            },
            {
                "character": "Pam",
                "line": "Great."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I was hoping for a righteous mob, and I ended up with Dwight and Nellie. But, they both have a mob mentality. And, I'm pretty sure Dwight has a pitchfork in his car."
            },
            {
                "character": "Dwight",
                "line": "[enters quickly] You need my pitchfork?"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[approaches Dwight as he leaves] Hey!"
            },
            {
                "character": "Dwight",
                "line": "What is it? I have vengeance to exact."
            },
            {
                "character": "Angela",
                "line": "Exciting news. There's room for one more at my son's birthday event. And, I want you."
            },
            {
                "character": "Dwight",
                "line": "Ah, I'm not interested."
            },
            {
                "character": "Angela",
                "line": "What? Wait. The state transportation secretary will be there. You could sell your beet salt idea to the highway people."
            },
            {
                "character": "Dwight",
                "line": "If I get the deicing gig, it's not gonna be on merit. Not because I played politics. [exits]"
            },
            {
                "character": "Kevin",
                "line": "Hey. So, a little birdie just told me that Dwight can't come to your son's birthday. So, do you want me to go with you?"
            },
            {
                "character": "Angela",
                "line": "No."
            },
            {
                "character": "Kevin",
                "line": "OK. I understand. I'll just stay here, then. Alone with the money."
            },
            {
                "character": "Angela",
                "line": "Aw, crap."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[in warehouse] I am handing out pieces of paper. On which, you will draw one human butt. What I do with said drawings, is no one's business but my own."
            },
            {
                "character": "Frank",
                "line": "You're gonna to compare 'um to the butts up there. [gestures mural]"
            },
            {
                "character": "Dwight",
                "line": "Incorrect. It is my fetish. Oh, also, sign them. My fetish is signed drawings of butts."
            },
            {
                "character": "Glenn",
                "line": "I'm not drawing a butt."
            },
            {
                "character": "Nellie",
                "line": "All right then, they're bottoms. Uh, we should ask you to do big, rounded Ws."
            },
            {
                "character": "Dwight",
                "line": "Yes. Or nipplous breasts. Perhaps."
            },
            {
                "character": "Val",
                "line": "OK, OK. I think it's time to get back to work. Come on, fellas. Let's go."
            },
            {
                "character": "Dwight",
                "line": "Or melons. Like cantaloups. With the halves are cut off. And then, just the bottom parts..."
            },
            {
                "character": "Nellie",
                "line": "Well, this is getting us nowhere."
            },
            {
                "character": "Pam",
                "line": "We need another approach. Um, we need to fine the weakest one and separate him from the group. [they notice Nate struggling with a box] Yeah. I think if we could get Nate alone, we could crack him."
            },
            {
                "character": "Dwight",
                "line": "We just need a pretense to talk to him. We could tell him that his mother is dying. That usually works on him. [holds up phone] Nate. Your mother is dying. [Nate reacts with grief]"
            },
            {
                "character": "Pam",
                "line": "See, I feel bad about that."
            },
            {
                "character": "Dwight",
                "line": "It's all right. It's all right."
            }
        ],
        [
            {
                "character": "Nate",
                "line": "So, she's gonna pull through again? [all nod] That's great. Can I talk to her?"
            },
            {
                "character": "Dwight",
                "line": "No. She needs her rest again."
            },
            {
                "character": "Nellie",
                "line": "Now listen. Now that we have got you here, let's talk about this mural business."
            },
            {
                "character": "Dwight",
                "line": "You know who the vandal is. Now, I know a lot of these warehouse guys are your friends, but we've got chewing gum."
            },
            {
                "character": "Nate",
                "line": "Gum's gotten mintier lately. Have you noticed? Like, some of it's just too minty. It's like they're literally trying to hurt..."
            },
            {
                "character": "Pam",
                "line": "[interrupting] Tell us who defaced the mural!"
            },
            {
                "character": "Nate",
                "line": "[points at Warehouse Worker Frank] He did it."
            },
            {
                "character": "Pam",
                "line": "All right. You can go. Give him his gum."
            },
            {
                "character": "Dwight",
                "line": "There's no gum. There never was any gum."
            },
            {
                "character": "Nate",
                "line": "[leaving] That's really rude."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[at Phillip's party] Opening with pub pastries? That's a bold play. They're saying, it's only gonna get better from here? Good luck."
            },
            {
                "character": "Oscar",
                "line": "[noticing a portrait of Angela on the wall] That painting is just... How can anyone that weighs less than a guinea hen be so terrifying?"
            },
            {
                "character": "Party Announcer",
                "line": "Ladies and gentlemen, Senator and Angela Lipton. [guests applaud]"
            },
            {
                "character": "The Senator",
                "line": "Thanks, everybody. Thanks for coming. Phillip had no idea he was so popular."
            },
            {
                "character": "Angela",
                "line": "[laughs] Oh, Robert, you're horrible. [to other guests] Simon, Maxine. [sarcastically] Who let you guys in here?"
            }
        ],
        [
            {
                "character": "Athlead Employee",
                "line": "[points to Jim and Darryl] This is the team."
            },
            {
                "character": "Jim",
                "line": "Nice job, man."
            },
            {
                "character": "Darryl",
                "line": "You too... Darryl."
            },
            {
                "character": "Jim",
                "line": "[confused] What? [Darryl points at his thermos Jim has been using] Oh, man! I'm sorry about that."
            },
            {
                "character": "Darryl",
                "line": "It's cool. Reading's tricky sometimes."
            },
            {
                "character": "Jim",
                "line": "Oh, um... Are you really mad about this?"
            },
            {
                "character": "Darryl",
                "line": "That's my go-to thermos. That's all."
            },
            {
                "character": "Jim",
                "line": "Oh. It's your go-to therm. Oh, man. That's a bummer. I'm sorry about that."
            },
            {
                "character": "Darryl",
                "line": "No big deal. No big deal."
            },
            {
                "character": "Jim",
                "line": "No, no. If it's a big deal, it's a big deal."
            },
            {
                "character": "Darryl",
                "line": "Nah, nah..."
            },
            {
                "character": "Jim",
                "line": "No big deal."
            },
            {
                "character": "Darryl",
                "line": "[as Jim empties thermos into trash] Nah, nah, nah. You don't have to do that."
            },
            {
                "character": "Jim",
                "line": "Honestly, I don't mind. [long, awkward pause until thermos is empty] Did you want me to wash it for you or..."
            },
            {
                "character": "Darryl",
                "line": "I don't know. You gonna wash it? Or you gonna let it soak?"
            },
            {
                "character": "Jim",
                "line": "[after tense pause] OK. Here ya go. [roughly hands Darryl his thermos]"
            },
            {
                "character": "Darryl",
                "line": "Thank you."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "So, Frank. Do you have any thoughts about what was done? By you?"
            },
            {
                "character": "Pam",
                "line": "[to Nellie] Maybe, maybe I could, could get the ball rolling. [Nellie nods] Um, Frank? Hi. Pam. Um, I am so sorry if I've done anything to offend you. I'm sure it isn't easy for you guys to have an upstairs person coming down in your space. So. Truly. If, if, I apologize. But enough about me. Your turn."
            },
            {
                "character": "Toby",
                "line": "[Warehouse Worker Frank remains silent, picks ear] You sort of deserve an apology here. Frank?"
            },
            {
                "character": "Frank",
                "line": "I'm sorry I didn't like your crappy doodles. I drew a butt. Big deal. Butts are funny."
            },
            {
                "character": "Pam",
                "line": "Well, I didn't think that butt was funny."
            },
            {
                "character": "Frank",
                "line": "Well, maybe if you got the stick out of yours."
            },
            {
                "character": "Pam",
                "line": "What was that?"
            },
            {
                "character": "Frank",
                "line": "You know what? You people can't fire me. So, screw you. [exits]"
            },
            {
                "character": "Pam",
                "line": "Whoa! Hey! That is not OK. What are you gonna do about that?"
            },
            {
                "character": "Toby",
                "line": "Uh... it... compliment..."
            },
            {
                "character": "Nellie",
                "line": "The first 'sorry' sounded sincere."
            },
            {
                "character": "Toby",
                "line": "There were two or three 'sorry's in there. [mumbles along with Nellie]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "That sucked. He didn't apologize. There's no talking to that guy."
            },
            {
                "character": "Dwight",
                "line": "Oh, your little feelings party didn't work out? Huh? Who won the hugging contest? Oh, let me guess. Everyone tied for first."
            },
            {
                "character": "Pam",
                "line": "We should just take him down."
            },
            {
                "character": "Dwight",
                "line": "Wait. Are you saying..."
            },
            {
                "character": "Pam",
                "line": "I'm saying we should go scorched earth on that guy's face."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Normally, I find Pam to be a comforting, if unarousing, presence around the office. Like a well-watered fern. But, today, she has tapped into this vengeful, violent side. And I'm like, wow, Pam has kind of a good butt."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "He messed with something that was important to you. We need to mess with something that's important to him."
            },
            {
                "character": "Pam",
                "line": "Yes!"
            },
            {
                "character": "Dwight",
                "line": "A little eye for an eye action."
            },
            {
                "character": "Pam",
                "line": "Yes!"
            },
            {
                "character": "Dwight",
                "line": "Go all Hammurabi on this clown."
            },
            {
                "character": "Pam",
                "line": "We need an infiltrator."
            },
            {
                "character": "Dwight",
                "line": "I know just the man for the job. [looks at Clark]"
            },
            {
                "character": "Pam",
                "line": "Clark?"
            },
            {
                "character": "Dwight",
                "line": "He even looks like a mole."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "One of his tee shots can wipe out a whole owl population."
            },
            {
                "character": "Party Guest",
                "line": "You two seem very close."
            },
            {
                "character": "The Senator",
                "line": "Yes. We're good friends. Good friends."
            },
            {
                "character": "Oscar",
                "line": "Yeah."
            },
            {
                "character": "The Senator",
                "line": "You know, I suppose that may ruffle a few feathers. For a long time, our party has turned it's back on the Hispanic people. Well, that is not who I am. [puts arms around Oscar] I am a friend of the Latino community. And if you ask me, it's time we bid bigotry hasta luego. [guests laugh] Now, does my embrace of Hispanics make me more electable? Given demographic trends? I don't know. And I don't care. What I care about is Oscar. [slaps Oscar's cheek] My friend. Mi amigo. Oscar. [guests applaud as he hugs Oscar]"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Maybe I should be insulted that he only invited me here to be his token Mexican friend. But, he could of invited any number of Hispanics that he knows. His gardener, Rogelio. Or he could've invited... Rogelio. But, he chose me. Rogelio's Malaysian... The son of a bitch is Malaysian."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Oh, hey."
            },
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Darryl",
                "line": "I usually watch TV during my lunch breaks. It's cool?"
            },
            {
                "character": "Jim",
                "line": "Yeah. Totally."
            },
            {
                "character": "Darryl",
                "line": "All right."
            },
            {
                "character": "Jim",
                "line": "[after Darryl eyes him drinking from a thermos] It's mine. Don't worry."
            },
            {
                "character": "Darryl",
                "line": "I didn't say anything."
            },
            {
                "character": "Jim",
                "line": "I don't think you had to."
            },
            {
                "character": "Darryl",
                "line": "Excuse me?"
            },
            {
                "character": "Jim",
                "line": "I think you might be going a little crazy with this labeling thing, man. I mean, you put your name on a five pound bag of flour. Are you honestly saying that if I needed flour I couldn't use that?"
            },
            {
                "character": "Darryl",
                "line": "What you need flour for, Jim?"
            },
            {
                "character": "Jim",
                "line": "That's not the point."
            },
            {
                "character": "Darryl",
                "line": "What? You making bread?"
            },
            {
                "character": "Jim",
                "line": "No, I'm not making bread."
            },
            {
                "character": "Darryl",
                "line": "What kind of bread you making? Pumpernickel?"
            },
            {
                "character": "Jim",
                "line": "Darryl, it doesn’t matter. I think you know the point I'm trying to make."
            },
            {
                "character": "Darryl",
                "line": "All right, I'm being a jerk. You got me this job. I should be grateful. I am, I just... you know, I get finicky about my stuff. That's all."
            },
            {
                "character": "Jim",
                "line": "It's all good. Are we all good?"
            },
            {
                "character": "Darryl",
                "line": "We good."
            },
            {
                "character": "Jim",
                "line": "What's that cooler?"
            },
            {
                "character": "Darryl",
                "line": "Nothing. [pulls out a can of soda] It's mine. [Jim shakes his head] [after looking through DVR] What happened to my Tavis Smileys?"
            },
            {
                "character": "Jim",
                "line": "Oh, crap. Were those yours?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[pulling Clark across the parking lot] I never want to see you working in the upstairs office again. Do you hear me?"
            },
            {
                "character": "Clark",
                "line": "Well, my only crime was loving the local sports teams and trying to be one of the guys."
            },
            {
                "character": "Dwight",
                "line": "Silence. You'll now be working in the warehouse with the untouchables. Now, go make your hands rough with work."
            },
            {
                "character": "Clark",
                "line": "OK, boss. [quietly] Pam, you know this is ridiculous, right? Like you're smarter than this."
            },
            {
                "character": "Pam",
                "line": "Shh, shh."
            },
            {
                "character": "Clark",
                "line": "This is never gonna work."
            },
            {
                "character": "Pam",
                "line": "Shh. Remember your lines."
            },
            {
                "character": "Clark",
                "line": "What lines?"
            },
            {
                "character": "Dwight",
                "line": "Go move some paper!"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[to Darryl on phone] Hey, you know that guy Frank who works in the warehouse?"
            },
            {
                "character": "Darryl",
                "line": "He's not my hire, but I know who he is."
            },
            {
                "character": "Pam",
                "line": "OK. What does he like? What's important to him? Does he have like a favorite pair of boots or a lunch box or..."
            },
            {
                "character": "Darryl",
                "line": "What? Is he retiring? You getting him a gift or something?"
            },
            {
                "character": "Pam",
                "line": "Yeah, something like that."
            },
            {
                "character": "Darryl",
                "line": "I know he loves his pick up truck."
            },
            {
                "character": "Pam",
                "line": "Oh, great! [to Dwight] His truck!"
            },
            {
                "character": "Dwight",
                "line": "Great. Get the plate number."
            },
            {
                "character": "Pam",
                "line": "OK. [to Darryl] Do you know the plate... never mind. Why would you know that? And why would I be asking that?"
            },
            {
                "character": "Dwight",
                "line": "So we know which truck to van..."
            },
            {
                "character": "Darryl",
                "line": "Hey. While I got you on the phone, your husband's like a sloppy, homeless hobo. Can you fix that?"
            },
            {
                "character": "Pam",
                "line": "Yeah. I was kinda hoping you could. I gotta go. Bye. [to Dwight] Come on. [camera pans to Clark duct taped to a chair]"
            }
        ],
        [
            {
                "character": "Party Photographer",
                "line": "Hold on a second. Uh, Sandeep? Let's get you closer to the senator. Just about there. Great. And, Oscar? I'm gonna need you to step a little closer to the senator, as well. Somewhere there."
            },
            {
                "character": "Angela",
                "line": "He's blocking me."
            },
            {
                "character": "The Senator",
                "line": "It's only a photo, honey."
            },
            {
                "character": "Party Photographer",
                "line": "[to party waiter] Excuse me, uh, what's your name?"
            },
            {
                "character": "Party Waiter",
                "line": "Sean."
            },
            {
                "character": "Party Photographer",
                "line": "LaShawn. Great. You wanna be in a photo? Right this way. [notices overweight man following] Not you. No."
            },
            {
                "character": "Oscar",
                "line": "He put me here."
            },
            {
                "character": "Angela",
                "line": "He put you right in front of me?"
            },
            {
                "character": "Party Photographer",
                "line": "Let's just wheel Margaret right in front..."
            },
            {
                "character": "Oscar",
                "line": "Ow! Robert?!"
            },
            {
                "character": "The Senator",
                "line": "Angela."
            },
            {
                "character": "Party Photographer",
                "line": "Smile. [Angela attempts to get in front of Oscar as pictures are taken]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I'm done. What are you... Is that supposed to be my mural?"
            },
            {
                "character": "Dwight",
                "line": "Yeah. Frank draws a butt on your mural, I'm drawing your mural on Frank's truck's butt. Eye for an eye, mamacita."
            },
            {
                "character": "Pam",
                "line": "Aw, Dwight. That's really sweet."
            },
            {
                "character": "Dwight",
                "line": "Let's see yours."
            },
            {
                "character": "Pam",
                "line": "Oh, no. Um, I, I'm embarrassed. It's stupid."
            },
            {
                "character": "Dwight",
                "line": "This is amazing! Frank! And he's leaving a trail of poops?"
            },
            {
                "character": "Pam",
                "line": "Yeah. And he has saggy boobs."
            },
            {
                "character": "Dwight",
                "line": "I saw that. That's great!"
            },
            {
                "character": "Pam",
                "line": "Yeah. I feel better."
            },
            {
                "character": "Dwight",
                "line": "Good. I'm glad you feel better. This has been a wonderful day. I have to say, I like hanging out with a vengeful bitch."
            },
            {
                "character": "Pam",
                "line": "I know. You miss Angela, don't you?"
            },
            {
                "character": "Dwight",
                "line": "Ugh! Don't sympathize. You're ruining the mood. Back to work. Draw his penis."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I got back at Frank in the most fitting way possible. With my art. The paints are water-based. It's gonna come off with a hose. But, I think the lesson will last a very..."
            },
            {
                "character": "Frank",
                "line": "[exiting building and approaching Pam] Lady! My truck? You had no right!"
            },
            {
                "character": "Pam",
                "line": "No, you had no right!"
            },
            {
                "character": "Frank",
                "line": "It's a $40,000 truck!"
            },
            {
                "character": "Pam",
                "line": "So? You started it!"
            },
            {
                "character": "Frank",
                "line": "So? So someone need to shut you up! [attempts to attack Pam]"
            },
            {
                "character": "Brian",
                "line": "Hey, hey, hey! [knocks Frank down with boom microphone]"
            },
            {
                "character": "Pam",
                "line": "Whoa."
            },
            {
                "character": "Brian",
                "line": "[as Frank gets up] Easy! [Frank grabs him]"
            },
            {
                "character": "Frank",
                "line": "You son of a bitch!"
            },
            {
                "character": "Brian",
                "line": "You're gonna hit a woman?"
            }
        ],
        [
            {
                "character": "The Senator",
                "line": "Thanks so much for coming. Thanks so much. [to Oscar and Angela] Well. Have we all calmed down yet?"
            },
            {
                "character": "Oscar",
                "line": "Yes. Sorry about that."
            },
            {
                "character": "Angela",
                "line": "It was all my fault."
            },
            {
                "character": "The Senator",
                "line": "Let's all try to do better next time. Kevin, great to see you."
            },
            {
                "character": "Kevin",
                "line": "Yeah. Thank you for the food. Oh, and also, you suck."
            },
            {
                "character": "The Senator",
                "line": "I beg your pardon."
            },
            {
                "character": "Kevin",
                "line": "You are like a terrible person. These guys care about you and you're just using them. Again, the food was very good. [Oscar and Angela exit looking pleased]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Well, I'm gonna say something to the producers."
            },
            {
                "character": "Brian",
                "line": "No. No, it's..."
            },
            {
                "character": "Pam",
                "line": "You shouldn't be fired. I mean, you were just protecting me."
            },
            {
                "character": "Brian",
                "line": "It's all good. I knew what I was doing. It's... I'm sorry about your mural, though. I mean, because you put so much into that."
            },
            {
                "character": "Pam",
                "line": "Forget about my mural. It's stupid."
            },
            {
                "character": "Brian",
                "line": "No. You, you worked hard on that. That guy's an animal. I'm glad they're firing him too."
            },
            {
                "character": "Pam",
                "line": "It's crazy. Brian, I'm so sorry."
            },
            {
                "character": "Brian",
                "line": "Look. I don't, I don't wanna put myself where I don't belong. If you ever need me, you just call me. And I'll be there for you."
            },
            {
                "character": "Pam",
                "line": "Thanks, Brian."
            },
            {
                "character": "Brian",
                "line": "Seeya."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Wow. This whole Philly thing has been so much fun that I may have lost sight of what really matters. I mean, having fun is not nearly as important as being good to the people who you really care about. I mean, that's just 'Roommates 101'."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "[playing video game with Jim] Oh. Come on!"
            },
            {
                "character": "Jim",
                "line": "Oh. Oh!"
            },
            {
                "character": "Darryl",
                "line": "Damn!"
            },
            {
                "character": "Jim",
                "line": "[imitating game announcer] You win. [Darryl throws empty can on floor] How good did that feel?"
            },
            {
                "character": "Darryl",
                "line": "That felt really good, actually."
            }
        ]
    ],
    "deleted_scenes": []
}