{
    "season": 9,
    "episode": 20,
    "title": "Paper Airplane",
    "scenes": [
        [
            {
                "character": "Erin",
                "line": "Oh. Hey, champions."
            },
            {
                "character": "Toby",
                "line": "Good morning."
            },
            {
                "character": "Clark",
                "line": "Quater finals in an hour. Hope you got some sleep cause I am going to be haunting your nightmares tonight."
            },
            {
                "character": "Erin",
                "line": "I did. I got some really good sleep."
            },
            {
                "character": "Clark",
                "line": "Did you? [pushes pencil cup at Erin]"
            },
            {
                "character": "Erin",
                "line": "[grabs pencils out of cup quickly as cup falls] Bzzz."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Yesterday was the first round of a branch wide paper airplane contest. It was being sponsored by Weyer-Hammer Paper in an effort to get us to sell more of their new product Airstream Deluxe A4, the Cadillac of paper. It's not so easy on the environment, if you know what I mean. [whispers] Practically made of plastic."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "We started with sixteen brave aviators. Some use skill [cut to Kevin flying paper airplane], others relied on showmanship [cut to Dwight throwing airplane at Nate with an apple on his head] others seem not to comprehend what a paper airplane is. [cut to Creed throwing a melon] And of course, there was the odd moment of heartbreak and disaster."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Hey I left my glasses down here somewhere. Crossing through, beep beep. [Pam's plane hit Toby in the eye]"
            },
            {
                "character": "Toby",
                "line": "Ow! Ow!"
            },
            {
                "character": "Pam",
                "line": "I didn't see you! You should have yelled “Crossing!”"
            },
            {
                "character": "Toby",
                "line": "[crying] I'm sorry!"
            },
            {
                "character": "Pam",
                "line": "Ok, so is that my spot?"
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "We are now down to an elite eight. Well, seven and Toby."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[Reading from script] Be careful of that beaker, it contains dangerous acid!"
            },
            {
                "character": "Darryl",
                "line": "It does not say dangerous. And there's no exclamation point."
            },
            {
                "character": "Andy",
                "line": "Well I'm just trying to bring some life to it."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Last week I got an agent and uh, this week I got a movie. HRPDC chemical handling protocols. It's gonna be seen by tons of workers in the industrial chemical community. One of whom could have a cousin whose brother's Brad Pitt. And boom, next thing you know, I'm in Moneyballs Two."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Andy?"
            },
            {
                "character": "Andy",
                "line": "Go away, we're running lines."
            },
            {
                "character": "Toby",
                "line": "You wanted to see the gooey eye."
            },
            {
                "character": "Andy",
                "line": "Oh yeah. Alright, get over here. I am so freaked out by things going into eyes. I just- wow. [moves to lift Toby's eye patch] Uggggh! I can't even, I'm so freaked out by that, just go. Go go go go go."
            },
            {
                "character": "Toby",
                "line": "Alright, it's getting gooier so we'll just do it later."
            },
            {
                "character": "Andy",
                "line": "Yeah, Ok. [Closes door] Alright. Where were we?"
            },
            {
                "character": "Darryl",
                "line": "Something full of acid."
            },
            {
                "character": "Andy",
                "line": "And remember: Do not attempt to extinguish a chemical fire with water. You will only exacerbate the flame. The dangerous flame."
            },
            {
                "character": "Darryl",
                "line": "[claps] That was great man. Alright, I'm out of here."
            },
            {
                "character": "Andy",
                "line": "W-w-w-wait. Stop stop stop. Don't go anywhere. I just need to find more colors. Let's do it six more times."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey. I just wanted to say that you woke up early with the kids and let me sleep and I really appreciate that."
            },
            {
                "character": "Pam",
                "line": "Thank you. I appreciate that you appreciate that."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "So, we had couple's therapy."
            },
            {
                "character": "Jim",
                "line": "No shame in that. Get it all out in the open."
            },
            {
                "character": "Pam",
                "line": "And we have homework."
            },
            {
                "character": "Jim",
                "line": "Yes, we are supposed to look for every chance to acknowledge and appreciate each other's sacrifices. Because I need to appreciate what Pam's been doing to run the house while I'm in Philly."
            },
            {
                "character": "Pam",
                "line": "And we're also supposed to speak our truths."
            },
            {
                "character": "Jim",
                "line": "Mmhm."
            },
            {
                "character": "Pam",
                "line": "Because if I had spoken my truth sooner about not wanting to move to Philly, then maybe we wouldn't have had this opportunity for couple's therapy."
            },
            {
                "character": "Jim",
                "line": "Oh, we're supposed to call everything we don't want to do “opportunities.”"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Heads up everyone. If you really need something from me today, let's get it done tomorrow. Carla Fern got me a gig."
            },
            {
                "character": "Pam",
                "line": "Hey!"
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Stanley",
                "line": "Who's Carla Fern?"
            },
            {
                "character": "Andy",
                "line": "Who is Carla Fern? Well, wow. Uh, she's my agent and my drill sargent. And one of my best friends. Oh, and Oscar, I already figured it out. If I have to get emotional in the film, I'm just going to think about you getting dumped by the Senator."
            },
            {
                "character": "Oscar",
                "line": "Why wouldn't you use your own life? Erin just dumped you."
            },
            {
                "character": "Andy",
                "line": "Little raw. Not cool Oscar."
            },
            {
                "character": "Oscar",
                "line": "But you just!"
            },
            {
                "character": "Andy",
                "line": "Not cool."
            },
            {
                "character": "Nellie",
                "line": "Hey. Day two. Drama in the warehouse skies. This is Robert from Weyer-Hammer Paper, who will be joining us to judge the final rounds."
            },
            {
                "character": "Robert California",
                "line": "Who's pumped for the quarter finals, huh?"
            },
            {
                "character": "Dwight",
                "line": "I'm pumped!"
            },
            {
                "character": "Erin",
                "line": "Clark's a dead man."
            },
            {
                "character": "Robert California",
                "line": "Alright. Sounds like somebody wants to walk away with this. [holds up large check for $2,000]"
            },
            {
                "character": "Angela",
                "line": "Oh my god!"
            },
            {
                "character": "Group",
                "line": "Whoa."
            },
            {
                "character": "Angela",
                "line": "Nellie you didn't tell us we could win money."
            },
            {
                "character": "Nellie",
                "line": "Oh yes I did, I told you all. It was..um, cause that's an awful lot of money for me to forget."
            },
            {
                "character": "Stanley",
                "line": "Not one of us remembers you saying anything about two thousand dollars."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "I forgot. I completely forgot. But at least now that large piece of cardboard that man was carrying around makes sense."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Nellie, this is a competition. Please take it seriously."
            },
            {
                "character": "Nellie",
                "line": "Oh please. [Dwight watches Angela folding paper airplane]"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Me? Oh, I'm fine. I mean, sure, times are leaner now that I'm separated from the Senator. But my new studio apartment is just fine [camera shows small cluttered space with excessive cats and Phillip crying] for me.. and Phillip... and Tinky... and Crinklepuss, and Bandit 2, and Pawlick Baggins, and Lady Aragorn and their 10 kittens."
            }
        ],
        [
            {
                "character": "Phillip",
                "line": "[cries]"
            },
            {
                "character": "Angela",
                "line": "Come here, come here. Let's go."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I had a chance with Dwight, but I didn't take it. And if I went back now, when I'm broke and he just inherited a farm, I'd be one of those gold-digging tramps you read about that try to bag a farmer."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I offered myself to Angela and she turned me down. If she changes her mind, the next move is hers. I'm with Esther now. She's younger than Angela, sturdier, more comfortable with the scent of a manured field. Let's be honest. When it came to manured fields, Angela was at best indifferent."
            }
        ],
        [
            {
                "character": "Clark",
                "line": "Oh, wide wings, interesting."
            },
            {
                "character": "Erin",
                "line": "Hey. Why don't you back off?[looks at Pete]...I mean best of luck to you in the competition."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Growing up in an orphanage, you have to fight other kids. For everything. Snacks, pillows, parents. I'm kinda worried about Pete seeing that side of me. I once ripped greedy Susan's pigtail right off her head. Just for a handful of Crispix."
            }
        ],
        [
            {
                "character": "Carla Fern",
                "line": "Are you in that paper documentary too?"
            },
            {
                "character": "Darryl",
                "line": "Yep."
            },
            {
                "character": "Carla Fern",
                "line": "Do you need an agent?"
            },
            {
                "character": "Andy",
                "line": "No. He's- I mean, you've never acted in anything before. He's just my entourage."
            },
            {
                "character": "Darryl",
                "line": "I was in The Whiz in high school."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "That's the cleaky clacker! He clicks that and then the guy says “action.”"
            },
            {
                "character": "Carla Fern",
                "line": "Hey, I made them get you a chair. All my clients sit."
            }
        ],
        [
            {
                "character": "Woman",
                "line": "Can I take your picture?"
            },
            {
                "character": "Andy",
                "line": "I guess it's starting. Um, yeah. Of course. Yeah sure. Tell you what. I'll put my arm around you and then I can take it-"
            },
            {
                "character": "Woman",
                "line": "We just need a picture of the top of your head in case we burn some of your hair off."
            },
            {
                "character": "Andy",
                "line": "Got it. [lowers head to show hair, but keeps looking up just as she tries to take the picture]"
            },
            {
                "character": "Woman",
                "line": "No, if you could just keep it down until.."
            },
            {
                "character": "Andy",
                "line": "Sorry."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "OK, next up we have two creatures great and small. Kevin versus Angela."
            },
            {
                "character": "Kevin",
                "line": "Yes!"
            },
            {
                "character": "Dwight",
                "line": "Hey, that is a really nice plane. You make that yourself?"
            },
            {
                "character": "Kevin",
                "line": "Uh huh."
            },
            {
                "character": "Dwight",
                "line": "Well, what am I thinking? Of course you made that yourself. Cause it's in the rules that you have to fold your own plane."
            },
            {
                "character": "Kevin",
                "line": "Of course."
            },
            {
                "character": "Nellie",
                "line": "Kevin, did you make that yourself?"
            },
            {
                "character": "Kevin",
                "line": "Yes. In a way. From one that I bought on Craigslist."
            },
            {
                "character": "Nellie",
                "line": "Oh man."
            },
            {
                "character": "Dwight",
                "line": "I call for a refold!"
            },
            {
                "character": "Kevin",
                "line": "No."
            },
            {
                "character": "Angela",
                "line": "Really? [to Dwight] Thank you."
            },
            {
                "character": "Kevin",
                "line": "This is flatter."
            },
            {
                "character": "Dwight",
                "line": "It's a piece of paper. You fold it into an airplane."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Ok, that's enough. This is the end of the ring now. You have to pick one."
            },
            {
                "character": "Kevin",
                "line": "I can't. I love them all too much. And, none of them fly. So that makes it harder."
            },
            {
                "character": "Nellie",
                "line": "You have to choose one now."
            },
            {
                "character": "Kevin",
                "line": "Fine. [throws plane, doesn't fly]"
            },
            {
                "character": "Nellie",
                "line": "Angela advances."
            },
            {
                "character": "Erin",
                "line": "Nice."
            },
            {
                "character": "Dwight",
                "line": "[clapping] Whoo!"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Was Dwight rooting for me? Hmm. I hadn't noticed."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "I'm not giving up. I'm going to keep making planes until one of them flies. Like Wilbur and Orville Redenbacher."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "An Earl Grey tea for the lady."
            },
            {
                "character": "Pam",
                "line": "Oh, thank you. I acknowledge and appreciate that you went out of your way to get me tea."
            },
            {
                "character": "Jim",
                "line": "Thank you. I like being appreciated. But, to speak my truth, it wasn't out of the way because I felt like a tea anyway. So, one trip."
            },
            {
                "character": "Pam",
                "line": "Well, to speak my truth, I switched to coffee in March. There's a new espresso machine. But I still acknowledge and appreciate the gesture."
            }
        ],
        [
            {
                "character": "Director",
                "line": "We are rolling and...action!"
            },
            {
                "character": "Andy",
                "line": "[Happily] This video is to demonstrate the HPRDC chemical handling protocols. These protocols could save you from severe injury, even death."
            },
            {
                "character": "Producer",
                "line": "Ok, um, stop. Um, why are you smiling so much?"
            },
            {
                "character": "Andy",
                "line": "Just made a character choice to be a scientist who really likes what he does and enjoys his job."
            },
            {
                "character": "Director",
                "line": "Ok, well maybe no smiling on this one."
            },
            {
                "character": "Andy",
                "line": "So how do you want, how should I do it?"
            },
            {
                "character": "Director",
                "line": "I don't know, just like you're reporting the news or something. Ok?"
            },
            {
                "character": "Andy",
                "line": "[ridiculous news voice] This video is to demonstrate the HPRDC chemical handling protocols."
            },
            {
                "character": "Director",
                "line": "Ok."
            },
            {
                "character": "Andy",
                "line": "It's Tom Brokaw, it's a newscaster."
            },
            {
                "character": "Director",
                "line": "Who was that?"
            },
            {
                "character": "Andy",
                "line": "Tom Brokaw!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Come on Clark!"
            },
            {
                "character": "Angela",
                "line": "Come on Clark. [Clark throws plane, Erin throws plane it goes much farther]"
            },
            {
                "character": "Dwight",
                "line": "Whoa!"
            },
            {
                "character": "Erin",
                "line": "Yeah! Oh! Eat it piggy! Eat it! Oink oink oink oink!"
            },
            {
                "character": "Clark",
                "line": "We've still gotta work together, so we should keep it civil."
            },
            {
                "character": "Erin",
                "line": "[Snorts and grunts] I can't hear what you said. [snorting, grunting] You got your slop? [Squeals]"
            },
            {
                "character": "Clark",
                "line": "You know what, this is completely unnecessary. You already won..."
            },
            {
                "character": "Pete",
                "line": "Erin! Erin! Just stop."
            },
            {
                "character": "Erin",
                "line": "What?"
            },
            {
                "character": "Pete",
                "line": "Relax."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Next up we have Dwight and Phyllis."
            },
            {
                "character": "Bob Vance & Vance Refrigeration",
                "line": "You can do it baby!"
            },
            {
                "character": "Angela",
                "line": "No you can't baby! [to Dwight, whispers] Good luck."
            },
            {
                "character": "Dwight",
                "line": "Watch and learn."
            },
            {
                "character": "Erin",
                "line": "Wow."
            },
            {
                "character": "Group",
                "line": "Oh!"
            },
            {
                "character": "Nellie",
                "line": "Dwight defeats Phyllis, Dwight you are through to the semi-finals."
            },
            {
                "character": "Dwight",
                "line": "Yes!"
            },
            {
                "character": "Angela",
                "line": "Whoo!"
            },
            {
                "character": "Dwight",
                "line": "Oh, Esther."
            },
            {
                "character": "Esther",
                "line": "Hey."
            },
            {
                "character": "Dwight",
                "line": "What are you- [Esther kisses him] You're here early."
            },
            {
                "character": "Esther",
                "line": "Yeah, I plucked the chickens extra fast cause I knew I was seeing you tonight. There might just be a little feather in your nuggets or a little bit of meat inside of your pillow."
            },
            {
                "character": "Dwight",
                "line": "I like a little feather in my nuggets. [both laugh]"
            },
            {
                "character": "Nellie",
                "line": "Alright ladies and gentlemen, we are down to the final four. Dwight, Erin, Angela and god only knows how, but Toby. One of you will walk away with two thousand dollars."
            },
            {
                "character": "Erin",
                "line": "Yeah!"
            }
        ],
        [
            {
                "character": "Director",
                "line": "Ok here you have just knocked over the beaker, the chemicals splashed in your eye."
            },
            {
                "character": "Andy",
                "line": "Which is insanely painful."
            },
            {
                "character": "Director",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "And I've already picked a few childhood memories to tap in to, to really express that pain."
            },
            {
                "character": "Director",
                "line": "That's great. So what you're gonna do then is come over here to the eye washing station and then just kinda flush out your eyes. You know, get the chemicals out. Alright?"
            },
            {
                "character": "Andy",
                "line": "So I just lean over this thing and then you'll add the water special effect later?"
            },
            {
                "character": "Director",
                "line": "What water special effect?"
            },
            {
                "character": "Producer",
                "line": "Yeah, yeah just hold your lids open with one hand and let the stream bathe your eyeballs."
            },
            {
                "character": "Andy",
                "line": "I'm not comfortable doing my own stunts. I'll get nude if you want me to, I'll go full Lena Dunham but I-"
            },
            {
                "character": "Director",
                "line": "Dude, we don't need you to go nude, OK? So just do the eyewash, Ok? That's all we're asking."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Darryl, what do I do?"
            },
            {
                "character": "Darryl",
                "line": "Hold up, I'm looking at my spit with a microscope."
            },
            {
                "character": "Andy",
                "line": "They want me to use real water in the eye wash scene."
            },
            {
                "character": "Darryl",
                "line": "So?"
            },
            {
                "character": "Andy",
                "line": "I can't squirt stuff in my eyeball. I've never even used an eye dropper."
            },
            {
                "character": "Production Assistant",
                "line": "So Andy, so you know how to use this. You step on the pedal, water squirts in your eyes."
            },
            {
                "character": "Andy",
                "line": "Carla! Carla!"
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "It is time for a little T &amp; A. I give you: Toby and Angela."
            },
            {
                "character": "Angela",
                "line": "[throws plane far] Oh my god! Oh my god. Ok it's your turn. [Toby crumples plane and steps aside."
            },
            {
                "character": "Nellie",
                "line": "Well, Angela is the winner."
            },
            {
                "character": "Angela",
                "line": "Yes!"
            },
            {
                "character": "Esther",
                "line": "[to Dwight] Is there a reason that we're excited for that little woman?"
            },
            {
                "character": "Dwight",
                "line": "Yes. I pity her. She was recently in a situation where she could have had it all, and instead she lost everything."
            },
            {
                "character": "Esther",
                "line": "Oh. Is she a gambler?"
            },
            {
                "character": "Dwight",
                "line": "In a way. But not in a stand up and cheer kind of way, like the song."
            },
            {
                "character": "Esther",
                "line": "Hmm. That is sad."
            }
        ],
        [
            {
                "character": "Carla Fern",
                "line": "[grabs Andy by the cheeks] Andy! If you don't stick your eyes in that machine, I'm going to call every production in North Eastern Pennsylvania. You won't even make an appearance on a security camera! [Andy starts to cry]"
            },
            {
                "character": "Producer",
                "line": "What's the hold up here?"
            },
            {
                "character": "Director",
                "line": "The actor's crying."
            },
            {
                "character": "Producer",
                "line": "Oh god."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "She yelled at me. I can't wash my eyeball. I can't do that. I can't."
            },
            {
                "character": "Darryl",
                "line": "Andy Bernard can't squirt water in his eye and act like it doesn't freak him out. But you know who can? Older Male Lab Assistant Number One."
            },
            {
                "character": "Andy",
                "line": "Do you believe in me?"
            },
            {
                "character": "Darryl",
                "line": "I believe I want to go home."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[throws plane far] Yeah! Ok! Beat that! [Erin throws plane, loses, Dwight laughs] Whoo! Ok."
            },
            {
                "character": "Erin",
                "line": "Dammit! Dammit, god. [To Pete] Sorry. Yeah I'm fine. I'm fine. I got mad. Cause I don't like losing. I'm just gonna- Sorry I'm mad! I'm mad, I’m really mad. I wanted to win. We were gonna win a lot of money, I was gonna buy you a sweater. It's stupid. Just the whole contest is stupid. That's how it feels."
            },
            {
                "character": "Pete",
                "line": "Yeah. [Erin kicks box] Whoa!"
            },
            {
                "character": "Erin",
                "line": "Sorry I'm mad! I don't like losing! I thought I was going to win!"
            },
            {
                "character": "Pete",
                "line": "Ok [tries to help her] Hey hey hey, whoa."
            },
            {
                "character": "Erin",
                "line": "Sorry. Sorry. I'm going to go upstairs and just..."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Oh, I made us a date to take my mom out to dinner to thank her for all that extra babysitting."
            },
            {
                "character": "Jim",
                "line": "Well, you know how much I appreciate the opportunity to hang out with your mom more. So let me just put this in my calendar."
            },
            {
                "character": "Pam",
                "line": "I acknowledge with gratitude that you are being kind and responsible enough to include it in your calendar."
            },
            {
                "character": "Jim",
                "line": "Thank you. Your mom is a treasure."
            },
            {
                "character": "Pam",
                "line": "Well, I appreciate that some opportunities can be unpleasant- [Jim's phone rings, he answers]"
            },
            {
                "character": "Jim",
                "line": "Hey that's work, hold on. Hey Wade, did Cole Hamels call back or what? Great. Good."
            },
            {
                "character": "Pam",
                "line": "Uh, to speak my truth, I'd appreciate if you hung that up cause we were in the middle of a conversation. [Jim hangs up phone] I appreciate the sacrifice."
            },
            {
                "character": "Jim",
                "line": "Ok to speak my truth, that was a little sarcastic. I think that's a little unfair."
            },
            {
                "character": "Pam",
                "line": "Really? I've been putting the kids to bed by myself every night for a months. And you had to miss one phone call. Is that your truth, Jim? That's really your truth?"
            },
            {
                "character": "Jim",
                "line": "I guess I will swallow my truth."
            },
            {
                "character": "Clark",
                "line": "Are you guys high? Because if so, to speak my truth, I would appreciate the sacrifice of including me in some hits off your kind buds."
            },
            {
                "character": "Pam",
                "line": "We're not high."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I wish we'd started this exercise six months ago. My heart just feels so... blocked up."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "The Mark 47 is ready for launch. [throws plane but it sticks to his hand] Less paste."
            }
        ],
        [
            {
                "character": "Director",
                "line": "Here we go. Rolling and... action!"
            },
            {
                "character": "Andy",
                "line": "[doing eyewash] AHHH! AHHH! AHHH! AHHH!!"
            },
            {
                "character": "Director",
                "line": "And cut. We can fix the sound in post."
            },
            {
                "character": "Producer",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "I can do a better one."
            },
            {
                "character": "Producer",
                "line": "That's fine, we'll move on."
            },
            {
                "character": "Andy",
                "line": "I said I can do a better one. Darryl..."
            },
            {
                "character": "Darryl",
                "line": "Action!"
            },
            {
                "character": "Andy",
                "line": "[eyewashes again] AHH! AHH! AHH!"
            },
            {
                "character": "Carla Fern",
                "line": "Kid can act!"
            },
            {
                "character": "Andy",
                "line": "Yeah! Yeah."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Each contestant will throw two aeroplanes."
            },
            {
                "character": "Dwight",
                "line": "After you."
            },
            {
                "character": "Angela",
                "line": "Thank you. [plane loops up and falls at her feet] Oh god!"
            },
            {
                "character": "Nellie",
                "line": "Angela's first throw, terrible. Dwight."
            },
            {
                "character": "Dwight",
                "line": "[fake throws and drops plane] Oh! Oh man! It slipped out of my hand, what a whiff. Ah, how'd that happen? God. [Angela smiles]"
            },
            {
                "character": "Esther",
                "line": "We want you to win. Dwight told me about your situation. It's such a pity. Use the money wisely. [Angela looks disgusted]"
            },
            {
                "character": "Dwight",
                "line": "Alright."
            },
            {
                "character": "Angela",
                "line": "Don't you dare tank this. [Dwight throws plane far, Angela fake throws and drops her plane]"
            },
            {
                "character": "Nellie",
                "line": "And we have a winner. And it's Dwight. And it is everyone because this is over."
            },
            {
                "character": "Creed",
                "line": "Two grand huh? I know a guy who can turn that into eight hundred dollars. And it's me."
            },
            {
                "character": "Angela",
                "line": "[To Esther] Well, I guess you needed the money more than me huh? Use it wisely."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "I was disappointed in Dwight today. He showed a weakness that was unbecoming. Even if he did do it for me. I don't need pity and I don't need charity. I have my dignity and that's enough. And as long as I have that, I'll be ok."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I know this was really weird, and it was really hard. But I think we're making progress. So I'm really sorry that I have to go but let's keep at this. Ok?"
            },
            {
                "character": "Pam",
                "line": "Ok. [intense moment where Jim leaves and Pam seems conflicted. She notices his umbrella and runs out to follow him]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Jim! [hands him umbrella]"
            },
            {
                "character": "Jim",
                "line": "Thanks."
            },
            {
                "character": "Pam",
                "line": "Alright, have a good trip."
            },
            {
                "character": "Jim",
                "line": "Bye."
            },
            {
                "character": "Pam",
                "line": "Bye. [walks away]"
            },
            {
                "character": "Jim",
                "line": "Hey! [Runs after her and looks into her eyes] I... [hugs her tightly, Pam doesn't hug back]"
            }
        ],
        [
            {
                "character": "Pastor",
                "line": "[Flashback to Jim &amp; Pam's wedding] Love suffers long and is kind. It is not proud. Love bears all things, believes all things, hopes all things, endures all things. Love never fails. [Pam hugs Jim back finally] And now these three remain: Faith, hope and love. But the greatest of these is love. [Pam kisses Jim]"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "I love you."
            },
            {
                "character": "Jim",
                "line": "I love you."
            }
        ]
    ],
    "deleted_scenes": []
}