{
    "season": 9,
    "episode": 6,
    "title": "The Boat",
    "scenes": [
        [
            {
                "character": "Oscar",
                "line": "[to camera crew] Can you guys come with me for a minute?"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I know you saw me with the Senator. I think I'm in love, possibly for the first time. So yes, Senator Lipton and I are having an affair. I hope that I can count on your sensitivity, maturity and discretion. [turns to see Kevin has overheard him]...Why?"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Alright, good. Yeah. Just sell it and get the best price you can, okay?"
            },
            {
                "character": "White",
                "line": "Or we can hope for a holiday rally?"
            },
            {
                "character": "Andy",
                "line": "White, I'm not a day trader, I'm just a first responder in a disaster."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "Andy's family had a total meltdown. His dad blew through all their money and took off to Argentina with a younger woman."
            },
            {
                "character": "Jim",
                "line": "And his brother, Walt Jr., locked himself in the wine cellar."
            },
            {
                "character": "Pam",
                "line": "The weirdest part is Andy. The aftermath got dumped on him and the way he's been handling it is just..so.."
            },
            {
                "character": "Jim",
                "line": "Competent."
            },
            {
                "character": "Pam",
                "line": "Right?"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Are the 'Nard's hurting? Yeah, you bet. Got kicked pretty hard. Family shattered, super sad. But, I'm kinda crushing it in the damage control department. So, that's cool. I wish my dad could see me now. Of course he caused this whole mess, so, [bleep] him."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Kevin, listen to me. I'm in love with the Senator. And I need time to sort this out in a responsible matter so I need your help in keeping it a secret because this means the world to me. Ok?"
            },
            {
                "character": "Kevin",
                "line": "That's beautiful. No, I totally get that."
            },
            {
                "character": "Oscar",
                "line": "Can you do this, Kevin?"
            },
            {
                "character": "Kevin",
                "line": "I really want to. Whatever happens, always remember that."
            },
            {
                "character": "Oscar",
                "line": "I don't know what that means. Hey, hey-"
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[On phone] Oh, great! Yeah, um, I'll get right back to you. [hangs up] Hey guys! Anyone ever heard of Iris Black on the radio?"
            },
            {
                "character": "Creed",
                "line": "Yeah, she hosts the Dr. Laura Show."
            },
            {
                "character": "Pam",
                "line": "Nope, that's Dr. Laura. Well, her show Biz Whiz wants someone from Dunder Mifflin to come on the air today. Does anybody feel particularly passionate about local business issues? [Dwight raises hand]"
            },
            {
                "character": "Dwight",
                "line": "I do! I do. I do. I do. I do."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "The media can make you famous. And do you have any idea how easy it is to sell something when you're famous? [Pretends to be on phone] “Uh, yeah wow. 10 reams of 40 pound bond at only $690 after discount? Um, whatever you say, Brad Pitt.” It's that easy."
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "Hey, so that good looking single brother of yours? Heard he's on a downward spiral with booze."
            },
            {
                "character": "Andy",
                "line": "Yeah. He's in rehab actually."
            },
            {
                "character": "Meredith",
                "line": "Which place? The one right near Philly? I could be there in an hour."
            },
            {
                "character": "Andy",
                "line": "No, it's in New Mexico."
            },
            {
                "character": "Meredith",
                "line": "Oh...So..- how are you holding up?"
            },
            {
                "character": "Andy",
                "line": "We're done Meredith."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[wagging tongue for voice exercises] blah blah blah, rat tat tat tittle tattled and prattled on about the little metal bottle, she spat a bit of spittle...[Group protests]"
            },
            {
                "character": "Jim",
                "line": "Dwight!"
            },
            {
                "character": "Dwight",
                "line": "...In a bitter battle..Hey, hey! Stop questioning my methods, OK? I was chosen for this task for a very good reason."
            },
            {
                "character": "Jim",
                "line": "No, you chose yourself."
            },
            {
                "character": "Dwight",
                "line": "[walking away] Tricky siskel spat a bit of wicked biscuit...."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Alright, guys. A lot of assets here that my dad couldn't steal. Now, first of all, there is the family boat. 43 foot Tartan Sloop. My lawyer has lined up a buyer in the Bahamas, the sale would cover the cost of a condo and living expenses for my mom."
            },
            {
                "character": "Darryl",
                "line": "Sounds great."
            },
            {
                "character": "Oscar",
                "line": "Perfect."
            },
            {
                "character": "Andy",
                "line": "Totally, except it is a no go. This boat was the heart and soul of the family. So...what else we got? Non-boat ideas. [Oscar looks outside conference room at Kevin and Angela at the copier]"
            },
            {
                "character": "Kevin",
                "line": "What happened?"
            },
            {
                "character": "Angela",
                "line": "Jammed. This day couldn't get worse. [Kevin laughs]"
            },
            {
                "character": "Kevin",
                "line": "Yeah, I think this day could get worse."
            },
            {
                "character": "Angela",
                "line": "What does that mean?"
            },
            {
                "character": "Oscar",
                "line": "Kevin!"
            },
            {
                "character": "Kevin",
                "line": "[to Angela] I don't know what you're talking about. [Thumbs up Oscar]"
            },
            {
                "character": "Erin",
                "line": "She could get like sixty packages of Ramen noodles for five bucks. She could eat for a month."
            },
            {
                "character": "Andy",
                "line": "Alright, what's the grand total? Did we make our nut?"
            },
            {
                "character": "Darryl",
                "line": "If we sell everything but the boat, your mom should be set for about six months."
            },
            {
                "character": "Andy",
                "line": "Guys, you don't understand, this boat's been in our family since before I was born."
            },
            {
                "character": "Erin",
                "line": "Don't you guys have that place where you used to spend your summers and have all those memories?"
            },
            {
                "character": "Darryl",
                "line": "I worked at a Jiffy Lube."
            },
            {
                "character": "Erin",
                "line": "See? I bet you wouldn’t sell that Jiffy Lube for all the money in the world. Would you Darryl?"
            },
            {
                "character": "Darryl",
                "line": "I would if I owned it and I went broke."
            },
            {
                "character": "Andy",
                "line": "Alright, uh...alright. I'm gonna tell the lawyer to pull the trigger on the boat."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Yes the boat means everything to my family, but we need the money. Got the memories, don't need the boat. Can't cry about it. What are you gonna do? Cry about it? [chokes up] Excuse me."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[On phone] Oh, OK. No problem. Thanks. Hey guys, WPTU called. The interview's off. They're opening a new cupcake store at the Steamtown Mall and Iris wants to cover that, so..."
            },
            {
                "character": "Nellie",
                "line": "Well why don't I go and tell Dwight so he can stop being such a complete nipple."
            },
            {
                "character": "Pam",
                "line": "He's gonna be disappointed."
            },
            {
                "character": "Jim",
                "line": "Yes. He is. And you know what? We cannot let that happen."
            }
        ],
        [
            {
                "character": "Pete",
                "line": "Fax?"
            },
            {
                "character": "Erin",
                "line": "Oh yeah, just. Watermelon teeth. This isn't how I would cheer up just anyone. But, it's a girlfriend's job to know her man and I know Andy. [laughs] He's seriously juvenile."
            },
            {
                "character": "Pete",
                "line": "Cool. He's like 40 though, right?"
            },
            {
                "character": "Erin",
                "line": "Oh no, he couldn't be more than late thirty's. Tops."
            },
            {
                "character": "Pete",
                "line": "Awesome. Have fun."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Vroom! Dunder Mifflin. Dunder Mifflin. Good. Sounds- [phone rings in break room, Dwight picks up] This is Dwight Shrute."
            },
            {
                "character": "Pam",
                "line": "[on other end in conference room] Please hold for Ms. Black."
            },
            {
                "character": "Nellie",
                "line": "[Darryl plays radio show music on keyboard] And welcome back to Biz Whiz. I'm Iris Black. On the line we have Dunder Mifflin's senior sales associate Dwight Shrute."
            },
            {
                "character": "Dwight",
                "line": "Iris, thank you so much for having me."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[muffled by watermelon teeth] Hey! My teeth are all this stuff in my mouth. [laughs]"
            },
            {
                "character": "Andy",
                "line": "Uh, did you need something?"
            },
            {
                "character": "Erin",
                "line": "Oh, I just need your signature on this."
            },
            {
                "character": "Andy",
                "line": "Ok. [signs paper] thanks."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Kevin, we're out of 11-38 forms. Did you order more?"
            },
            {
                "character": "Kevin",
                "line": "I... did not."
            },
            {
                "character": "Angela",
                "line": "I don't know why I'm surprised. Literally nothing you do could surprise me anymore."
            },
            {
                "character": "Kevin",
                "line": "[laughing in Oscar's direction] Oh really, Angela? That's interesting. Cause I do think that I could surprise you. I think that I could surprise you..oh! [Oscar makes sound trying to get him to shut up] I have to go to the bathroom!"
            },
            {
                "character": "Angela",
                "line": "That doesn't surprise me."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "That actually wasn't the worst cover. I'd say at least once a week, Kevin runs out of the room shouting that he has to go to the bathroom."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[In staff meeting] See these forms..."
            },
            {
                "character": "Kevin",
                "line": "I have to go to the bathroom! [runs out]"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[running from elevator] I have to go to the bathroom!"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[Drives away waving, then screeches to a stop and runs from car]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Ok, who wants to go for a super fun lunch with a super fun girlfriend?"
            },
            {
                "character": "Andy",
                "line": "Look, it's not that I don't want-"
            },
            {
                "character": "Erin",
                "line": "Ok, come on. I got someone to cover the phones, I heard on the radio about a new cupcake place we could go for dessert...perfect."
            },
            {
                "character": "Andy",
                "line": "All I ever wanted to do was sail the damn thing. But dad wouldn't let me. Said “You can't be a skipper until you're a man.” You know, I'd reach for the wheel and he'd smack my hand away. Well guess what? Now I'm the man of the family and... we're selling the damn thing. So I'm never gonna have the chance."
            },
            {
                "character": "Erin",
                "line": "Well, when does the boat leave, exactly?"
            },
            {
                "character": "Andy",
                "line": "Tonight."
            },
            {
                "character": "Erin",
                "line": "Then screw lunch. Let's go for a sunset sail."
            },
            {
                "character": "Andy",
                "line": "Yeah right. It's in Stamford, Connecticut. We have to leave like right now."
            },
            {
                "character": "Erin",
                "line": "Ok, well then let's leave like right now."
            },
            {
                "character": "Andy",
                "line": "Yeah, ok."
            },
            {
                "character": "Erin",
                "line": "Yeah! OK! Let's go."
            },
            {
                "character": "Andy",
                "line": "Seriously?"
            },
            {
                "character": "Erin",
                "line": "Of course, seriously. Get your coat on."
            },
            {
                "character": "Andy",
                "line": "Alright."
            },
            {
                "character": "Erin",
                "line": "Alright."
            },
            {
                "character": "Andy",
                "line": "Let's do it."
            },
            {
                "character": "Erin",
                "line": "Let's do it!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[On speakerphone] Iris, let me tell you. David Wallace is the CEO, but he's not hands on."
            },
            {
                "character": "Nellie",
                "line": "[As Iris] So the day-to-day operations are entirely under your command?"
            },
            {
                "character": "Dwight",
                "line": "Entirely is the perfect way to describe it, Iris."
            },
            {
                "character": "Nellie",
                "line": "Uh, excuse me. [reading card held up by Jim] I'm being told by my sound engineer, Steve that uh there is a clinking sound coming from your end. Does your shirt have buttons?"
            },
            {
                "character": "Dwight",
                "line": "Yes..?"
            },
            {
                "character": "Nellie",
                "line": "[Jim mimes taking shirt off] I'm so sorry we're going to have to ask you to remove the shirt all together."
            },
            {
                "character": "Dwight",
                "line": "[Takes shirt off] Now then, we were saying. When my workers-gather-"
            },
            {
                "character": "Nellie",
                "line": "Oh, I'm so sorry. I am told we are still having problems Mr. Shrute. [Jim holds up card that says “Now Pants”] Your voice, it's sounding a little feminine."
            },
            {
                "character": "Dwight",
                "line": "That's impossible."
            },
            {
                "character": "Nellie",
                "line": "Are you by any chance wearing pants with a metallic zipper?"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "The Senator is exhausted. This campaign is wearing him out."
            },
            {
                "character": "Oscar",
                "line": "That's a tough one."
            },
            {
                "character": "Angela",
                "line": "That man he's up against is so dirty. And the senator's just pushing back as hard as he can."
            },
            {
                "character": "Kevin",
                "line": "Please, stop."
            },
            {
                "character": "Angela",
                "line": "What?"
            },
            {
                "character": "Kevin",
                "line": "Please, stop."
            },
            {
                "character": "Angela",
                "line": "Anyways, last night he was tired and just wanted a little Mexican brought in. [Kevin laughs]"
            },
            {
                "character": "Kevin",
                "line": "[Getting up to leave] I can't, it's too much! [laughing]"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I'm in big trouble."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Yeah, Oscar's in big trouble."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[pantless] OK, how is my voice now?"
            },
            {
                "character": "Nellie",
                "line": "I'm getting the all clear from Steve, so Mr. Shrute, what is your response to the consumer product safety commission that says Dunder Mifflin paper is toxic?"
            },
            {
                "character": "Dwight",
                "line": "[holding hand over phone] This is gotcha journalism. You know what? They're not gonna gotch me."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "[looking at folder he brought Toby]It's clearly not an accounting mistake."
            },
            {
                "character": "Toby",
                "line": "Yeah."
            },
            {
                "character": "Oscar",
                "line": "So..."
            },
            {
                "character": "Toby",
                "line": "Kevin. His gambling problem must've resurfaced. I'm gonna have to send him home until I can do an investigation."
            },
            {
                "character": "Oscar",
                "line": "Well, you've gotta do what you've gotta do."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "This is slander, Ms. Black. Slander I say! [Pam tells Jim to leave the conference room] I dare you to produce one credible source about this."
            },
            {
                "character": "Nellie",
                "line": "Well, as it happens we have with us the foreman of your upstate New York paper mill, Sandra Mc...Sandra Mick [points to Pam]"
            },
            {
                "character": "Pam",
                "line": "[changing voice] Good afternoon Iris, it's a pleasure."
            },
            {
                "character": "Nellie",
                "line": "Let's get straight to the point. Is your paper toxic?"
            },
            {
                "character": "Pam",
                "line": "No the paper's not toxic."
            },
            {
                "character": "Dwight",
                "line": "Thank you Sandra!"
            },
            {
                "character": "Pam",
                "line": "Unless it's exposed to oxygen. Then it becomes extremely toxic!"
            },
            {
                "character": "Dwight",
                "line": "Do not listen to her! This employee is obviously disgruntled! [Jim runs panicked into break room]"
            },
            {
                "character": "Jim",
                "line": "What the heck is going on?! The stock prices are plummeting! Are you gonna take control of the message or do I have to send in someone who understands the media?!"
            },
            {
                "character": "Dwight",
                "line": "Get out of here moron! [Jim leaves]"
            },
            {
                "character": "Nellie",
                "line": "Excuse me, Mr. Dwight, who are you talking to?"
            },
            {
                "character": "Dwight",
                "line": "uhhhh....no one."
            },
            {
                "character": "Nellie",
                "line": "Did you just call Ms. Mick a moron?"
            },
            {
                "character": "Dwight",
                "line": "No, everything's fine."
            },
            {
                "character": "Nellie",
                "line": "Are you insulting my guests?"
            },
            {
                "character": "Dwight",
                "line": "[chokes up]"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[on phone] Yeah, I will be right there. Hey Oscar, what if I'm getting a promotion?"
            },
            {
                "character": "Oscar",
                "line": "I hope that's it, Kevin."
            },
            {
                "character": "Kevin",
                "line": "Me too. Cause then, I would get my own office. And I wouldn't screw up your secret with Angela. I've been really worried about that."
            }
        ],
        [
            {
                "character": "Toby",
                "line": "Hi, Kevin. Look, I need to talk to you about-"
            },
            {
                "character": "Kevin",
                "line": "Hi."
            },
            {
                "character": "Oscar",
                "line": "Guys? Excuse me. Um, a quick word, please just.."
            },
            {
                "character": "Kevin",
                "line": "Oscar, we're in the middle of talking."
            },
            {
                "character": "Oscar",
                "line": "Oh, you're right I'm so sorry. Snack machine on me. [gives Kevin money]"
            },
            {
                "character": "Kevin",
                "line": "Oh that is nice. Classy move. [leaves]"
            },
            {
                "character": "Dwight",
                "line": "[yelling in break room] That's what I'm saying! No of course not!"
            },
            {
                "character": "Kevin",
                "line": "What are you doing?"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Those figures I gave you? They're false."
            },
            {
                "character": "Toby",
                "line": "How?"
            },
            {
                "character": "Oscar",
                "line": "I was mad at Kevin, we had a fight and I acted vindictively."
            },
            {
                "character": "Toby",
                "line": "So you set him up."
            },
            {
                "character": "Oscar",
                "line": "Yes, he's innocent."
            },
            {
                "character": "Toby",
                "line": "I knew it. I knew it from the beginning it was possible."
            },
            {
                "character": "Oscar",
                "line": "What are you talking about? I just did this now."
            },
            {
                "character": "Toby",
                "line": "A few years ago, when I was on the jury of the Scranton Strangler.."
            },
            {
                "character": "Oscar",
                "line": "Sure."
            },
            {
                "character": "Toby",
                "line": "I always thought he might have been set up but I felt pressured to convict."
            },
            {
                "character": "Oscar",
                "line": "That's gotta be tough."
            },
            {
                "character": "Toby",
                "line": "Tough? I put an innocent man on death row."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "The fallout from this morning's revelation continues to mount, since Mr. Dwight Shrute began speaking, Dunder Mifflin share prices fell 73%. Mr. Shrute, shareholders demand accountability from corporate leadership. Can we announce your resignation at this time?"
            },
            {
                "character": "Dwight",
                "line": "My resignation? What are you talking about? No! I was just following orders! Listen, the person responsible for this catastrophe is the CEO and chairman, David Wallace!"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "That's yours?"
            },
            {
                "character": "Andy",
                "line": "That's the family boat!"
            },
            {
                "character": "Erin",
                "line": "Oh my gosh, Andy! This is enormous!"
            },
            {
                "character": "Andy",
                "line": "Right?"
            },
            {
                "character": "Erin",
                "line": "I thought it was gonna be tiny. Oh my gosh it's beautiful. So this is how your family came to America."
            }
        ],
        [
            {
                "character": "Boat Guy",
                "line": "Move."
            },
            {
                "character": "Andy",
                "line": "Sorry?"
            },
            {
                "character": "Boat Guy",
                "line": "Trying to rig a boat here. I don't know how to do that when you're standing in the way."
            },
            {
                "character": "Andy",
                "line": "Sure, I um..I didn't know."
            },
            {
                "character": "Boat Guy",
                "line": "I'm not a ghost, so I can't walk through people."
            },
            {
                "character": "Andy",
                "line": "Ok."
            },
            {
                "character": "Erin",
                "line": "Gee, he was salty."
            },
            {
                "character": "Andy",
                "line": "Geez, a little bit. [to boat] How you doing old buddy? Missed you."
            },
            {
                "character": "Erin",
                "line": "What does that one do?"
            },
            {
                "character": "Andy",
                "line": "It raises the main sail. That was my job when we went sailing."
            },
            {
                "character": "Erin",
                "line": "I wish I had seen you do it."
            },
            {
                "character": "Andy",
                "line": "Really?"
            },
            {
                "character": "Erin",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "[Begins raising sail] Up she goes!"
            },
            {
                "character": "Boat Guy",
                "line": "Don't do that. Don't do that."
            },
            {
                "character": "Andy",
                "line": "Oh, it's OK. My girlfriend and I were actually gonna take her for a little spin and a picnic before you guys head out tonight. You know what? Get some dinner on me."
            },
            {
                "character": "Boat Guy",
                "line": "Nope. Can't do that."
            },
            {
                "character": "Andy",
                "line": "You got it. You know what then, we'll just take it for a quick little spin around the harbor. [begins raising sail, boat guy slaps his hand]"
            },
            {
                "character": "Boat Guy",
                "line": "We've already started boarding. And no one is insured to rig her up right now except us."
            },
            {
                "character": "Andy",
                "line": "You know what? Chill, ok? I own the boat. Not gonna sue myself. Alright, so just- [Raises sail, guys slaps hand again] wow."
            },
            {
                "character": "Boat Guy",
                "line": "I can smack you all day if you keep touching what you're not supposed to touch."
            },
            {
                "character": "Andy",
                "line": "Ok, fine."
            },
            {
                "character": "Boat Guy",
                "line": "OK."
            },
            {
                "character": "Andy",
                "line": "Yeah, fine."
            },
            {
                "character": "Boat Guy",
                "line": "Good stuff."
            },
            {
                "character": "Andy",
                "line": "Good stuff. Nice stuff. [begins raising sail again when guy leaves, but he comes back and smacks Andy's hand again] [bleep] Damn it! Screw you dad! ..ah."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Well, we're doing it. We're finally having a picnic on the boat."
            },
            {
                "character": "Andy",
                "line": "I've had a thousand picnics on this boat. The point was for me to sail it."
            },
            {
                "character": "Erin",
                "line": "Andy, you never had to sail the boat to be a man."
            },
            {
                "character": "Andy",
                "line": "Fine. But I could have."
            },
            {
                "character": "Erin",
                "line": "As long as we're on this boat, as far as I'm concerned, you're the captain."
            },
            {
                "character": "Andy",
                "line": "I am the captain."
            },
            {
                "character": "Erin",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "Right?"
            },
            {
                "character": "Erin",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "I'm the captain. [to boat guy] Hey, charm school."
            },
            {
                "character": "Boat Guy",
                "line": "What?"
            },
            {
                "character": "Andy",
                "line": "I'm taking it over from here."
            },
            {
                "character": "Erin",
                "line": "Nice!"
            },
            {
                "character": "Boat Guy",
                "line": "I hate to uh, ruin this moment...or breakdown, but you already signed the papers. So, if you want your boat back, you can pick it up there in the Bahamas in 10 days."
            },
            {
                "character": "Andy",
                "line": "Yeah, I know cause I'm sailing it there."
            },
            {
                "character": "Boat Guy",
                "line": "OK, no. I already said, you're not getting back your deposit."
            },
            {
                "character": "Andy",
                "line": "Fine. Good. Keep it. Just leave the supplies, I paid for those. But how much for that cool fisherman sweater?"
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "For those just joining us, terror in Greenwich. Where police have surrounded the house of Dunder Mifflin CEO David Wallace. Wallace is said to be despondent over the company's stock plummet and is taking a mailman hostage. On the line, we have chief of Greenwich Police, Mr. Bill Jackson [points to Jim]."
            },
            {
                "character": "Jim",
                "line": "[using black voice] Good afternoon! [Darryl smacks his arm]"
            },
            {
                "character": "Dwight",
                "line": "Please sir! Spare him. Please."
            },
            {
                "character": "Jim",
                "line": "Uh, this Wallace guy is lookin' at hard time. And we only know this because of what Dwight Snoot said on record!"
            },
            {
                "character": "Dwight",
                "line": "Ok, everyone. Everyone, hold on! I've got a solution. I know Wallace's phone number, everyone hold, I'll conference him in."
            },
            {
                "character": "Nellie",
                "line": "Oh, Mr. Shrute, there's really no need to, um involve Mr... Wallace."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Do you even know what you're doing?"
            },
            {
                "character": "Andy",
                "line": "Yeah. Yeah I know how to hoist the mail sail, I know to...I, I, these buttons control boat pumps and stuff. I also know where the booze stash is. So, hello. [Opens door, Andy's brother is passed out inside] Walt?"
            },
            {
                "character": "Walt Jr.",
                "line": "Oh god, thank goodness you're here. I was having a little trouble with this door. Yesterday. I um, I think it was yesterday."
            },
            {
                "character": "Andy",
                "line": "I thought you were in rehab."
            },
            {
                "character": "Walt Jr.",
                "line": "Yeah, uh, I just, I figured I'd get that first relapse out of the way. God, what's happened to our family? Everything is so messed up! How did you even know I was in here?"
            },
            {
                "character": "Andy",
                "line": "I didn't. I, I just came to say goodbye to the boat. But I've decided to sail it to Bermuda."
            },
            {
                "character": "Erin",
                "line": "Bahamas, Andy."
            },
            {
                "character": "Andy",
                "line": "Same thing. [To Walt] Come on. I need a crew. You should be my crew. Three weeks, open ocean, no booze. You need this. I need it, we need this. Serious bro time, come on."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "[On phone] Hello?"
            },
            {
                "character": "Dwight",
                "line": "David, is that you?"
            },
            {
                "character": "David Wallace",
                "line": "Dwight?"
            },
            {
                "character": "Dwight",
                "line": "Oh, thank god. Oh, thank god. Are you ok? Is everyone ok?"
            },
            {
                "character": "David Wallace",
                "line": "Yeah? Are you ok?"
            },
            {
                "character": "Dwight",
                "line": "Oh, I'm OK. I just want you to know that I believe in you. I really do. And I believe in your ability to make the right choices. I always have, David."
            },
            {
                "character": "David Wallace",
                "line": "Well, thanks Dwight."
            },
            {
                "character": "Dwight",
                "line": "You're welcome, sir. But David, listen to me carefully. I'm gonna need you to let the mailman go. Ok?"
            },
            {
                "character": "David Wallace",
                "line": "Dwight?"
            },
            {
                "character": "Dwight",
                "line": "Walk out of the house..."
            },
            {
                "character": "David Wallace",
                "line": "What?"
            },
            {
                "character": "Dwight",
                "line": "...with your hands on top of your head, everything is going to be fine. Dunder Mifflin will be in good hands while you're away in prison."
            },
            {
                "character": "David Wallace",
                "line": "Ok, Dwight, gonna ask you to not call my cell anymore. Gotta go."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[enters main office, group claps] Wait a minute, you guys? You heard?"
            },
            {
                "character": "Everyone",
                "line": "Shrute! Shrute! Shrute!Shrute! Shrute! Shrute! Shrute! Shrute!"
            },
            {
                "character": "Dwight",
                "line": "[joins in] Shrute! Shrute!"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Overall, I'd say my first radio interview went pretty much the way I expected."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Well Oscar, I did not get the promotion. He just wanted to update my personal information."
            },
            {
                "character": "Oscar",
                "line": "Well, I am sorry Kevin."
            },
            {
                "character": "Angela",
                "line": "Why on earth would you think you were getting a promotion?"
            },
            {
                "character": "Kevin",
                "line": "You know what Angela? I- Oh my god. [Senator enters]"
            },
            {
                "character": "Angela",
                "line": "Honey! What are you doing here?"
            },
            {
                "character": "The Senator",
                "line": "I just had a little intuition that someone I loved needed a little bit of attention today. Oscar, you're looking very healthy. Getting lots of vigorous exercise? [touches Oscar's shoulder. Oscar jumps away quickly]"
            },
            {
                "character": "Oscar",
                "line": "No."
            },
            {
                "character": "Angela",
                "line": "Oscar? What is going on? What was that?"
            },
            {
                "character": "The Senator",
                "line": "What was that? I'm sorry, I didn't mean any offense. I was just trying to be friendly."
            },
            {
                "character": "Oscar",
                "line": "You know what? I'm sorry. I overreacted. Because I'm stressed out. Why am I stressed out? Who's not stressed out? Who's not stressed out? Who-"
            },
            {
                "character": "Kevin",
                "line": "Come on Oscar, we're not just gonna sit here and ignore the obvious. Senator Lipton has a big election next week. We all need to give him our support. [claps, group joins]"
            },
            {
                "character": "The Senator",
                "line": "Well, thanks everybody."
            },
            {
                "character": "Kevin",
                "line": "It is really cool! U-S-A! U-S-A!"
            },
            {
                "character": "Oscar",
                "line": "U..s..a. U-"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I have to say I'm impressed with Kevin. Uh, he showed a lot of self-control."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "I totally forgot about the affair for a minute. [laughs] Oscar is having sex with the senator and Angela doesn't even know. [laughing still] Her life is a complete sham!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Alright guys, cast us off. Walt, all aboard! Erin, this is because of you. Do you realize that? You're the best ever!"
            },
            {
                "character": "Erin",
                "line": "[Standing on dock] Oh, you know. Just being a good girlfriend."
            },
            {
                "character": "Andy",
                "line": "[pulling away from dock] Good? Come on. Above and beyond. World's Greatest. You did this! Dammit I'm happy!"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Yes, I am very pleased I did help Andy. Would I have gone with him if he'd asked me? On his sailboat cruise to the Caribbean? Yes. I think it would have been really fun and romantic."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[waving from boat] I'll see you in three weeks!"
            },
            {
                "character": "Erin",
                "line": "OK!"
            },
            {
                "character": "Walt Jr.",
                "line": "Hey bro! It was here all along. [holding guitar]"
            },
            {
                "character": "Andy",
                "line": "No way!"
            },
            {
                "character": "Walt Jr.",
                "line": "Way!"
            },
            {
                "character": "Andy",
                "line": "Erin I gotta go![Walt begins playing] Them's my chords!"
            }
        ],
        [
            {
                "character": "Pete",
                "line": "Hey. She's back."
            },
            {
                "character": "Erin",
                "line": "Thanks for covering the phones."
            },
            {
                "character": "Pete",
                "line": "Yeah, no problem. How was it?"
            },
            {
                "character": "Erin",
                "line": "Fine."
            },
            {
                "character": "Pete",
                "line": "Hey, some buddies of mine are going to Poor Richard's for beers and pool, you wanna come? I can't promise you too much, but uh, you might get to meet my friend flipper."
            },
            {
                "character": "Erin",
                "line": "Does he have a flipper?"
            },
            {
                "character": "Pete",
                "line": "Oh. Nope. It's not that, he uh, uh he flipped a table one time when he was drunk."
            },
            {
                "character": "Erin",
                "line": "He sounds like an idiot."
            },
            {
                "character": "Pete",
                "line": "Yeah, he is."
            },
            {
                "character": "Erin",
                "line": "Ok."
            },
            {
                "character": "Pete",
                "line": "Ok."
            },
            {
                "character": "Erin",
                "line": "Thanks."
            },
            {
                "character": "Pete",
                "line": "Yeah."
            }
        ]
    ],
    "deleted_scenes": []
}