{
    "season": 9,
    "episode": 15,
    "title": "Couples Discount",
    "scenes": [
        [
            {
                "character": "Pam",
                "line": "[to Jim] Hey. I feel so lucky we're in the same city for Valentine's Day."
            },
            {
                "character": "Jim",
                "line": "It's like magic. Or, it's like me getting on my hands and knees and begging my partners to switch a Tuesday for a Thursday."
            },
            {
                "character": "Pam",
                "line": "[makes magic trick hand gesture] Alakazam!"
            },
            {
                "character": "Jim",
                "line": "By the way, they do need an extra day next week."
            },
            {
                "character": "Pam",
                "line": "And, poof! He disappears. [Jim snaps, playing along]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[to Pete] Hey! Wanna play hookey today?"
            },
            {
                "character": "Pete",
                "line": "Oh, maybe. What do you have in mind?"
            },
            {
                "character": "Erin",
                "line": "We can do anything you want."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "I really wanna have fun today because tomorrow is going to be a nightmare. Andy's coming back from his stupid, dumb boat trip. He's been rude. He's been selfish. I think he's a big jerk. And I'm breaking up with him. Bam, Andy! How do you like me now?... I hope as a friend."
            }
        ],
        [
            {
                "character": "Pete",
                "line": "Erin says she's gonna break up with Andy, but I'm not sure. He's coming back tomorrow and surprise, today, she wants to do whatever I'd like. You know, when I was a kid, we had a dog who go real sick and we had to 'send him to a farm'. And on his last day, we did everything he loved."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[has an idea and reveals a frisbee from under her desk] Wanna play catch in the parking lot?"
            },
            {
                "character": "Pete",
                "line": "[slightly surprised] Sure."
            },
            {
                "character": "Erin",
                "line": "Great."
            },
            {
                "character": "Pete",
                "line": "I'll get my coat."
            },
            {
                "character": "Erin",
                "line": "Perfect. [Pete walks away eying the camera knowingly]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[knocks on Andy's door, then pretends to answer as Andy] Come in."
            },
            {
                "character": "Dwight",
                "line": "[talking to Andy's empty chair] Andy, hi. I just made another huge sale for the company that you manage. I need you to authorize that expense report and sign off on that contract."
            },
            {
                "character": "Dwight",
                "line": "[pretending to be Andy] I would be happy to. It would be my pleasure, Mr. Schrute. Rick-a-dick-doo, rick-a-dick-dick-dick, rick-a-dick-doo."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I really like Andy these days. He's pretend and he does exactly as I tell him to. All that will change when real Andy comes back tomorrow. [thinks for a moment] Unless he comes back as pretend Dwight. In which case, we're in for an epic, confusing showdown."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Andy left a carton of milk in the fridge. So, I've been sneaking a little bit every day for the last three months. It's been yummy. But now, Andy's coming back. So, I guess it's goodbye chunky, lemon milk."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "[to entire office]OK, I'll say it. I wish Andy had stayed on his trip."
            },
            {
                "character": "Nellie",
                "line": "I say we all have one last fun boss-less day."
            },
            {
                "character": "Meredith",
                "line": "Yeah, let's get some booze and some cocaine and just blow it out. No consequences."
            },
            {
                "character": "Phyllis",
                "line": "Or the mini mall. They have all these Valentine Day deals. You can get 20% off if you come in with your husband or your [to Nellie] boyfriend. But, I mean, if you don't have one of those you can probably just bring whoever it is you use to kill your loneliness."
            },
            {
                "character": "Stanley",
                "line": "Phil, I'll pretend to be your husband. I'm already sick of you, so it'll seem realistic."
            },
            {
                "character": "Phyllis",
                "line": "Oh..."
            },
            {
                "character": "Angela",
                "line": "They have a nail salon there where I get my feet detailed. [to Meredith] They use a watch repair kit."
            },
            {
                "character": "Kevin",
                "line": "[to Angela] Ew! I'll be your foot buddy."
            },
            {
                "character": "Nellie",
                "line": "Everyone, it is our last day here with no manager. I say we go to the mini mall. Clark, you will be my fake boyfriend so I can get the discount."
            },
            {
                "character": "Clark",
                "line": "It's what I do. [everyone begins to leave]"
            },
            {
                "character": "Oscar",
                "line": "Darryl, everyone seems to be pairing off. Do you want to pretend to be a couple so we get the..."
            },
            {
                "character": "Darryl",
                "line": "No... yes, yes. Why wouldn't I... wanna pretend to be gay? Got no problem with that."
            },
            {
                "character": "Oscar",
                "line": "All right, it'll be easy. Don't be nervous, just follow my..."
            },
            {
                "character": "Darryl",
                "line": "[interrupting] Stop talking 'bout it. I said I'm fine with it."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[eating] These are gross."
            },
            {
                "character": "Jim",
                "line": "They are terrible."
            },
            {
                "character": "Pam",
                "line": "Oh, hey, don't fill up on chocolates. I made us a lunch reservation at State Street Grill."
            },
            {
                "character": "Jim",
                "line": "Oh my god. That's so romantic."
            },
            {
                "character": "Pam",
                "line": "It's with Brian and Alyssa."
            },
            {
                "character": "Jim",
                "line": "Oh my god. That's less romantic."
            },
            {
                "character": "Pam",
                "line": "I know. But we should go. We need to thank him for, you know, saving my life."
            },
            {
                "character": "Jim",
                "line": "Yeah, yeah. No, totally. That's good. So, should we just get a bottle of wine later and celebrate?"
            },
            {
                "character": "Pam",
                "line": "That sounds nice."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I'm very excited to see Brian. Brian's a great guy. And Pam and I have gotten really close to he and his wife, Alyssa over the years. And he got fired for protecting my wife from a jerk in the warehouse. I'm sorry, but you know him. He's a good guy."
            }
        ],
        [
            {
                "character": "Nail stylist 1",
                "line": "Oh, tiny, poor lady is back. Oh, get the baby clipper. [other nails stylists gush over Angela]"
            },
            {
                "character": "Nail stylist 2",
                "line": "[to Clark] You take off your glasses."
            },
            {
                "character": "Clark",
                "line": "'Kay. [removes glasses]"
            },
            {
                "character": "Nellie",
                "line": "[nail stylist 2 giggles] What?"
            },
            {
                "character": "Nail stylist 2",
                "line": "Your boyfriend. He look like a pretty girl."
            },
            {
                "character": "Nellie",
                "line": "My boyfriend does look like a pretty girl, doesn't he? Yes, a very little pretty girl. And you know what, now that you are developing, we should go and get you a training bra. [both laugh at Clark]"
            },
            {
                "character": "Clark",
                "line": "Oh, you guys think this is funny? You know what? No more discount. [to nail manager] Excuse me. [gesturing he and Nellie] Full price. We're not together."
            },
            {
                "character": "Nellie",
                "line": "Oh, come on!"
            },
            {
                "character": "Clark",
                "line": "She's living a lie."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "Turns out, I can't even be in a pretend relationship."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "[to nail manager] Hi. We'd like a couples discount on a pair of foot massages."
            },
            {
                "character": "Nail manager",
                "line": "No. No discount for two men. Two men are not a couple."
            },
            {
                "character": "Oscar",
                "line": "We are together. Romantically."
            },
            {
                "character": "Nail manager",
                "line": "Two men? [other nail stylist speaks Korean to manager, both laugh] [gestures index fingers bumping together] Doesn't work. No discount."
            },
            {
                "character": "Darryl",
                "line": "Oh, it works. Him and me, all right, we are crazy in love. More love than your small mind can comprehend. And we have two disposable incomes. And no kids. And we're taking our business elsewhere. [Oscar and Darryl exit holding hands]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[enters restaurant with Pam] Hey, Brian."
            },
            {
                "character": "Brian",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Sorry we're late."
            },
            {
                "character": "Brian",
                "line": "Oh, uh, no problem. I finished all the bread."
            },
            {
                "character": "Pam",
                "line": "Ha,ha,ha, yeah OK."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Pam",
                "line": "He's on a no carb thing. Supposedly."
            },
            {
                "character": "Jim",
                "line": "Oh."
            },
            {
                "character": "Brian",
                "line": "It's, uh, great to see you guys. Thanks for coming."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Are you kidding? Thank you, man. I mean, I've wanted the opportunity to say thanks for... everything. And I'm really sorry about the job. That just seems crazy."
            },
            {
                "character": "Brian",
                "line": "It's fine. What are you gonna do, you know? But, if you guys know of any work, I'm fully available."
            },
            {
                "character": "Pam",
                "line": "Well, my dad can't hear a thing. You could boom his whole life for him."
            },
            {
                "character": "Brian",
                "line": "That's... OK, great. Does he pay well?"
            },
            {
                "character": "Pam",
                "line": "Where's Alyssa?"
            },
            {
                "character": "Brian",
                "line": "Uh, yeah. Um, you know, Alyssa's, she's not gonna make it today."
            },
            {
                "character": "Pam",
                "line": "Oh."
            },
            {
                "character": "Brian",
                "line": "Actually, we're not gonna make it. Um... we're splitting up."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[to Andy's empty chair] I have yet another sales order for you to sign."
            },
            {
                "character": "Dwight",
                "line": "[acting as Andy] Why thank you Mr. Schrute. I don't know how you do it. You're a god. Rick-a-dick-dick-doo."
            },
            {
                "character": "Andy",
                "line": "[in his office doorway, bearded and unkept] Hi Dwight."
            },
            {
                "character": "Dwight",
                "line": "You're back. [surveys Andy] And you're disgusting."
            }
        ],
        [
            {
                "character": "Phyllis",
                "line": "[as everyone returns to the office] Ah, geez. My nails aren't dry yet. I don't think I can work for at least a couple hours."
            },
            {
                "character": "Andy",
                "line": "Well, well, well, look who it is."
            },
            {
                "character": "Phyllis",
                "line": "Andy."
            },
            {
                "character": "Andy",
                "line": "I guess I can cancel my order from Zappos.com because, oh, the loafers have arrived."
            },
            {
                "character": "Erin",
                "line": "Andy!"
            },
            {
                "character": "Andy",
                "line": "Hey! Sweetheart! [approaches Erin] I have missed you so much."
            },
            {
                "character": "Erin",
                "line": "[obviously avoiding Andy's embrace] Yes. [gives Andy high fives] Welcome back, buddy."
            },
            {
                "character": "Andy",
                "line": "[attempting to hug Erin as she resists] I have been dreaming of this moment."
            },
            {
                "character": "Erin",
                "line": "Me too. So much. I'm so happy."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "I am really, really bad at break ups. Technically, I'm still dating my first grade boyfriend. I mean, we just had our 20th anniversary. And, I forgot to get him something."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "What happened? We thought you were coming back tomorrow."
            },
            {
                "character": "Andy",
                "line": "Well, Valentine's surprise for Erin. Hello? Super romantic. And I got you something. [removes wooden instruments from bag] Oh, it's a couple of pieces of bamboo. Big deal, right? No. These are musical instruments. It's so we can play island music together. Cause I have this. [removes güiro and begins playing and singing] Clop the cloppers. Yeah, clop 'em. It's called Bembe. [sings while Kevin echoes]"
            },
            {
                "character": "Dwight",
                "line": "Hey, Burning Man, if it's not selling out too much, you might want to throw on a tie. David Wallace is gonna be here in an hour."
            },
            {
                "character": "Andy",
                "line": "Obviously, that's why I'm here. I mean, I came back early to surprise Erin. Happy Valentine's Day, sweetheart. [tries to embrace Erin but she begins playing cloppers] But, I'm just saying, I'm also excited about the Wallace meeting."
            },
            {
                "character": "Clark",
                "line": "Why? Isn't he just coming in to rip you a new one for being gone three months?"
            },
            {
                "character": "Dwight",
                "line": "No. Please. Come on, Clark. Wallace knows that he's been gone for the last three months. [Andy stalls] Right? Wallace does know that you've been gone for the last three months?"
            },
            {
                "character": "Andy",
                "line": "I have no idea. I don't know what he knows or doesn't know. But we've been in touch the whole time. I mean, it's not hard to get high-speed internet in Turks de Caicos, people. It's in every Bembe cafe."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "He only emailed me four times."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Question. Where's Jim?"
            },
            {
                "character": "Phyllis",
                "line": "He and Pam are having their Valentine's Day lunch."
            },
            {
                "character": "Andy",
                "line": "For two hours? Really?"
            },
            {
                "character": "Oscar",
                "line": "So, you're concerned about peoples' long absence from their place of work?"
            },
            {
                "character": "Andy",
                "line": "If the shoe fits. [plays güiro and sings, Kevin echoes]"
            }
        ],
        [
            {
                "character": "Brian",
                "line": "We were telling two different versions of the same story. And then, everything just went numb."
            },
            {
                "character": "Jim",
                "line": "Well, I mean, that's OK. It doesn't mean that it's over. Right? I mean, couples fight."
            },
            {
                "character": "Brian",
                "line": "Yeah. That's the thing. When we were fighting, it weirdly felt like the relationship was still alive. And, it wasn't until we stopped fighting that, we realized that it was over. You know, it's over. [overcome by emotion] I'm sorry, this is... oh my god, OK. [to Pam] We have to stop seeing each other like this. We have to find a different way to communicate other than breaking down in front of each other."
            },
            {
                "character": "Pam",
                "line": "[obviously flustered] Yeah."
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Brian",
                "line": "At least my crying won't get you fired."
            },
            {
                "character": "Jim",
                "line": "Crying?"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I noticed that you landed the Scranton White Pages account. That is tremendous."
            },
            {
                "character": "Dwight",
                "line": "Thank you."
            },
            {
                "character": "Andy",
                "line": "And you sold it to Jan too."
            },
            {
                "character": "Dwight",
                "line": "Yes!"
            },
            {
                "character": "Andy",
                "line": "I mean... I'm impressed."
            },
            {
                "character": "Dwight",
                "line": "[laughing together] Yeah!"
            },
            {
                "character": "Andy",
                "line": "Well, there's one problem. Couldn't help but notice that you offered a price point that was not approved by the head office. So... gotta run that stuff by me, Dwight."
            },
            {
                "character": "Dwight",
                "line": "You were on a boat."
            },
            {
                "character": "Andy",
                "line": "I was..."
            },
            {
                "character": "Dwight",
                "line": "On a boat."
            },
            {
                "character": "Andy",
                "line": "That..."
            },
            {
                "character": "Dwight",
                "line": "In the ocean."
            },
            {
                "character": "Andy",
                "line": "OK. The issue is that you need to run this stuff by me. Coolio? Are we coolio? [Dwight resists] Just say the word 'coolio'."
            },
            {
                "character": "Dwight",
                "line": "I'm not gonna say it."
            },
            {
                "character": "Andy",
                "line": "Say it."
            },
            {
                "character": "Dwight",
                "line": "Not a word."
            },
            {
                "character": "Andy",
                "line": "Coolio."
            },
            {
                "character": "Dwight",
                "line": "No! [Andy makes a call] What do you think you're doing?"
            },
            {
                "character": "Andy",
                "line": "Just gonna call the Scranton White Pages and clear this right up."
            },
            {
                "character": "Dwight",
                "line": "Don't you dare! Andy!"
            },
            {
                "character": "Jan",
                "line": "[on phone] Hello?"
            },
            {
                "character": "Andy",
                "line": "Hey, Jan. Nard dog here."
            },
            {
                "character": "Jan",
                "line": "Oh, Andy."
            },
            {
                "character": "Andy",
                "line": "I was just looking over the paperwork. I found a little hiccup."
            },
            {
                "character": "Jan",
                "line": "Really?"
            },
            {
                "character": "Andy",
                "line": "Yeah. It appears my employee offered you a price that he was not authorized to."
            },
            {
                "character": "Jan",
                "line": "Hmm."
            },
            {
                "character": "Dwight",
                "line": "[whispers] Coolio."
            },
            {
                "character": "Jan",
                "line": "Seriously? You're calling me a few weeks after finalizing our contract to gouge me now for more money? Is that what you're doing?"
            },
            {
                "character": "Dwight",
                "line": "Coolio. Coolio."
            },
            {
                "character": "Andy",
                "line": "No. No, no, no Jan I think you misunderstood."
            },
            {
                "character": "Jan",
                "line": "Yeah."
            },
            {
                "character": "Dwight",
                "line": "Coolio."
            },
            {
                "character": "Andy",
                "line": "It, it's, it's actually just an issue..."
            },
            {
                "character": "Jan",
                "line": "You know what? You know what, uh, Nard dog? There is an option in the contract that allows me to back out within 30 days of signing. So, I would like to exercise that option."
            },
            {
                "character": "Dwight",
                "line": "No, Jan! Please do not listen to this boob! Remember Clark. He gave you everything. Everything."
            },
            {
                "character": "Andy",
                "line": "Jan, I don't know what he's talking about but..."
            },
            {
                "character": "Jan",
                "line": "Tell Angela to send me a final invoice."
            },
            {
                "character": "Andy",
                "line": "Well, ah, ah..."
            },
            {
                "character": "Dwight",
                "line": "Please Ja, Ja... [Jan hangs up]"
            },
            {
                "character": "Andy",
                "line": "Aw! That was not how I had hoped that would go."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[approaching Accounting] Hey, everybody, great job. [to Angela] Listen, we're a smidge behind on my paychecks."
            },
            {
                "character": "Angela",
                "line": "Yes, well, as you know, we get paid on Fridays. And you haven't been here for 12 Fridays. [hands Andy a folder]"
            },
            {
                "character": "Andy",
                "line": "All right. Thank you very much. [examines checks] Looking good. [after noticing something on Angela's desk] Who's that little fella?"
            },
            {
                "character": "Angela",
                "line": "It's a bonus check. For you. From Wallace. Because the branch exceeded it's targets over the past quarter."
            },
            {
                "character": "Andy",
                "line": "Wow, that's wonderful!"
            },
            {
                "character": "Oscar",
                "line": "A quarter's three months. That's how long you've been gone."
            },
            {
                "character": "Andy",
                "line": "Uh-huh."
            },
            {
                "character": "Angela",
                "line": "Uh-huh."
            },
            {
                "character": "Andy",
                "line": "Uh-huh... [after awkward pause] Uh-huh. [Angela hands him the bonus check] Thank you. Great. Well, we're all up to speed."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Two seconds of the turd dog and he loses the biggest sale this branch has ever seen."
            },
            {
                "character": "Clark",
                "line": "[emotional] Do you have any idea what I had to do to get that sale from Jan? I mean, I went all out. All out. I mean like everything was out the whole week."
            },
            {
                "character": "Kevin",
                "line": "He just waltzes back in here like he owns the chunky, lemon milk. Who needs him, right?"
            },
            {
                "character": "Dwight",
                "line": "God! I just don't know what we'd do. I mean, short of telling David Wallace that he was gone for three months."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I'd like to rat out Andy. Unfortunately, I have a bit of a boy-who-cried-wolf dynamic with David Wallace. Except, instead of a boy, I'm a man. And instead of a wolf, I cried genetically-engineered monster wolf."
            }
        ],
        [
            {
                "character": "Nellie",
                "line": "I'm not going to rat on him. No, Andy gave me a second chance. So, the least I could do is let somebody else rat on him. Meredith, why don't you?"
            },
            {
                "character": "Meredith",
                "line": "Meredith Palmer ain't never been called no nark. Floozy? Yes. Alkie? Check. Einstein sarcastically? You bet. But never no nark. Vomit mop? Sure. Floor meat? That's me. Flesh hoover?"
            },
            {
                "character": "Erin",
                "line": "Hey!"
            },
            {
                "character": "Pete",
                "line": "Meredith, that's plenty. All right? That's more than plenty. Why does no one stop her?"
            },
            {
                "character": "Erin",
                "line": "Guys. I know that a lot of people are mad at Andy and, believe me, I am too. But, he has been through a lot and we all used to love him, right? So, if he's gonna get in trouble, just let it be his fault not ours. I don't want that on my hands."
            },
            {
                "character": "Dwight",
                "line": "Fine! The state he's in, Wallace will take one look at him and probably fire him anyway."
            },
            {
                "character": "Andy",
                "line": "[appears approaching group, shaved and in a suit] What's going on in here, dirty players? Let's get back to busting some paper rhymes. Come on. [singing] Who's that girl? Who's that girl? It's Andy! [resumes talking] All right. Back to work."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "OK, I can tell you're mad at me. Do you wanna just, um, I don't know, tell me why?"
            },
            {
                "character": "Jim",
                "line": "I don't know. I thought that was a little weird. You told me Brian got fired for the whole warehouse thing. And you intentionally left out a kind of major, intimate detail. I don't know, Pam, I guess I just feel like a chump. Who knows less about his marriage than the sound guy."
            },
            {
                "character": "Pam",
                "line": "I didn't tell you about the crying because I didn't want you to know how upset I was. Because it would've stressed you out and you're always saying how much you don't want more stress."
            },
            {
                "character": "Jim",
                "line": "Yeah, well. Yeah, OK. Well, then thank you. Thanks to both of you."
            },
            {
                "character": "Pam",
                "line": "It's not Brian's fault."
            },
            {
                "character": "Jim",
                "line": "No, you're right. And, and I'm not mad at Brian. And to be honest, I probably don't have any reason to be mad at all because I wasn't there. So, let's just forget about it."
            },
            {
                "character": "Pam",
                "line": "OK."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "I need you guys to tell me all the highlights from the last three months in case David asks. Just a few things I could sprinkle into conversation. Any big sales or office gossip."
            },
            {
                "character": "Dwight",
                "line": "Well, we had the Scranton White Pages."
            },
            {
                "character": "Andy",
                "line": "Not helpful. Let's stay positive, people. OK?"
            },
            {
                "character": "David Wallace",
                "line": "[enters] Hey guys."
            },
            {
                "character": "Andy",
                "line": "Hey! David! How are ya? Ah, we were just having our weekly round table where we motivate each other. Not gonna lie, I get as much out of it as they do."
            },
            {
                "character": "David Wallace",
                "line": "Sounds great. Don't let me interrupt. What ever you guys have been doing this last quarter, I couldn't be happier with the numbers."
            },
            {
                "character": "Andy",
                "line": "Thank you."
            },
            {
                "character": "David Wallace",
                "line": "Well, finish up. I'm gonna meet with Val about that warehouse guy you had to let go and you and I will talk in 15 minutes?"
            },
            {
                "character": "Andy",
                "line": "Great!"
            },
            {
                "character": "David Wallace",
                "line": "[leaving] Great job, everybody!"
            },
            {
                "character": "Andy",
                "line": "[whispering] We had to let a warehouse guy go?!"
            },
            {
                "character": "Kevin",
                "line": "You know Pam's mural? Well, Frank..."
            },
            {
                "character": "Dwight",
                "line": "[interrupting] … lit the whole thing on fire. It was crazy."
            },
            {
                "character": "Andy",
                "line": "What?!"
            },
            {
                "character": "Dwight",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "There was a fire in the warehouse?"
            },
            {
                "character": "Dwight",
                "line": "The whole thing is in ashes. Fire department was here. It was in all the papers."
            },
            {
                "character": "Kevin",
                "line": "Whoa."
            },
            {
                "character": "Andy",
                "line": "This is what I'm talking about! This would be good to know. All right, what else?"
            },
            {
                "character": "Phyllis",
                "line": "We started selling balloons."
            },
            {
                "character": "Andy",
                "line": "What?!"
            },
            {
                "character": "Clark",
                "line": "Yeah. And, uh, Kathy Ireland signed on as the official spokes-babe of Dunder-Mifflin."
            },
            {
                "character": "Andy",
                "line": "No kidding?"
            },
            {
                "character": "Clark",
                "line": "Yeah. In the European billboards, she's gonna be topless."
            },
            {
                "character": "Andy",
                "line": "Wow. Go Kathy. She's like 50."
            },
            {
                "character": "Clark",
                "line": "They're tasteful."
            },
            {
                "character": "Andy",
                "line": "Good, good. What else?"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Who knew the balloon game would be so lucrative? And thank god, right? We needed the income after the fire."
            },
            {
                "character": "David Wallace",
                "line": "What fire?"
            },
            {
                "character": "Andy",
                "line": "The warehouse fire. Weren't you just down there? It's like burnt to ashes."
            },
            {
                "character": "David Wallace",
                "line": "It looked fine to me."
            },
            {
                "character": "Andy",
                "line": "[catches on to the ruse] I am speaking metaphorically, of course. You know I have lots of irons in quote-unquote fire. Well, that's one of them. You know, making sure that the warehouse logistics is a well-oiled, properly-stoked fire."
            },
            {
                "character": "David Wallace",
                "line": "OK."
            },
            {
                "character": "Andy",
                "line": "I think you'll agree I explained that pretty well."
            }
        ],
        [
            {
                "character": "David Wallace",
                "line": "[preparing to leave] Thanks, Andy."
            },
            {
                "character": "Andy",
                "line": "Thank you."
            },
            {
                "character": "David Wallace",
                "line": "All right. Everyone! [waves to office and exits]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[enters Andy's office to find him playing güiro] Fish sounds great."
            },
            {
                "character": "Andy",
                "line": "Yeah, I guess."
            },
            {
                "character": "Erin",
                "line": "Really playing the scales, huh?"
            },
            {
                "character": "Andy",
                "line": "Yeah, it just sort of sounds like noise to me now. You think I need a new fish?"
            },
            {
                "character": "Erin",
                "line": "I don't love you anymore."
            },
            {
                "character": "Andy",
                "line": "What?"
            },
            {
                "character": "Erin",
                "line": "I still like you, but you were gone a really long time. And, you didn't really email me all that much. You retweeted me, a lot to be fair. But I don't love you."
            },
            {
                "character": "Andy",
                "line": "OK, I get it. You're unhappy. I've been gone a long time and we lost a little bit of juju. But, you and me, we have a future. There is a lot of love here."
            },
            {
                "character": "Erin",
                "line": "I just said there isn't love."
            },
            {
                "character": "Andy",
                "line": "On your side. But there's tons on my side. It's gushing. We're just out of sync right now. But that's just timing, it's timing. I mean, my parents lasted 38, 40 years. They were never happy at the same time."
            },
            {
                "character": "Erin",
                "line": "I guess."
            },
            {
                "character": "Andy",
                "line": "I mean, what do we have left? 35, maybe 40 years? If we're lucky. I mean, I have spent a lot of time in the sun."
            },
            {
                "character": "Erin",
                "line": "You got really sunburned."
            },
            {
                "character": "Andy",
                "line": "I'm gonna be a prune in like, 3 years."
            },
            {
                "character": "Erin",
                "line": "Ugh."
            },
            {
                "character": "Andy",
                "line": "I know you may not be feeling love for me right now but, if you fake it, I won't be able to tell the difference. So, I'll feel good. And then, eventually, maybe, you'll actually start to love me again."
            },
            {
                "character": "Erin",
                "line": "You really think we can get that back?"
            },
            {
                "character": "Andy",
                "line": "Yes. [hugs Erin] Come on. Totally."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You know what? Maybe we should cancel that bottle of wine tonight."
            },
            {
                "character": "Pam",
                "line": "Oh?"
            },
            {
                "character": "Jim",
                "line": "Yeah. I just feel like I got a bunch of stuff to do in Philly and I'm sure you have stuff to do. So we can just... I don't know, drop me at the bus station?"
            },
            {
                "character": "Pam",
                "line": "Are you sure?"
            },
            {
                "character": "Jim",
                "line": "I just feel like we're gonna fight."
            },
            {
                "character": "Pam",
                "line": "[obviously hurt] Yeah."
            },
            {
                "character": "Jim",
                "line": "So... how 'bout let's not?"
            },
            {
                "character": "Pam",
                "line": "OK. [they begin to leave]"
            },
            {
                "character": "Jim",
                "line": "Oh, um. [pulls item from bag and hands to Pam] Happy Valentine's Day. Sorry, I didn't have time to wrap it."
            },
            {
                "character": "Pam",
                "line": "[sees it's a drawing of hers, framed] Wow. I didn't know you kept this."
            },
            {
                "character": "Jim",
                "line": "Yeah, yeah."
            },
            {
                "character": "Pam",
                "line": "Thank you."
            },
            {
                "character": "Jim",
                "line": "No problem."
            },
            {
                "character": "Pam",
                "line": "I don't think you should go to Philly tonight. I think that you should stay and I think we should fight."
            },
            {
                "character": "Jim",
                "line": "You really wanna fight on Valentine's Day?"
            },
            {
                "character": "Pam",
                "line": "Yeah, I do."
            },
            {
                "character": "Jim",
                "line": "OK. All right, put your dukes up, Beesly."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Hi."
            },
            {
                "character": "Pete",
                "line": "Hey, you OK?"
            },
            {
                "character": "Erin",
                "line": "I couldn't do it."
            },
            {
                "character": "Pete",
                "line": "Oh."
            },
            {
                "character": "Erin",
                "line": "I'm sorry."
            },
            {
                "character": "Pete",
                "line": "Oh, you don't have to apologize. I just... I just want you to be happy. OK? [Erin smiles and kisses Pete]"
            }
        ],
        [
            {
                "character": "Erin",
                "line": "[bursts into Andy's office] We're breaking up. And just so you know, I was worried that you were dead. You were gone for three months."
            },
            {
                "character": "David Wallace",
                "line": "[on phone] Hey, Andy. It's David. Still here. What was that about three months?"
            }
        ]
    ],
    "deleted_scenes": []
}