{
    "season": 9,
    "episode": 1,
    "title": "New Guys",
    "scenes": [
        [
            {
                "character": "Erin",
                "quote": "Andy’s coming back today! Andy’s coming back today! Ha! Andy’s coming back today. David Wallace sent him on an outward bound wilderness adventure for a whole month to make him more decisive and confident. He sent his own son too. And the counselors said they both grew up, big time."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "How was my summer? It was pretty mixed. I invented a new power drink made out of beet runoff. Mmm, mmm! So that’s really good. But I got some disappointing medical news."
            }
        ],
        [
            {
                "character": "Doctor",
                "quote": "Mr. Schrute, the results are in. You are not the father."
            },
            {
                "character": "Angela",
                "quote": "I told you [Dwight vomits power drink on Angela]"
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "Oh, what a summer! An emotional roller-coaster. I ran over a turtle in the parking lot, but then I saved him by gluing his shell back together. But I’m not that good at puzzles."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "[as Kevin reassembles shell] That piece doesn’t go there. [Kevin shushes him]"
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "So I patched him with stuff from around the office. But I couldn’t get the pieces to fit right. Then one day, when I was reaching for the glue, I crushed his shell again. But I rebuilt him even better that time. But it turned out the turtle was already day. Probably when I ran over him the first time."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "For us, um, nothing new, really the kids are great."
            },
            {
                "character": "Jim",
                "quote": "You are really good at modesty. She’s a genius. She painted this incredible mural in the kids’ room. There’s a hippo leading a parade of 500 children—"
            },
            {
                "character": "Pam",
                "quote": "Kay, well, you had that interesting thing."
            },
            {
                "character": "Jim",
                "quote": "Oh, yeah"
            },
            {
                "character": "Pam",
                "quote": "Yes, Jim’s friend is starting anew company based on this idea Jim had when they were back in college."
            },
            {
                "character": "Jim",
                "quote": "Its sports marketing basically. But the athletes are partners."
            },
            {
                "character": "Pam",
                "quote": "And he wanted Jim to be a part of it too."
            },
            {
                "character": "Jim",
                "quote": "In Philly, so, that doesn’t really work for the family. Watch this guy make a billion dollars off my idea."
            },
            {
                "character": "Pam",
                "quote": "He said if it takes off he’s gonna buy us a new car."
            },
            {
                "character": "Jim",
                "quote": "An Altima or better."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Kelly Kapoor is gone. Her fiancé Ravi was hired as a pediatrics professor at Miami university."
            },
            {
                "character": "Kelly",
                "quote": "[tossing out winter coats] I don’t need em anymore. I am going to Miami biotches. To hang with Lebron James and Gloria Estefan."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Miami University in Ohio. On her last day, Kelly was still a little confused about it"
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "Enjoy the snow losers."
            },
            {
                "character": "Erin",
                "quote": "I’m so happy for you Kelly."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Shortly after Kelly left, Ryan quit and also moved to Ohio, for what he claimed were unrelated reasons."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "I’ve actually done a lot of market research and it actually turns out that southwestern Ohio is going to be the next Silicon Valley. They call it the Silicon Prairie. It’s a big university town. And, uh, that’s not garbage, it’s out clothes."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "And that was our summer."
            },
            {
                "character": "Jim",
                "quote": "we good?"
            },
            {
                "character": "Off-camera",
                "quote": "Yeah"
            },
            {
                "character": "Pam",
                "quote": "Don’t you guys have everything. I mean, its just a paper company."
            },
            {
                "character": "Off-camera",
                "quote": "Well we’re more following you guys, to see how you turn out."
            },
            {
                "character": "Pam",
                "quote": "Oh, yeah, because we were kind of dramatic in the beginning. Well I don’t think anything’s gonna change in our lives now. With work and two kids there’s just-nothing interesting is going to happen for us in a long, long time."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Andy’s coming back today!"
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "Hey, uh, does anybody know where we throw these out?"
            },
            {
                "character": "Stanley",
                "quote": "Oh, my god. It’s called a garbage can."
            },
            {
                "character": "Phyllis",
                "quote": "Helpless."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "There’s two new guys back there with me now. They’re in their 20s. And we really get along."
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "[Playing computer game with Toby] You’re looking good."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Just three single guys. Getting into trouble."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "They’re like the new Jim and Dwight."
            },
            {
                "character": "Nellie",
                "quote": "Oh, yes, yes I see that! Perfect."
            },
            {
                "character": "Meredith",
                "quote": "Hey, new Jim, come sit on my face."
            },
            {
                "character": "Pete",
                "quote": "No thank you. My name’s Pete."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "No, Pete is not the new Jim. The only we have in common is that neither of us wants to sit on Meredith’s face. And if that makes him the new Jim, then every human being in the world is the new Jim."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Andy’s here! Old Dwight, new Dwight, Andy’s here. New Jim, Tuna, Andy’s here. Pam, he’s here. [squeals as Andy walks in]"
            },
            {
                "character": "Andy",
                "quote": "Hey! Wow, I thought about this place a lot when I was on solo. Three days on a mountain, it’ll change you. The things we think we need. Clocks, yeah right!"
            },
            {
                "character": "Nellie",
                "quote": "It sounds amazing, tell us all about it."
            },
            {
                "character": "Andy",
                "quote": "What’re you still doing here?"
            },
            {
                "character": "Nellie",
                "quote": "Wonderful, thanks."
            },
            {
                "character": "Andy",
                "quote": "You know I had this really funny dream during Outward Bound that you died."
            },
            {
                "character": "Nellie",
                "quote": "Brilliant."
            },
            {
                "character": "Andy",
                "quote": "See me in my office later. The new guys, alright. It’s Clark and, um—"
            },
            {
                "character": "Pete",
                "quote": "Pete!"
            },
            {
                "character": "Andy",
                "quote": "In Outward Bound it was all about nicknames. They called me Iceman. You will be called Plop."
            },
            {
                "character": "Pete",
                "quote": "What? Why?"
            },
            {
                "character": "Andy",
                "quote": "Cause you’re always taking dumps."
            },
            {
                "character": "Pete",
                "quote": "No I’m not."
            },
            {
                "character": "Andy",
                "quote": "Come on, everybody defecates. Relax, Plop. And you will be called Fart cause you fart all the time."
            },
            {
                "character": "Clark",
                "quote": "I love it."
            },
            {
                "character": "Darryl",
                "quote": "Actually, Andy, we call this one Dwight, Jr."
            },
            {
                "character": "Clark",
                "quote": "No, I prefer Fart."
            },
            {
                "character": "Andy",
                "quote": "No, Dwight Jr. Infinitely better. You guys look exactly alike. Dwight go stand next to him. This is insane."
            },
            {
                "character": "Dwight",
                "quote": "I don’t see it."
            },
            {
                "character": "Clark",
                "quote": "I don’t either."
            },
            {
                "character": "Andy",
                "quote": "Whoa! Mind blown. It’s like father and son! Dwight, you cool if we call him Dwight Jr?"
            },
            {
                "character": "Dwight",
                "quote": "Yes, yes I am. [puts his arm around Clark]"
            },
            {
                "character": "Andy",
                "quote": "Dwight, Jr! [Dwight gives Clark a noogie]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "In a way it’s like I have a son. And who knows? Maybe someday they’ll hire someone who looks like a younger version of him. And then I’ll have a grandson."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Well, I need to give my cat up for adoption."
            },
            {
                "character": "Kevin",
                "quote": "The one who uses the doorbell, or the one with the Mexican hat, or the one with the rain galoshes, or the one you let go around naked?"
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "Angela’s cats are cute. So cute that you just want to eat them. But you can’t eat cats. You can’t eat cats, Kevin."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "No, the one with the long hair and the denim pants, Comstock! Ok, look [starts playing video on computer]. He’s such a special kitty. I just want to find him a good home. He loves those pants"
            },
            {
                "character": "Kevin",
                "quote": "I’ll take him."
            },
            {
                "character": "Angela",
                "quote": "Please, after the turtle?"
            },
            {
                "character": "Kevin",
                "quote": "I am enormously proud of what I did for that turtle!"
            },
            {
                "character": "Angela",
                "quote": "Oscar, Oscar, will you take him?"
            },
            {
                "character": "Oscar",
                "quote": "No, I’m a dog person."
            },
            {
                "character": "Angela",
                "quote": "If you pray enough, you can change yourself into a cat person."
            },
            {
                "character": "Oscar",
                "quote": "Those guys always change back, Angela."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "David, outward bound was incredible. I was the best at slack lining, I ate a worm."
            },
            {
                "character": "David Wallace",
                "quote": "Glad to hear it. You sound very confident and decisive."
            },
            {
                "character": "Toby",
                "quote": "Hey you wanted to see me?"
            },
            {
                "character": "Andy",
                "quote": "Yeah, I gotta go David. [hangs up phone] Why is Nellie still here?"
            },
            {
                "character": "Toby",
                "quote": "You can only fire Nellie for cause."
            },
            {
                "character": "Andy",
                "quote": "Mm, then I will make up a cause."
            },
            {
                "character": "Toby",
                "quote": "Except you just told me you were gonna make it up. Now if she sues, I have to testify against you."
            },
            {
                "character": "Andy",
                "quote": "Then forget I just told you that."
            },
            {
                "character": "Toby",
                "quote": "Can’t. I took a course at the Weintraub Memory Academy. I sat next to this woman named Beverly Brook. She had a Greek salad for lunch. See what I mean?"
            },
            {
                "character": "Andy",
                "quote": "Now I know why Michael hated you so much."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Good boy, getting big and strong. Snack foods!"
            },
            {
                "character": "Clark",
                "quote": "Yep, body by Cheez-it"
            },
            {
                "character": "Dwight",
                "quote": "Ah, humor. I have it too. I have a couple tickets to the slayer concert 10 months from now. You interested?"
            },
            {
                "character": "Clark",
                "quote": "I think I’m busy that night. Or I would."
            },
            {
                "character": "Dwight",
                "quote": "Well, we’re both just kinda learning as we go, aren’t we?"
            },
            {
                "character": "Clark",
                "quote": "Learning what?"
            },
            {
                "character": "Dwight",
                "quote": "Just how this going to be, you know? You have a beautiful round head."
            },
            {
                "character": "Clark",
                "quote": "Kay."
            },
            {
                "character": "Dwight",
                "quote": "So what kind of farming you into, huh? You more of a fruit man or a root man?"
            },
            {
                "character": "Clark",
                "quote": "Is this—is this like code for gay stuff? Cause if so, that’s totally fine. Like, I’m fine with it. But you should know that I’m into the ladies."
            },
            {
                "character": "Dwight",
                "quote": "Spoken like a true root man."
            },
            {
                "character": "Clark",
                "quote": "You know, if you’re ever swamped, I could make some sales calls for you."
            },
            {
                "character": "Dwight",
                "quote": "My calls?"
            },
            {
                "character": "Clark",
                "quote": "So could you give me a list of all your clients? Or just the leads that you haven’t had time to pursue yet?"
            },
            {
                "character": "Dwight",
                "quote": "You want a list of my clients? You want my leads?"
            },
            {
                "character": "Clark",
                "quote": "Yeah, I’ll just give it a glance—"
            },
            {
                "character": "Dwight",
                "quote": "Ok"
            },
            {
                "character": "Clark",
                "quote": "I’ll give it a read."
            },
            {
                "character": "Dwight",
                "quote": "With my leads and stuff like that?"
            },
            {
                "character": "Clark",
                "quote": "Yeah."
            },
            {
                "character": "Dwight",
                "quote": "Cause you’re interested in going into sales?"
            },
            {
                "character": "Clark",
                "quote": "I am."
            },
            {
                "character": "Dwight",
                "quote": "Wow, that’s great. That’s great. Ok, good, let’s talk about that, ok?"
            },
            {
                "character": "Clark",
                "quote": "Ok."
            },
            {
                "character": "Dwight",
                "quote": "You’re not getting my clients! Nice try."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Paranoid? I’m not familiar with the word. And I really don’t have time to learn new words right now, ok? A pudgy 22-year-old is trying to take my job."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Jim, get ready for the battle of your life."
            },
            {
                "character": "Jim",
                "quote": "Done. Explain."
            },
            {
                "character": "Dwight",
                "quote": "The new guys. Dwight Jr is after my job. Yeah. There is a shark hiding inside that adorable little cherub."
            },
            {
                "character": "Jim",
                "quote": "Oh, now I get what Pete was talking about at the sales meeting yesterday."
            },
            {
                "character": "Dwight",
                "quote": "Wait, sales—what sales meeting?"
            },
            {
                "character": "Jim",
                "quote": "The new guys called one."
            },
            {
                "character": "Dwight",
                "quote": "The new guys called a sales meeting?"
            },
            {
                "character": "Jim",
                "quote": "Clark ended the whole thing with a karate demonstration. Did you know there was a belt above black?"
            },
            {
                "character": "Dwight",
                "quote": "There’s no belt above black. Is there a belt above black?"
            },
            {
                "character": "Jim",
                "quote": "You should ask him. It’s a color you would never expect. [Dwight storms off] Too easy."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Attention everyone. Comstock is still available. Oscar has been flirting with adopting him. But still hasn’t given me a definite yes or no."
            },
            {
                "character": "Oscar",
                "quote": "Definitely no."
            },
            {
                "character": "Angela",
                "quote": "Fine. For any interested candidates, I will be conducting 20 minute interviews. My ideal situation would an independently wealthy cute couple with a strong commitment to education. Black or white, I’m fine with either, but not both. [to Pam] Listen, you’re in this, but you need to wow me, ok?"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "I wanted to talk to you about our working relationship this year. It’s going to be terrible."
            },
            {
                "character": "Nellie",
                "quote": "Not necessarily"
            },
            {
                "character": "Andy",
                "quote": "No I’m going to make sure that it is. And if it isn’t, I’m going to take immediate action to rectify that. Now, I don’t like to throw around the b-word, but I’m going to be a huge bitch to you."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Now this is called slack lining."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "I set up the old slack line to teach the office the skills of focus and discipline. Or in the case of certain individuals, the skills of humiliation and looking really dumb."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "If you make it all the way across, your confidence will soar. But, if you Toby out, then you’ll feel like a real Nellie. How about a hand, screw those guys. Now, these are my actual Outward Bound counselors, Rafe and Feather."
            },
            {
                "character": "Rafe",
                "quote": "Iceman."
            },
            {
                "character": "Andy",
                "quote": "That’s me. The powder is for your protection, Feather has permanent athlete’s foot. Feather, show them how you dance upon the line of slack."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "You a sports fan?"
            },
            {
                "character": "Pete",
                "quote": "Sure, boxing, tennis."
            },
            {
                "character": "Jim",
                "quote": "Oh. Any team sports?"
            },
            {
                "character": "Pete",
                "quote": "NASCAR. The Amazing Race."
            },
            {
                "character": "Jim",
                "quote": "Phillies fan, though, right?"
            },
            {
                "character": "Pete",
                "quote": "You mean horses?"
            },
            {
                "character": "Jim",
                "quote": "No, like baseball. A baseball team."
            },
            {
                "character": "Pete",
                "quote": "Ah, I like the Red Sox. I’m from Vermont."
            },
            {
                "character": "Jim",
                "quote": "Ok. Good talk."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I have nothing in common with Plop."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "All right, who’s next? Nellie?"
            },
            {
                "character": "Nellie",
                "quote": "Oh, I would rather watch you and your talented friends."
            },
            {
                "character": "Andy",
                "quote": "Nonsense. Get up here."
            },
            {
                "character": "Kevin",
                "quote": "Go ahead"
            },
            {
                "character": "Andy",
                "quote": "Come on. Uh, are you gonna wear your heels?"
            },
            {
                "character": "Nellie",
                "quote": "I’m very self-conscious about my feet."
            },
            {
                "character": "Andy",
                "quote": "Ok, sure. There ya go. Atta girl. Hey, alright. Whoa! [pushes Nellie off slack line] You suck. Alright, who’s next? Darryl?"
            },
            {
                "character": "Darryl",
                "quote": "This seems like the kind of thing white people with dreadlocks do."
            },
            {
                "character": "Andy",
                "quote": "Dwight Jr? This looks like your speed."
            },
            {
                "character": "Clark",
                "quote": "Uh, I guess I could give it shot."
            },
            {
                "character": "Andy",
                "quote": "Yeah, come on. Get up here. Just hop on up."
            },
            {
                "character": "Clark",
                "quote": "Ok"
            },
            {
                "character": "Andy",
                "quote": "Focus on the horizon. [Clark successfully walks the slack line] Whoa! Look at this guy."
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "I’ve always been good at anything that required balance. My doctor says I have gigantic inner ears."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Go, Dwight Jr!"
            },
            {
                "character": "Andy",
                "quote": "Hey, yes."
            },
            {
                "character": "Dwight",
                "quote": "Boo, unimpressed. It’s a tightrope for babies. Boo!"
            },
            {
                "character": "Clark",
                "quote": "Alright, let’s see you do it."
            },
            {
                "character": "Andy",
                "quote": "Alright. Let me show you how a real man walks across a flaccid cord."
            },
            {
                "character": "Andy",
                "quote": "Ooh! Who ordered the hot apple fail?"
            },
            {
                "character": "Dwight",
                "quote": "Ok, I am just getting started, ok?"
            },
            {
                "character": "Clark",
                "quote": "You got this, it’s all you. [as Dwight repeatedly fails and gets smacked around] Got ourselves a yard sale. Balls in face. It’s not a race, Dwight."
            },
            {
                "character": "Andy",
                "quote": "Well it’s official. Old Dwight is lame and New Dwight is cool."
            },
            {
                "character": "Dwight",
                "quote": "[bleeding heavily from the mouth] That’s not true. Just give me another chance."
            },
            {
                "character": "Oscar",
                "quote": "But your mouth is ble—"
            },
            {
                "character": "Toby",
                "quote": "This is a bloodbath. Alright, I’m calling this."
            },
            {
                "character": "Dwight",
                "quote": "What?"
            },
            {
                "character": "Toby",
                "quote": "It is enough of this. Everyone, let’s go back to work."
            },
            {
                "character": "Dwight",
                "quote": "This is a stupid activity. I would be embarrassed to be good at it. [tries to go in locked door] Idiots."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Slack lining, please. Untie that rope, give it to a couple of pig-tailed school girls, let them start jumping with it while chanting a rhyme and giggling about boys. Doesn’t seem so macho now, does it? It’s a jump rope!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Dwight!"
            },
            {
                "character": "Dwight",
                "quote": "Pam? Hey come up here, up the ladder. Come on."
            },
            {
                "character": "Pam",
                "quote": "[sees trapeze contraption] What are you doing?"
            },
            {
                "character": "Dwight",
                "quote": "Come here, I’ll show you."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Why do you want this cat?"
            },
            {
                "character": "Pete",
                "quote": "I don’t want it, really."
            },
            {
                "character": "Angela",
                "quote": "How would you support the cat? What are your ambitions?"
            },
            {
                "character": "Pete",
                "quote": "I want to start my own business. I want to be a millionaire. Lots of things. Travel, make the world a better place, earn an MBA at night."
            },
            {
                "character": "Angela",
                "quote": "Have you taken any concrete steps?"
            },
            {
                "character": "Pete",
                "quote": "Well, I’m still just fitting in here, you know? Getting used to the new job. But, definitely on the agenda. But that is a good idea, Angela. I should make a list."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Oh, come on, Pete! God, that’s just sad. If he doesn’t watch himself, he’s gonna be here for years, doing nothing. [sober realization] Wow, maybe Pete is the new Jim."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Do you see how the trapeze completely surrounds the wire? That means it’s literally impossible for anyone to fall off. So you will merely sit below and be my counterweight as I pedal across the parking lot to that telephone pole."
            },
            {
                "character": "Pam",
                "quote": "I will?"
            },
            {
                "character": "Dwight",
                "quote": "You will. Yeah we weigh about the same, wouldn’t you say?"
            },
            {
                "character": "Pam",
                "quote": "Sure, if you weigh 105 pounds."
            },
            {
                "character": "Dwight",
                "quote": "So you’ll do it?"
            },
            {
                "character": "Pam",
                "quote": "No."
            },
            {
                "character": "Dwight",
                "quote": "Come on, this will be the only thrill of your boring life."
            },
            {
                "character": "Pam",
                "quote": "Dwight, you may find this hard to believe, but I love my boring life."
            },
            {
                "character": "Dwight",
                "quote": "Come on."
            },
            {
                "character": "Pam",
                "quote": "Exactly the way it is."
            },
            {
                "character": "Dwight",
                "quote": "No, Pam."
            },
            {
                "character": "Pam",
                "quote": "Yes, and there’s nothing you could say that would get me to run the slightest risk of losing it."
            },
            {
                "character": "Dwight",
                "quote": "Please? Please, Pam?"
            },
            {
                "character": "Pam",
                "quote": "Find someone else, I don’t know. Ask Phyllis."
            },
            {
                "character": "Dwight",
                "quote": "I can’t use Phyllis. Are you kidding me? The moment she steps off this bar I’ll be launched into space. God, you’re so insensitive."
            }
        ],
        [
            {
                "character": "Pete",
                "quote": "Why are you getting rid of it?"
            },
            {
                "character": "Angela",
                "quote": "Allergies."
            },
            {
                "character": "Pete",
                "quote": "Your husband?"
            },
            {
                "character": "Angela",
                "quote": "No, the baby. Please, it’s my husband’s favorite cat. He’s broken up about it. It’s the only time I’ve seen him cry other than our wedding night."
            },
            {
                "character": "Oscar",
                "quote": "You know what? I will take Comstock."
            },
            {
                "character": "Angela",
                "quote": "Really? Oh, Oscar, thank you!"
            },
            {
                "character": "Oscar",
                "quote": "I’ll come by after work and pick him up."
            },
            {
                "character": "Angela",
                "quote": "Yay! Oh, poor Robert. He won’t get to say goodbye. He has this business dinner tonight"
            },
            {
                "character": "Oscar",
                "quote": "C’est la vie."
            },
            {
                "character": "Angela",
                "quote": "Please don’t teach the cat French."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "[on phone] Yeah. Good news, tonight when you come over for dinner, you can play with your old buddy Comstock."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "You ready?"
            },
            {
                "character": "Jim",
                "quote": "Yeah. You know what? I’ll meet you down there. Just gotta make a quick call."
            },
            {
                "character": "Pam",
                "quote": "Kay."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Ok. [prepares bike trapeze]Oh, god."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[tries dialing and hangs up]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Attention, employees of Dunder Mifflin. Everyone thinks the new guys are so cool cause they can slack line. Boo. Hey Clark, this is what a areal salesman looks like. They say that you only live once and I’m about to prove it. Dwight Schrute!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey, man. It’s halpert. Did you go to the other guy yet? Great, don’t. I’m in. Yeah, yep, I’m all in. Ok, talk to you soon. Bye. [hangs up] Yeah!"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Woo! [starts pedaling out until trapeze bike flips over, he dangles from the handlebars] Ahh!!"
            }
        ],
        [
            {
                "character": "Creed",
                "quote": "In the parking lot today there was a circus. The copier did tricks on the high-wire, a lady tried to give away a baby that looked like a cat. There was a Dwight impersonator and a Jim impersonator; a strong man crushed a turtle. I laughed and I cried. Not bad for a day in the life of a dog food company."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Crap. Sorry, Nellie."
            },
            {
                "character": "Nellie",
                "quote": "Once again, I understand that old habits die hard, but if everyone would kindly walk their refuse to the trash bins instead of tossing them, then we would—[hit in the face with trash]"
            },
            {
                "character": "Stanley",
                "quote": "Mm, swish."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Oh, it’s nothing to do with me. I just happen to be sitting near to where the bins are."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "There are two things that I am passionate about. Recycling and revenge."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "[As trash is thrown at her] Fluke."
            }
        ]
    ],
    "deleted_scenes": []
}