{
    "season": 9,
    "episode": 12,
    "title": "Customer Loyalty",
    "scenes": [
        [
            {
                "character": "Dwight",
                "quote": "Gotta clear out these file cabinets people, a lot of these are dead accounts. “Scranton Mimeograph Corp?” I don’t think we’re doing business with them any time soon. That’s odd. &nbsp;A letter from Robert Dunder. “A valuable artifact has come into my possession. I have hidden it until such time as a person of strong intellect may safely recover it. This golden chalice is of immeasurable historical and religious significance.” The Holy Grail."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[on phone]: Did you send Dwight on a quest for the Holy Grail?"
            },
            {
                "character": "Jim",
                "quote": "I think I’m a little too busy these days to s--- [whispering] Oh ,my God. I did send Dwight on a quest for the Holy Grail."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "The Dunder Code! I completely forgot about that prank. That had to be like six or seven years ago. Stayed late every night for a month. Had a lot more free time back then."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "I don’t get it."
            },
            {
                "character": "Dwight",
                "quote": "Aha! A lightbulb."
            },
            {
                "character": "Kevin",
                "quote": "A lightbul--"
            },
            {
                "character": "Dwight",
                "quote": "A lightbulb. Okay. Okay. [holding note over lamp] Invisible ink."
            },
            {
                "character": "Kevin",
                "quote": "Whoa."
            },
            {
                "character": "Dwight",
                "quote": "“Higher than numbers go.” The ceiling above accounting!"
            },
            {
                "character": "Angela",
                "quote": "Dwight! Down, Dwight! Dwight!"
            },
            {
                "character": "Jim",
                "quote": "[on phone]: Man, I wish I was there to see his face when he gets to the end ..."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "...and finds the... fake grail? No grail?"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "You don’t remember?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I don’t."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "An “X.”"
            },
            {
                "character": "Oscar",
                "quote": "Annex. It must open something in the annex."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Oh."
            },
            {
                "character": "Kevin",
                "quote": "Whoa."
            },
            {
                "character": "Dwight",
                "quote": "“Sedes introiti.” Seat of entrance."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[shouts while cutting up seat cushion - gasps upon finding playing cards]"
            },
            {
                "character": "Pete",
                "quote": "What?"
            },
            {
                "character": "Oscar",
                "quote": "What?"
            },
            {
                "character": "Kevin",
                "quote": "That’s a flush."
            }
        ],
        [
            {
                "character": "Everyone",
                "quote": "[murmuring as Dwight holds up toy forklift]"
            },
            {
                "character": "Everyone",
                "quote": "The warehouse."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[on phone to Jim] There’s nothing down here."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Oh, I expected more from young Halpert."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Let’s just forget it. Forget it. [warehouse worker dips donut into golden chalice]"
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "So, how are we getting on with our grand social media initiative?"
            },
            {
                "character": "Erin",
                "quote": "Well, we created a fake profile for a really cool guy named Derek McBlack."
            },
            {
                "character": "Nellie",
                "quote": "Wow."
            },
            {
                "character": "Erin",
                "quote": "It’s just Pete in sunglasses."
            },
            {
                "character": "Nellie",
                "quote": "Oh."
            },
            {
                "character": "Erin",
                "quote": "And then we had him “Like” Dunder Mifflin."
            },
            {
                "character": "Pete",
                "quote": "Then we created a bunch of fake friends for Derek, and we had all of them “Like” Derek’s “Likes.”"
            },
            {
                "character": "Erin",
                "quote": "So far, we’re only popular with imaginary people, but we think this is the start of something big."
            },
            {
                "character": "Nellie",
                "quote": "You two are geniuses. And I am a genius putting you two together."
            },
            {
                "character": "Erin",
                "quote": "All right."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Pete and I work well together -- not that there’s anything special about Pete. It could be any guy... or girl-- not that I’m into girls. Not that I’m into Pete. Ugh! What was the question?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey."
            },
            {
                "character": "Co-worker",
                "quote": "Hey Jim. Peter Rowley at Bridgeport Capital requested a meeting at lunch."
            },
            {
                "character": "Jim",
                "quote": "Okay. Can we keep it on the early side, though? I got that thing in Scranton later."
            },
            {
                "character": "Co-worker #2",
                "quote": "Uh sure. No problem."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Cece’s ballet recital is today. I cannot wait. I’ve been working with her on her move. It’s called the Cece Spin and Kiss. Do you want to see it? It’s kind of like this. It’s pretty cute, right?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Pfft, “Athlead”? Please. They’re too lazy to call it Athletes Lead? Jim should just call it “Stumpany,” for “Stupid Company.”"
            },
            {
                "character": "Darryl",
                "quote": "Nothing stupid about working for yourself. Hanging out with pro athletes, getting free tickets to the games. That’s why I’m doing it."
            },
            {
                "character": "Dwight",
                "quote": "You’re working for “Stumpany” too?"
            },
            {
                "character": "Darryl",
                "quote": "Yeah, just weekends for now, but pretty soon, I’m switching over."
            },
            {
                "character": "Dwight",
                "quote": "What?"
            },
            {
                "character": "Darryl",
                "quote": "Yep."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[on phone] Hey, Halpert, what’s the big idea? First you jump ship. Now you’re stealing Darryl too. When will it end?"
            },
            {
                "character": "Jim",
                "quote": "Well, take your worst fear and multiply it by infinity."
            },
            {
                "character": "Dwight",
                "quote": "You won’t stop until you’ve poached us all."
            },
            {
                "character": "Jim",
                "quote": "Yeah. Even you."
            },
            {
                "character": "Dwight",
                "quote": "No. I’ll be damned if I’m gonna let us lose me."
            },
            {
                "character": "Jim",
                "quote": "Bye, Dwight."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hi. How are ya? Good to see you."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey, Angela? Did you hear about the Irish-American Cultural Center mural?"
            },
            {
                "character": "Kevin",
                "quote": "Ooh, I haven’t heard it. So, what about the Irish-American Cultural Center mural? Potato?"
            },
            {
                "character": "Pam",
                "quote": "Oh, no, Kevin, it’s not a joke. Angela’s husband put me up for a-- um, just never mind."
            },
            {
                "character": "Angela",
                "quote": "I have no information. But I’m sure as soon as they know, they’ll call you."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Senator Lipton helped me submit my design for a new mural on a building downtown. Now I’m just waiting to hear from the selection committee. But, you know, let’s be realistic. There are a ton of great artists in Scranton with way more experience. I mean, who are they gonna go with -- some nobody like me or a big name like Tracy Fleeb?"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Well, I’m heading out to Cece’s dance recital."
            },
            {
                "character": "Oscar",
                "quote": "Aw."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey, Cece, Daddy’s gonna have dinner with us tonight after he comes to your recital. Are you excited?"
            },
            {
                "character": "Cece",
                "quote": "Yeah."
            },
            {
                "character": "Pam",
                "quote": "Let’s call him."
            },
            {
                "character": "Jim",
                "quote": "Hey. I was just about to call you."
            },
            {
                "character": "Pam",
                "quote": "Hey, Hon, are you close?"
            },
            {
                "character": "Jim",
                "quote": "I am still in Philly, actually."
            },
            {
                "character": "Pam",
                "quote": "What?"
            },
            {
                "character": "Jim",
                "quote": "It’s insane. This huge investor got cold feet, so I’m stuck here trying to keep him on board."
            },
            {
                "character": "Pam",
                "quote": "Hon, I wish you would have told me an hour ago, when you knew you weren’t gonna make it."
            },
            {
                "character": "Jim",
                "quote": "Pam, I couldn’t get out. I barely made it out just to make this phone call."
            },
            {
                "character": "Cece",
                "quote": "I want Daddy."
            },
            {
                "character": "Jim",
                "quote": "You’re gonna do great. And you know what? Mommy’s gonna record it. So we’ll watch it together. Do you mind doing that, Pam?"
            },
            {
                "character": "Pam",
                "quote": "Of course."
            },
            {
                "character": "Jim",
                "quote": "Okay. Are you sure you know how to do video on the phone?"
            },
            {
                "character": "Pam",
                "quote": "Yes, Jim, I think I know how to point a rectangle at something."
            },
            {
                "character": "Jim",
                "quote": "Okay, okay, you know, just sometimes you’re not the best with the phone."
            },
            {
                "character": "Pam",
                "quote": "I know how to operate my phone, okay? Listen, we’re getting close. We will talk to you later. Say, “Bye, Daddy.”"
            },
            {
                "character": "Cece",
                "quote": "Bye, Daddy."
            },
            {
                "character": "Jim",
                "quote": "Bye. &nbsp;[pause] Yep. See, you’ve still got to press “End,” Pam."
            },
            {
                "character": "Cece",
                "quote": "Press “End.”"
            }
        ],
        [
            {
                "character": "Pete",
                "quote": "Oh, check it out. This is our first real “Like.”"
            },
            {
                "character": "Erin",
                "quote": "Oh, my gosh!"
            },
            {
                "character": "Pete",
                "quote": "Oh! All right, Alan Olson from North Dakota. He also likes Hammermill and Georgia Pacific."
            },
            {
                "character": "Erin",
                "quote": "Wow. That guy’s really into paper."
            },
            {
                "character": "Pete",
                "quote": "Yeah."
            },
            {
                "character": "Nellie",
                "quote": "Well done, you two."
            },
            {
                "character": "Erin",
                "quote": "We did it. Youth task force forever."
            },
            {
                "character": "Pete",
                "quote": "Yes."
            },
            {
                "character": "Pete",
                "quote": "[doing a series of hand bumps with Erin] Bap, bup, bup, bap. Wait. Did I go first and then you?"
            },
            {
                "character": "Erin",
                "quote": "No, you go -- okay."
            },
            {
                "character": "Pete",
                "quote": "All right, all right.Okay, start over."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Oh, no, no, no, no. Oh God. Andy has just started to be nice to me, I just sent his girlfriend into the arms of a younger man. &nbsp;“Our social media presence should be hot, hot, hot. Go at it vigorously.” I did everything but unzip their pants for them. Oh, God, Nellie."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Hey, everybody. Uh, coffee order is going around -- on me. Just sign your name below."
            },
            {
                "character": "Everyone",
                "quote": "[murmuring]"
            },
            {
                "character": "Dwight",
                "quote": "You’re welcome."
            },
            {
                "character": "Phyllis",
                "quote": "Wait. This says “Dunder Mifflin Loyalty Pledge”?"
            },
            {
                "character": "Dwight",
                "quote": "This -- uh, what? Double mocha latte, please? You got it. Just sign your name below. Whatever you want."
            },
            {
                "character": "Oscar",
                "quote": "“Loyalty pledge”?"
            },
            {
                "character": "Darryl",
                "quote": "Come on, Dwight, stop overreacting. I’m getting all my work done here. No customers have complained. Nobody even knows."
            },
            {
                "character": "Dwight",
                "quote": "Yeah, we’ll see about that."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Bust out your complaint files. I need everything you’ve got on Darryl since he started working for Jim in the last few weeks. Break it down by keyword, okay? “Infuriating, irresponsible”..."
            },
            {
                "character": "Clark",
                "quote": "They got us set up with Windows 95, &nbsp;so you’re kind of dreaming here."
            },
            {
                "character": "Dwight",
                "quote": "Okay, I’m gonna need you to print it out."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[writing on white board] Customer Loyalty. What is it? Can you hold it in your hand? Can you nudge it with your finger? Can you dump it on a woman? No. Why? Because it’s an idea. But what does it mean?"
            },
            {
                "character": "Kevin",
                "quote": "Ooh, it’s when you get a free sandwich after you’ve already eaten ten sandwiches."
            },
            {
                "character": "Dwight",
                "quote": "Not even close. Mr. Romanko has been a client for 20 years. He came in today in a rage. Why? Because of Darryl. Because Darryl was focusing on outside projects and needs to remember his first priority-- the client."
            },
            {
                "character": "Mr. Romanko",
                "quote": "I wouldn’t say a rage."
            },
            {
                "character": "Darryl",
                "quote": "Mr. Romanko, we were a day late on one of your deliveries, but two of our trucks were down for repairs. It’s very unlikely it would happen again."
            },
            {
                "character": "Mr. Romanko",
                "quote": "Thank you. Thank you."
            },
            {
                "character": "Dwight",
                "quote": "No, you’re not going anywhere, okay? You are angry, and we are gonna hear you out, all right? Because business is about relationships, and the key to relationships is what, Darryl? &nbsp;L--"
            },
            {
                "character": "Darryl",
                "quote": "Loyalty."
            },
            {
                "character": "Dwight",
                "quote": "Loyalty."
            },
            {
                "character": "Nellie",
                "quote": "Loyalty is exactly right."
            },
            {
                "character": "Dwight",
                "quote": "Thank you."
            },
            {
                "character": "Nellie",
                "quote": "Yes. I mean, it is everything. Let’s all ask ourselves, have we been faithful in our relationships?"
            },
            {
                "character": "Stanley",
                "quote": "That’s none of your damn business."
            },
            {
                "character": "Nellie",
                "quote": "Darryl is “dating” Dunder Mifflin."
            },
            {
                "character": "Darryl",
                "quote": "Darryl is dating Val... still."
            },
            {
                "character": "Nellie",
                "quote": "But he’s flirting with Jim’s company on the side. And we all know what flirting can lead to."
            },
            {
                "character": "Mr. Romanko",
                "quote": "I’m sorry. Do I still need to be here?"
            },
            {
                "character": "Dwight",
                "quote": "Yes."
            },
            {
                "character": "Nellie",
                "quote": "I’m having a bit of trouble understanding the importance of loyalty. So let’s-- let’s use an example. Take Erin. Erin’s boyfriend Andy, is away across the ocean."
            },
            {
                "character": "Dwight",
                "quote": "Yeah."
            },
            {
                "character": "Nellie",
                "quote": "So is it all right for her to flirt with Creed, for example?"
            },
            {
                "character": "Creed",
                "quote": "Let’s try it out."
            },
            {
                "character": "Nellie",
                "quote": "No, let’s-- let’s-- let’s not say Creed. Let’s say Mr. X."
            },
            {
                "character": "Angela",
                "quote": "Well, I think it would be immoral for Erin to cheat on Andy."
            },
            {
                "character": "Erin",
                "quote": "Oh, I’m sorry. Didn’t you cheat on Andy?"
            },
            {
                "character": "Angela",
                "quote": "Yes. And he didn’t like it."
            },
            {
                "character": "Phyllis",
                "quote": "Does Mr. X know that Erin has a boyfriend, or did Erin keep that from Mr. X?"
            },
            {
                "character": "Kevin",
                "quote": "Okay, this is really hard to follow. Can we just say Pete because that’s the guy that Erin’s flirting with?"
            }
        ],
        [
            {
                "character": "Dance Teacher",
                "quote": "Ladies and gentlemen, the Little Ladybug Ballerinas."
            },
            {
                "character": "Ballerinas",
                "quote": "One, two, three."
            },
            {
                "character": "Parent in Audience",
                "quote": "Really?"
            },
            {
                "character": "Pam",
                "quote": "Oh, I’m sorry. Sorry."
            },
            {
                "character": "Ballerinas",
                "quote": "One, two, three."
            },
            {
                "character": "Pam",
                "quote": "[whispering] Hello? Yes, this is Pam Halpert. I got the mural? [Loudly] Oh, my God!"
            },
            {
                "character": "Audience",
                "quote": "Shh!"
            },
            {
                "character": "Pam",
                "quote": "[whispering] Um, I’m sorry. I have to go. My daughter’s a ladybug. I know that doesn’t make any sense. Um, thank you, thank you."
            },
            {
                "character": "Parent in audience #2",
                "quote": "You’re very rude."
            },
            {
                "character": "Parent in audience #1",
                "quote": "Yes, very rude."
            },
            {
                "character": "Pam",
                "quote": "Shh! Kids are dancing."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Thank you so much for coming. Darryl and I will be here to serve you for years and years and years and years. [chuckles] So, should we go call Jim and tell him to go screw himself?"
            },
            {
                "character": "Darryl",
                "quote": "Dwight, look, I’m sorry you’re having a hard time with this, okay? Athlead is my future. No disrespect to Dunder Mifflin, but if I can have fun at work, I want that."
            },
            {
                "character": "Dwight",
                "quote": "It can’t be more fun than selling paper and paper products."
            },
            {
                "character": "Darryl",
                "quote": "It can."
            },
            {
                "character": "Dwight",
                "quote": "Are you pretending to be crazy, huh?"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Well, Andy’s cute, but he’s too vanilla, whereas Pete - he’s just one sick dude. I mean, you know this guy likes to get weird."
            },
            {
                "character": "Erin",
                "quote": "I’m just gonna say this one more time. Pete and I haven’t done anything."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Yeah right. With slammin’ bods like that, they ain’t playing checkers."
            },
            {
                "character": "Oscar",
                "quote": "People, it’s 2013. Erin is a strong, independent woman. Who says she has to end up with any man?"
            },
            {
                "character": "Erin",
                "quote": "Okay, can everyone please stop speaking for me? Andy is my boyfriend. Pete and I are just friends. And that’s the end of it. Right, Pete?"
            },
            {
                "character": "Pete",
                "quote": "That is correct. Come on, guys, where is this even coming from?"
            },
            {
                "character": "Kevin",
                "quote": "Your feelings for Erin? Probably your heart... and a little bit your penis."
            },
            {
                "character": "Everyone",
                "quote": "[groan]"
            },
            {
                "character": "Erin",
                "quote": "Nellie, you have to shut down the task force. I’m not sure if you need to start a new task force to do that, but please just shut down the task force."
            },
            {
                "character": "Nellie",
                "quote": "I suppose that will-- that will be all right, yeah."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Most relationships eventually die on their own, but sometimes they just need a little pillow over the face. You’re welcome, Andy. And you’re welcome, my own ass."
            }
        ],
        [
            {
                "character": "Investor",
                "quote": "Listen, I appreciate you taking the time with me."
            },
            {
                "character": "Co-worker",
                "quote": "Peter, please. We completely understand your concerns here. Let us just show you the latest projections. Jim?"
            },
            {
                "character": "Jim",
                "quote": "Uh, Wade actually has those on the road, but he’s gonna be calling in with those numbers any second. So just hold on one s--"
            },
            {
                "character": "Jim",
                "quote": "Oh, actually... uh, nope. That is my wife. Again, he’ll be calling in any second."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[on phone] Hey, uh, give me a call back when you get a chance. Cece did great, and I want to tell you something."
            }
        ],
        [
            {
                "character": "Lonnie",
                "quote": "Hey boss, you gotta jump on a delivery."
            },
            {
                "character": "Darryl",
                "quote": "I don’t do that anymore."
            },
            {
                "character": "Lonnie",
                "quote": "That’s what they told me."
            },
            {
                "character": "Darryl",
                "quote": "[sighs]"
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "All right, let’s get this over with."
            },
            {
                "character": "Dwight",
                "quote": "You looking for fun? It just found you! Woo! [laughs] Here we go! Yeah!"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Yes, we will be delivering a shipment of paper today, but I will also be delivering you a big shipment of fun!"
            },
            {
                "character": "Darryl",
                "quote": "How far is this place? [turns off radio]"
            },
            {
                "character": "Dwight",
                "quote": "Uh, not far at all, but I thought along the way, we could play some sports. [throws small ball at Darryl]"
            },
            {
                "character": "Darryl",
                "quote": "Fun."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "Hey, really nice job in that meeting in there."
            },
            {
                "character": "Nellie",
                "quote": "Oh, thank you. I don’t know, I sort of thought--"
            },
            {
                "character": "Toby",
                "quote": "[hugging Nellie] So proud of you, Hon."
            },
            {
                "character": "Nellie",
                "quote": "Oh, I don’t know. Okay."
            },
            {
                "character": "Toby",
                "quote": "I’m just curious though, what do you have against Pete and Erin?"
            },
            {
                "character": "Nellie",
                "quote": "Well, Andy wrote me a really nice recommendation letter for the adoption agency, and I-- I just sort of felt I owed him one."
            },
            {
                "character": "Toby",
                "quote": "Pete’s a pretty cool guy, though, and Andy was a terrible lover to Erin. He basically ignored her and left on a boat."
            },
            {
                "character": "Nellie",
                "quote": "I didn’t really think about it like that."
            },
            {
                "character": "Toby",
                "quote": "Yeah, well... Not everybody has what we have."
            },
            {
                "character": "Nellie",
                "quote": "“What we have”?"
            },
            {
                "character": "Toby",
                "quote": "Mm-hmm."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "I just remembered... I kissed that man. Oh, no. Oh, no."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Yes. Fast food. I’ll take a burger over a gross Philly cheese-steak any day."
            },
            {
                "character": "Darryl",
                "quote": "They have fast food in Philly."
            },
            {
                "character": "Dwight",
                "quote": "Not like this."
            },
            {
                "character": "Darryl",
                "quote": "Exactly like this."
            },
            {
                "character": "Fast Food Worker",
                "quote": "And your milkshake."
            },
            {
                "character": "Dwight",
                "quote": "Thank you."
            },
            {
                "character": "Darryl",
                "quote": "It’s 30 degrees out. You drinkin’ a mildshake?"
            },
            {
                "character": "Dwight",
                "quote": "Nope. [throwing milkshake] Fire in the hole! [laughs] Oh, yeah! Now that’s what working at a paper company’s all about!"
            },
            {
                "character": "Dwight",
                "quote": "Wait, what you doing? No, I need the k-- We have to go."
            },
            {
                "character": "Darryl",
                "quote": "You just threw a milkshake in a restaurant where they make minimum wage."
            },
            {
                "character": "Dwight",
                "quote": "It’s a youtube thing! Let’s go. Let’s go. Come on, they’re coming."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Anyone want to see the video from Cece’s recital?"
            },
            {
                "character": "Angela",
                "quote": "Oh, I would love to, but I am swamped... with that [picks up piece of paper]."
            },
            {
                "character": "Oscar",
                "quote": "I’ll watch it. Let’s get this over with."
            },
            {
                "character": "Pam",
                "quote": "All right, you don’t have to."
            },
            {
                "character": "Kevin",
                "quote": "Let’s get this over with, Pam."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            },
            {
                "character": "Oscar",
                "quote": "Oh."
            },
            {
                "character": "Pam",
                "quote": "Wait. What?"
            },
            {
                "character": "Pam",
                "quote": "[recorded on phone] Excuse me, I have to get back to work."
            },
            {
                "character": "Pam",
                "quote": "Oh, no. I took a phone call in the middle of taping, and then when I went to turn it back on, I must have turned it off."
            },
            {
                "character": "Oscar",
                "quote": "User error. I’ve heard of that happening to other people."
            },
            {
                "character": "Angela",
                "quote": "Oscar, don’t rub it in. I’m sure Pam is already kicking herself for choosing a phone call over her child."
            },
            {
                "character": "Pam",
                "quote": "Well, it was an important phone call."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I haven’t told anyone here about the mural yet. I want Jim to be the first to know. Whenever I tell him good news, he’s always like, “Beesly!” I love that. Only thing better than getting the job-- “Beesly!” [chuckles]"
            }
        ],
        [
            {
                "character": "Pete",
                "quote": "Hey."
            },
            {
                "character": "Erin",
                "quote": "Hello, Peter."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[cleaning up milkshake in restaurant] It barely even feels like a prank anymore."
            },
            {
                "character": "Darryl",
                "quote": "You missed a spot."
            },
            {
                "character": "Drive Thru Customer",
                "quote": "Fire in the hole! [throwing milkshake] Go! Go! Go! Go! [tires screech]"
            },
            {
                "character": "Dwight",
                "quote": "Ha ha! Yeah, joke’s on you buddy! They make you come back and clean it up!"
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "I am sorry that was so awkward for you two in that meeting. But I am going to have to reassemble the youth task force."
            },
            {
                "character": "Erin",
                "quote": "Oh, no, I really don’t think that’s a good idea."
            },
            {
                "character": "Nellie",
                "quote": "Well, that is not your call. I made the decision. You have no choice in the matter, and everybody knows it."
            },
            {
                "character": "Pete",
                "quote": "Well, okay, then."
            },
            {
                "character": "Erin",
                "quote": "I guess we don’t have a choice."
            },
            {
                "character": "Nellie",
                "quote": "Nope."
            },
            {
                "character": "Pete",
                "quote": "yeah."
            },
            {
                "character": "Erin",
                "quote": "Yeah."
            },
            {
                "character": "Toby",
                "quote": "Lady...you never stop surprising me."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[sighs]"
            },
            {
                "character": "Darryl",
                "quote": "[clears throat]"
            },
            {
                "character": "Dwight",
                "quote": "What? What was that? Did I just hear you laughing with glee?"
            },
            {
                "character": "Darryl",
                "quote": "No. I was clearing my throat."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Good night."
            },
            {
                "character": "Pam",
                "quote": "Night"
            },
            {
                "character": "Creed",
                "quote": "Night"
            },
            {
                "character": "Pam",
                "quote": "Night, Creed."
            },
            {
                "character": "Pam",
                "quote": "Hey."
            },
            {
                "character": "Jim",
                "quote": "Hey."
            },
            {
                "character": "Pam",
                "quote": "So, how’s it going?"
            },
            {
                "character": "Jim",
                "quote": "We lost Bridgeport Capital. I have no idea what happened. It’s like everything I did, he just wouldn’t go for it."
            },
            {
                "character": "Pam",
                "quote": "I’m so sorry."
            },
            {
                "character": "Jim",
                "quote": "I have no idea where we’re gonna come up with this money, and we have to work insanely hard over the next few weeks."
            },
            {
                "character": "Pam",
                "quote": "[sighs] Oh, I’m sorry. I feel like you’ve already been working insanely hard."
            },
            {
                "character": "Jim",
                "quote": "Can you figure out how to upload Cece’s dance recital? I definitely could use a pick-me-up."
            },
            {
                "character": "Pam",
                "quote": "Um, actually, funny story -- I didn’t get it. I shouldn’t have been so cocky about my rectangle-holding skills after all."
            },
            {
                "character": "Jim",
                "quote": "You’re not serious, are you? You didn’t get any of the recital?"
            },
            {
                "character": "Pam",
                "quote": "No, I got the teacher introducing them and then the applause afterwards. But not so much of the middle part."
            },
            {
                "character": "Jim",
                "quote": "Come on, Pam. Pam, I asked you if you could use the phone, and you swore that you knew how."
            },
            {
                "character": "Pam",
                "quote": "Yeah, okay, I’m sorry. I’m sure we can get a copy. A lot of people were taping it."
            },
            {
                "character": "Jim",
                "quote": "Oh, great. So we’ll see somebody else’s kid with Cece in the background? I mean, it’s really not that hard to film a video."
            },
            {
                "character": "Pam",
                "quote": "Is there-- um... you want to ease up a little bit?"
            },
            {
                "character": "Jim",
                "quote": "Look, Pam, I don’t know what to tell you. I mean, what do I do? It’s gone. That moment’s just gone. I missed it."
            },
            {
                "character": "Pam",
                "quote": "I don’t know, Jim -- maybe you should have been there."
            },
            {
                "character": "Jim",
                "quote": "You’re not serious, right? I mean, how is that fair? I’m in Philly. These are my days in Philly. You’ve agreed to this."
            },
            {
                "character": "Pam",
                "quote": "You know what? I-- I-- I don’t think you want to start a conversation with me about what’s fair. Okay? This is way more intense than I ever --"
            },
            {
                "character": "Jim",
                "quote": "Pam, I’m not explaining this to you-- Pam, I’m not going over this again."
            },
            {
                "character": "Co-worker",
                "quote": "Jim. We need you."
            },
            {
                "character": "Jim",
                "quote": "I don’t know how else to tell you, okay? I’m doing everything I can every week to bring home something..."
            },
            {
                "character": "Pam",
                "quote": "I am-- I am-- I am trying to make everything perfect here, okay? So that you can have everything that you want."
            },
            {
                "character": "Jim",
                "quote": "I’m doing this just for me? Is that what I’m doing? I’m doing it just for me. If that’s what you think, then this is a really sad night. But you know what? I got to go. Okay?"
            },
            {
                "character": "Pam",
                "quote": "Yep."
            },
            {
                "character": "Jim",
                "quote": "We’ll talk tomorrow?"
            },
            {
                "character": "Pam",
                "quote": "Yep. I’ll talk to you tomorrow."
            },
            {
                "character": "Jim",
                "quote": "Okay. I’ll talk to you tomorrow."
            },
            {
                "character": "Pam",
                "quote": "Bye. [quietly crying, sniffling]"
            },
            {
                "character": "Brian",
                "quote": "Hey, you okay?"
            },
            {
                "character": "Pam",
                "quote": "What am I doing wrong, Brian?"
            },
            {
                "character": "Brian",
                "quote": "Nothing. You’re doing the best you can."
            },
            {
                "character": "Cameraman",
                "quote": "Brian."
            },
            {
                "character": "Brian",
                "quote": "Give her a minute. Give her a minute."
            },
            {
                "character": "Pam",
                "quote": "[crying]"
            },
            {
                "character": "Brian",
                "quote": "Hey, it’s just a tough situation, all right?"
            },
            {
                "character": "Pam",
                "quote": "It’s getting tougher. I just didn’t know that it was gonna be this hard."
            },
            {
                "character": "Brian",
                "quote": "Yeah. Let’s turn the cameras off. Seriously, guys. Enough. Enough."
            },
            {
                "character": "Pam",
                "quote": "Thank you."
            }
        ],
        [
            {
                "character": "Guy",
                "quote": "[on video] Fire in the hole! Go! Go! Go! Go!"
            },
            {
                "character": "Darryl",
                "quote": "[watching you tube video, laughing]"
            },
            {
                "character": "Guy",
                "quote": "[on video] I nailed that guy, dude. Oh yeah."
            },
            {
                "character": "Darryl",
                "quote": "And replay."
            },
            {
                "character": "Guy",
                "quote": "[on video] Fire in the hole! Go! Go! Go! Go! I nailed that guy, dude. Oh, yeah."
            },
            {
                "character": "Darryl",
                "quote": "[sighs] I’m gonna miss the paper business."
            }
        ]
    ],
    "deleted_scenes": []
}