{
    "season": 9,
    "episode": 22,
    "title": "A.A.R.M.",
    "scenes": [
        [
            {
                "character": "Erin",
                "line": "The tea in Nepal is very hot."
            },
            {
                "character": "Kevin",
                "line": "But the coffee in Peru is much hotter. [Erin buzzes him into the office]"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Last week I finally became permanent manager of Dunder Mifflin Scranton. My first project: increase security. I got these doors from a jewelry store that had recently gone out of business. Now they’re protecting America’s real treasure, paper. Every morning I email the day’s security codes. Something that’s been really missing from my life has been writing secret codes. It’s not the KGB, but it’s a start."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "The tea in Nepal is very hot."
            },
            {
                "character": "Dwight",
                "line": "But the coffee in Peru is far hotter."
            },
            {
                "character": "Erin",
                "line": "Close."
            },
            {
                "character": "Dwight",
                "line": "This is Tuesday, right? The coffee in Paraguay is far hotter?"
            },
            {
                "character": "Erin",
                "line": "Colder."
            },
            {
                "character": "Dwight",
                "line": "The coffee in Paraguay is colder?"
            },
            {
                "character": "Erin",
                "line": "No, I meant you’re getting colder. The correct response is, “the coffee in Peru is much hotter.”"
            },
            {
                "character": "Dwight",
                "line": "Ah, much, ok."
            },
            {
                "character": "Erin",
                "line": "But, that’s three wrong, so I gotta give you the steam. [Dwight begins to protest] Unless you want me to break protocol?"
            },
            {
                "character": "Dwight",
                "line": "No, no. Give me the steam."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "It’s just harmless steam to panic intruders. I’d like to get harmful steam, but the prices are absurd."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[while getting steamed] Break protocol! Break protocol! Break protocol!"
            },
            {
                "character": "Creed",
                "line": "[carrying in clothes on hangers] Oh, I’m saving a fortune on dry cleaning."
            }
        ],
        [
            {
                "character": "Philip",
                "line": "Mama!"
            },
            {
                "character": "Oscar",
                "line": "Angela, someone wants you."
            },
            {
                "character": "Angela",
                "line": "Ok, coming. Hi, baby."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Angela’s divorce from the senator has been very difficult for her. When she got kicked out of her apartment, I invited her to move in with me. Ironic that it’s Angela who’s living in the closet. Hey-o."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Saddle shoes. With denim? I will literally call child services."
            }
        ],
        [
            {
                "character": "Esther",
                "line": "Go get ‘em, honey."
            },
            {
                "character": "Dwight",
                "line": "Oh, don’t worry. They’ll get got."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Manager of Dunder Mifflin? Check. Owner of a 1600-acre beet farm? Check. Engaged to be married to an actual milkmaid? Check… on that later today. This is my grandmother’s ring. It was made from a bullet I took out of her left buttock. She was a moonshiner shot by Adolph Coors. This is my grandmother’s buttock bullet ring."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hello, good morning. My name is Andrew Bernard. You might know me from a TV documentary that’s premiering tonight. I also killed it in local theater and I am fresh off of a hot industrial flick."
            },
            {
                "character": "Check-in guy",
                "line": "Ok, thanks. Go ahead and get in the back of the line."
            },
            {
                "character": "Andy",
                "line": "Yes!"
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Well, burned all my bridges at Dunder Mifflin, and time to become the next American Idol. By winning America’s Next A Cappella Sensation. On channel TBD. It’s a really cool show, it’s like a revision of the whole American Idol, Voice, Sing-Off phenomenon. On this show, all three judges are mean!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Sales form for you to sign."
            },
            {
                "character": "Dwight",
                "line": "You know what to do. [waits for Jim to put form in inbox, signs it and returns it to outbox] Ok"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Behind every great regional manager is a great assistant to the regional manager, and I have chosen one of the best."
            },
            {
                "character": "Jim",
                "line": "Aw, thanks, man."
            },
            {
                "character": "Dwight",
                "line": "Once upon a time we were natural enemies, but we’ve overcome our differences. Much like Germany and Italy in World War—"
            },
            {
                "character": "Jim",
                "line": "No."
            },
            {
                "character": "Dwight",
                "line": "Good call. Together we run a no-nonsense office."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Pre-conference room meeting with Dwight went really well."
            },
            {
                "character": "Pam",
                "line": "Oh, bodes well for the post-conference room meeting."
            },
            {
                "character": "Jim",
                "line": "All depends on the conference room meeting itself. [phone chimes] Uh, okay."
            },
            {
                "character": "Pam",
                "line": "Is that them again?"
            },
            {
                "character": "Jim",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "Maybe you should call back?"
            },
            {
                "character": "Jim",
                "line": "I will. I will."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "The guys at Athlead are still bugging me about this three month roadshow thing. Meeting athletes on their home turf, building relationships. Yeah, it sounds exciting. But I said no, and that’s final. I almost lost Pam over this business. I’m not risking that again."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "When Jim decided to come back to Scranton full-time, I was relieved, but I also feel a little guilty. I mean, he’s giving up this big thing for me. But he seems happy. I mean, he’s certainly been goofing around a lot. I love goofy Jim."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Welcome."
            },
            {
                "character": "Jim",
                "line": "He welcomes you."
            },
            {
                "character": "Dwight",
                "line": "Please take an agenda item."
            },
            {
                "character": "Jim",
                "line": "Your agenda-taking pleases him."
            },
            {
                "character": "Dwight",
                "line": "Have a seat, Phyllis. There we go. As you know, I like to begin each day with an inspirational quote. “Some say the only failure there is is the failure to try.” [buzzer sound] That is wrong. Failure of any kind is failure. Jim, over to you."
            },
            {
                "character": "Jim",
                "line": "Let’s not get crazy and ruin our no-nonsense streak, all right? So, for instance, if you’re expecting a fax today, please don’t yell out, “Michael J. Fax from Fax to the Future.” Ok? That’s nonsense."
            },
            {
                "character": "Pam",
                "line": "Question."
            },
            {
                "character": "Jim",
                "line": "Yes, beautiful girl in the front."
            },
            {
                "character": "Pam",
                "line": "We are expecting a water delivery today at 10am. What if, as they’re delivering the water jugs, someone screams out, “Nice jugs”?"
            },
            {
                "character": "Jim",
                "line": "That’s obviously nonsense. Nonsense. And what percentage of nonsense do we tolerate in this office?"
            },
            {
                "character": "Everyone",
                "line": "[overlapping] Zero. No nonsense. You can’t have nonsense."
            },
            {
                "character": "Dwight",
                "line": "[as Angela enters with Phillip] What is going on?"
            },
            {
                "character": "Angela",
                "line": "Daycare won’t take Phillip anymore."
            },
            {
                "character": "Oscar",
                "line": "Why?"
            },
            {
                "character": "Angela",
                "line": "Apparently my station in life has descended to a depth even they won’t forgive. So, hi."
            },
            {
                "character": "Oscar",
                "line": "Hi, buddy."
            },
            {
                "character": "Dwight",
                "line": "Ok. Um, new agenda item. Phillip will be joining us in the office today."
            },
            {
                "character": "Jim",
                "line": "Gotta write that down. Ok, big day today. Airing of the documentary. Who’s excited?"
            }
        ],
        [
            {
                "character": "Meredith",
                "line": "I’d better come out of this smelling like a rose. I’ve been on my best behavior for nine years. If it wasn’t for the cameras, I would’ve done some truly vulgar crap."
            }
        ],
        [
            {
                "character": "Stanley",
                "line": "Over the course of this documentary I’ve had three affairs. If you find my body in a ditch, let me save the police some trouble: my wife did it."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "I’m letting you all off half an hour early to view the documentary. So you can make it up to me by working an extra half an hour tomorrow, or a minute extra for the rest of the month."
            },
            {
                "character": "Kevin",
                "line": "Ooh, announcement! Some of us whose televisions got broken during an all-you-can-eat shrimp commercial will be watching tonight at Poor Richard’s. But note, all are welcome, not just those whose saw an all-you-can-eat shrimp commercial and charged their televisions."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "I can’t believe the doc is finally going to air. When this thing started, I was still having sex with women. As was Kevin, I believe."
            }
        ],
        [
            {
                "character": "Creed",
                "line": "This airs tonight? Oh my god. If my parents see this, I am toast."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "This is really huge. This is like the March on Washington but for a singing show. Can you imagine if Martin Luther King were here? And sang “I Dreamed a Dream” from Les Mis? With that baritone? That would be historic."
            },
            {
                "character": "Casey",
                "line": "Whoo-hoo! Casey Dean! Cincinnati, Ohio! [singing] Doctor, doctor, gimme the news, I got a great Casey Dean for you."
            },
            {
                "character": "Andy",
                "line": "No!"
            },
            {
                "character": "Casey",
                "line": "America wants it!"
            },
            {
                "character": "Andy",
                "line": "No, this is my time! You don’t belt on my time! I belt on my time."
            },
            {
                "character": "Casey",
                "line": "[singing] Casey Dean!"
            },
            {
                "character": "Andy",
                "line": "[vocalizing over her] Casey Dean!"
            },
            {
                "character": "Casey",
                "line": "Man, those are some nice pipes."
            },
            {
                "character": "Andy",
                "line": "Yeah."
            },
            {
                "character": "Casey",
                "line": "What’s your name?"
            },
            {
                "character": "Andy",
                "line": "Andy. What’s yours?"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Why didn’t you pack the apple snacks?"
            },
            {
                "character": "Oscar",
                "line": "Why didn’t you pack the apple snacks?"
            },
            {
                "character": "Kevin",
                "line": "Guys."
            },
            {
                "character": "Angela",
                "line": "Because whenever I pack the bag, you say I do it wrong."
            },
            {
                "character": "Kevin",
                "line": "Guys."
            },
            {
                "character": "Angela",
                "line": "Why don’t you pack it?"
            },
            {
                "character": "Kevin",
                "line": "Guys."
            },
            {
                "character": "Angela &amp; Oscar",
                "line": "Kevin, what?"
            },
            {
                "character": "Kevin",
                "line": "Do you want to see a video of a weatherman who says “bold front” instead of “cold front”? It’s insane."
            },
            {
                "character": "Angela",
                "line": "Not now, Kevin. Can’t you see we’re busy? Phillip needs his apple snacks."
            },
            {
                "character": "Oscar",
                "line": "Seriously, Kevin. I’m just gonna have to go to the store."
            },
            {
                "character": "Angela",
                "line": "Ok, you go to the store."
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "Philllip, Phillip, Phillip. It’s all about Phillip. I hate Phillip."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Not now! Private time!"
            },
            {
                "character": "Jim",
                "line": "I love Star Wars as much as the next guy—"
            },
            {
                "character": "Dwight",
                "line": "Hey, hey! Seriously? [holds up Battlestar Galactica model box]"
            },
            {
                "character": "Jim",
                "line": "My god, I’m so sorry. Well this might make up for it: I think I have found an enormous source of overlooked PFN."
            },
            {
                "character": "Dwight",
                "line": "Which is, of course…"
            },
            {
                "character": "Jim",
                "line": "Potential future nonsense."
            },
            {
                "character": "Dwight",
                "line": "Yes, good abbreviating, Jim. That saved some time. Now, hurry up, shut the door. Break it down for me."
            },
            {
                "character": "Jim",
                "line": "I’m gonna need you to look at your hierarchy mobile. You’ve got a regional manager."
            },
            {
                "character": "Dwight",
                "line": "The power source."
            },
            {
                "character": "Jim",
                "line": "Obviously, the assistant to the regional manager."
            },
            {
                "character": "Dwight",
                "line": "A loyal, but bungling apostle."
            },
            {
                "character": "Jim",
                "line": "But what about the assistant assistant to the regional manager?"
            },
            {
                "character": "Dwight",
                "line": "Someone to whisper in the ear of the consigliore."
            },
            {
                "character": "Jim",
                "line": "Exactly."
            },
            {
                "character": "Dwight",
                "line": "I’d have to get some more wire and string, but it’s doable. Do you think any of them out there are capable?"
            },
            {
                "character": "Jim",
                "line": "Yeah, right. I mean, unless they’re willing to pass some tests."
            },
            {
                "character": "Dwight",
                "line": "I like the sound of that. Who do you have in mind?"
            },
            {
                "character": "Jim",
                "line": "Well, I know this sounds crazy, but how would King Arthur choose the next knight of his round table?"
            },
            {
                "character": "Dwight",
                "line": "That doesn’t sound crazy, Jim. That’s the sanest thing I’ve ever heard."
            }
        ],
        [
            {
                "character": "Casey",
                "line": "What’re you listening to?"
            },
            {
                "character": "Andy",
                "line": "Hmm? Um, uh, locking in my starting note. A 440."
            },
            {
                "character": "Casey",
                "line": "Oh, sweet."
            },
            {
                "character": "Andy",
                "line": "A cappella is all about pitch, and I am nothing if not a total pitch bitch."
            },
            {
                "character": "Mark McGrath",
                "line": "What’s up, everybody? And welcome to America’s Next A Cappella Singing Sensation!"
            },
            {
                "character": "Casey",
                "line": "Ah! It’s Mark McGrath! Oh my god! You’re gorgeous!"
            },
            {
                "character": "Mark McGrath",
                "line": "Thank you, thank you so much. And thank you for your patience. And we hope to see you guys within the next five to seven hours. Now, just to give you a couple parameters of the show, each of you will sing a song for thirty seconds, after which our judges will decide if they want you in their a cappella group. Now, each group will start with 90 singers, which will compete in a series of singing and physical challenges. Oh, and look out for that pesky mole!"
            },
            {
                "character": "Andy",
                "line": "There’s a mole?"
            },
            {
                "character": "Mark McGrath",
                "line": "Oops. I’m not supposed to—I’m not supposed to say that. All right, no mole. Forget I said it, all right?"
            },
            {
                "character": "Andy",
                "line": "What mole? What are you talking about? I already forgot about it."
            },
            {
                "character": "Mark McGrath",
                "line": "Good man right there. I’ll see you guys inside. Good luck, all right?"
            },
            {
                "character": "Andy",
                "line": "Yeah! Pour some Sugar Ray on me!"
            },
            {
                "character": "Casey",
                "line": "What? On a roll much?"
            },
            {
                "character": "Andy",
                "line": "I don’t know where it came from."
            },
            {
                "character": "Casey",
                "line": "That was amazing, man!"
            },
            {
                "character": "Andy",
                "line": "Yeah. Yeah, it felt good. It felt funny."
            },
            {
                "character": "Casey",
                "line": "Yeah, you made a personal connection with him."
            },
            {
                "character": "Andy",
                "line": "I did, I felt it."
            },
            {
                "character": "Casey",
                "line": "Big time."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "What are you so excited about?"
            },
            {
                "character": "Jim",
                "line": "Nothing."
            },
            {
                "character": "Pam",
                "line": "What are you up to?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Members of the office, hear ye."
            },
            {
                "character": "Dwight",
                "line": "That means ye, Plop!"
            },
            {
                "character": "Pete",
                "line": "Plop? Still?"
            },
            {
                "character": "Dwight",
                "line": "We owe Andy that much. Am I right people?"
            },
            {
                "character": "Pete",
                "line": "Fine."
            },
            {
                "character": "Jim",
                "line": "Today we will be testing candidates for the position of assistant to the assistant to the regional manager."
            },
            {
                "character": "Erin",
                "line": "Aw, heck ya!"
            },
            {
                "character": "Pam",
                "line": "Nice."
            },
            {
                "character": "Dwight",
                "line": "You’ll always have the upper hand, when you’ve got a good a-arm. Trademark pending."
            },
            {
                "character": "Jim",
                "line": "This is not an excuse to blow off work doing carnival-like activities. Sure, every participant will be getting a corndog, but that’s for fueling only. No savoring."
            },
            {
                "character": "Dwight",
                "line": "Wow, the honor. God, I envy them."
            },
            {
                "character": "Jim",
                "line": "He envies you."
            },
            {
                "character": "Dwight",
                "line": "You don’t need to repeat right now, when I’m saying it."
            },
            {
                "character": "Jim",
                "line": "Alright."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "By 2:00, Dwight will chose himself to be assistant to his own assistant, me."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "What up?"
            },
            {
                "character": "Glenn",
                "line": "What’s going on? How was the delivery?"
            },
            {
                "character": "Darryl",
                "line": "Delivered all my furniture to Philly. Hey, keep it down, though. Nobody knows I’m here."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I hate goodbyes, so last week, when I left Dunder Mifflin for good, I pulled the old Irish Exit. Just slipped out without making a big deal. No hard feelings. No feelings at all."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "A good assistant knows what their superior is thinking before they even think it. Meredith, what number am I thinking of right now?"
            },
            {
                "character": "Meredith",
                "line": "Uh, two."
            },
            {
                "character": "Jim",
                "line": "985,000,000,000,017."
            },
            {
                "character": "Dwight",
                "line": "Not even close, Meredith. Come on!"
            },
            {
                "character": "Jim",
                "line": "Okay, Pam. What song is running through my head right now?"
            },
            {
                "character": "Pam",
                "line": "Theme song from Saved by the Bell."
            },
            {
                "character": "Jim",
                "line": "Oh, my god! It was the theme song to Boy Meets World."
            },
            {
                "character": "Dwight",
                "line": "Wait, no, no, no, stop. Spouses can read each other’s minds. You’re trying to give your wife this job."
            },
            {
                "character": "Jim",
                "line": "That’s exactly what I was doing. Plop, what animal am I picturing?"
            },
            {
                "character": "Pete",
                "line": "A horse."
            },
            {
                "character": "Jim",
                "line": "Ew, the exact opposite, actually."
            },
            {
                "character": "Pete",
                "line": "What’s the opposite of a horse?"
            },
            {
                "character": "Jim",
                "line": "Come on."
            },
            {
                "character": "Jim &amp; Dwight",
                "line": "Sea horse."
            },
            {
                "character": "Jim",
                "line": "Whoa. How did you know that I was gonna—"
            },
            {
                "character": "Jim &amp; Dwight",
                "line": "Say that? Uncanny."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Challenge number two, protocol. Clark?"
            },
            {
                "character": "Clark",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Do you want a corn dog?"
            },
            {
                "character": "Clark",
                "line": "I would love a corn dog."
            },
            {
                "character": "Jim",
                "line": "We’ll see. You are an assistant who’s just gotten a phone message. I am in a meeting with Dwight, Robert Dunder, and his niece. Uh-oh, look who came to join us. The Turkish ambassador to Armenia, Yuri Slovak, who, by the way, is extremely embarrassed about the size of his nose. Go ahead and read that phone message."
            },
            {
                "character": "Clark",
                "line": "[reading] Mr. Halpert, your wife called to find out how your meeting with Yuri Big Nose went.”"
            },
            {
                "character": "Dwight",
                "line": "No, no, no, no! You don’t read it aloud like that! God! Besides, the whole thing is a trick question. There’s no Turkish ambassador to Armenia. The two countries don’t have diplomatic relations."
            },
            {
                "character": "Jim",
                "line": "Uncanny."
            }
        ],
        [
            {
                "character": "Soldier",
                "line": "I just hope that if my buddies who are still in Afghanistan see me win, they’ll feel like anything is possible."
            },
            {
                "character": "Andy",
                "line": "Great, more screen time for the war vet. All you gotta do is risk your life for this country and everyone goes gaga for you."
            },
            {
                "character": "Casey",
                "line": "Over at the porta-potties, they were interviewing a homeless, single mother with three kids."
            },
            {
                "character": "Andy",
                "line": "What?"
            },
            {
                "character": "Casey",
                "line": "Yeah."
            },
            {
                "character": "Andy",
                "line": "Is this a show about the resiliency of the human spirit? Or is it a show about singing?"
            },
            {
                "character": "Casey",
                "line": "I don’t know. But I’m getting really worried here."
            },
            {
                "character": "Andy",
                "line": "Me too. Hold my place in line."
            },
            {
                "character": "Casey",
                "line": "Where are you going?"
            },
            {
                "character": "Andy",
                "line": "They want feel-good stories? Wait until they get a good feel of me."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Thanks, man."
            },
            {
                "character": "Hank",
                "line": "Thank you."
            },
            {
                "character": "Darryl",
                "line": "Yep. Take care."
            },
            {
                "character": "Pam",
                "line": "Darryl, hey."
            },
            {
                "character": "Darryl",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Cool, are you coming back to say hi?"
            },
            {
                "character": "Darryl",
                "line": "No, no, I’m not here actually. These donuts are part of my escape from the guys at the warehouse I didn’t say goodbye to."
            },
            {
                "character": "Pam",
                "line": "Aha. How’s Athlead?"
            },
            {
                "character": "Darryl",
                "line": "We livin’ like rock stars. I’m about to eat free steaks with my sports heroes in 32 different cities."
            },
            {
                "character": "Pam",
                "line": "Wow."
            },
            {
                "character": "Darryl",
                "line": "Jim really doesn’t want to come?"
            },
            {
                "character": "Pam",
                "line": "He says he doesn’t want to."
            },
            {
                "character": "Darryl",
                "line": "Wow. Man. I hope he doesn’t regret it."
            },
            {
                "character": "Pam",
                "line": "Well, he seems really happy being back here at Dunder Mifflin."
            },
            {
                "character": "Darryl",
                "line": "Jim is happy here, selling paper at Dunder Mifflin?"
            },
            {
                "character": "Pam",
                "line": "That’s what he says."
            },
            {
                "character": "Darryl",
                "line": "If you say so. Hey, good seeing you. Remember, I was never here. All right, then."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "An assistant brings their boss coffee with speed and dexterity. But an assistant to the assistant has a thousand times more to prove, am I right?"
            },
            {
                "character": "Dwight",
                "line": "A thousand times more."
            },
            {
                "character": "Phyllis",
                "line": "I’ll try this one."
            },
            {
                "character": "Jim",
                "line": "Phyllis! Grab both these coffees, double-fist it, and head through this obstacle course."
            },
            {
                "character": "Phyllis",
                "line": "[grabbing the coffee] Hot!"
            },
            {
                "character": "Jim",
                "line": "Yeah. It’s real. It’s the only way you’ll learn. OK, and go ahead. [Phyllis carefully makes her way through the obstacle course] Oh, god, nice! She’s through the green, everybody. Here comes yellow, real doozy. Careful!"
            },
            {
                "character": "Dwight",
                "line": "[over Jim] No, no, no! Phyllis, seriously?"
            },
            {
                "character": "Jim",
                "line": "Look at that form."
            },
            {
                "character": "Dwight",
                "line": "[running over and taking the coffee cups from Phyllis] Oh, god, this is pathetic! The boss needs his coffee! [races through obstacles, spilling coffee] Augh! Ah! Here you are, sir! Here’s your coffee! Ah, my skin, ow, ow! It burns! Ah!"
            },
            {
                "character": "Jim",
                "line": "Uncanny. [everyone applauds]"
            },
            {
                "character": "Erin",
                "line": "Darryl?! Darryl!"
            },
            {
                "character": "Kevin",
                "line": "Whoa."
            },
            {
                "character": "Darryl",
                "line": "Oh, hey. Hey, what’s up, y’all?"
            },
            {
                "character": "Erin",
                "line": "You left us without saying goodbye."
            },
            {
                "character": "Darryl",
                "line": "Oh, my bad. Goodbye, everybody."
            },
            {
                "character": "Meredith",
                "line": "Hey! No way!"
            },
            {
                "character": "Kevin",
                "line": "That’s totally uncool."
            },
            {
                "character": "Erin",
                "line": "Are you kidding? You broke our hearts. Get upstairs."
            },
            {
                "character": "Darryl",
                "line": "I don’t think I sh-"
            },
            {
                "character": "Erin",
                "line": "Get upstairs, mister!"
            },
            {
                "character": "Meredith",
                "line": "Yeah!"
            },
            {
                "character": "Kevin",
                "line": "Right. Now."
            },
            {
                "character": "Darryl",
                "line": "Guess I’m going upstairs."
            },
            {
                "character": "Jim",
                "line": "You know, Dwight, this whole search for the assistant thing—none of these people are good enough."
            },
            {
                "character": "Dwight",
                "line": "I know."
            },
            {
                "character": "Jim",
                "line": "What I’m about to say makes no logical sense, and yet, it might be the most logical thing I’ve ever said."
            },
            {
                "character": "Dwight",
                "line": "Jim, this is gonna come as no surprise but I know exactly what you are going to say. The only possible assistant to my assistant-"
            },
            {
                "character": "Jim",
                "line": "Is-"
            },
            {
                "character": "Dwight",
                "line": "Me."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "The new assistant to the assistant to the regional manager is Dwight K. Schrute."
            },
            {
                "character": "Dwight",
                "line": "Yes! [weak applause] Thank you."
            },
            {
                "character": "Jim",
                "line": "I think you might want to kneel for this. And yet, the manager for Dunder Mifflin kneels for no one. [Dwight awkwardly squats] That’s it. You look really, really good."
            },
            {
                "character": "Dwight",
                "line": "Okay, from now on, anyone who needs to speak to me has got to go through me first, all right?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Hey."
            },
            {
                "character": "Pam",
                "line": "Hey."
            },
            {
                "character": "Jim",
                "line": "You all right? What’s going on?"
            },
            {
                "character": "Pam",
                "line": "Are you happy?"
            },
            {
                "character": "Jim",
                "line": "Yes, I’m happy."
            },
            {
                "character": "Pam",
                "line": "No, I know that you’re, like, happy and, like, you had fun today."
            },
            {
                "character": "Jim",
                "line": "Yeah."
            },
            {
                "character": "Pam",
                "line": "And that was fun. But what about a year from now?"
            },
            {
                "character": "Jim",
                "line": "What?"
            },
            {
                "character": "Pam",
                "line": "What about five years from now?"
            },
            {
                "character": "Jim",
                "line": "Pam."
            },
            {
                "character": "Pam",
                "line": "Because I’m so glad you’re back, baby, but I’m just—I was talking to Darryl, and he was talking about the trip, and I just feel like you’re giving up so much."
            },
            {
                "character": "Jim",
                "line": "This was my decision, not yours."
            },
            {
                "character": "Pam",
                "line": "Okay."
            },
            {
                "character": "Jim",
                "line": "You didn’t force me."
            },
            {
                "character": "Pam",
                "line": "I kind of forced you to do it."
            },
            {
                "character": "Jim",
                "line": "You did not force me to do this."
            },
            {
                "character": "Pam",
                "line": "Yes, I did."
            },
            {
                "character": "Jim",
                "line": "I don’t know how else to tell you."
            },
            {
                "character": "Pam",
                "line": "I’m afraid that you’re gonna resent me and I’m afraid that—"
            },
            {
                "character": "Jim",
                "line": "Resent you?"
            },
            {
                "character": "Pam",
                "line": "This is not enough for you and I’m afraid that I’m not enough for you."
            },
            {
                "character": "Jim",
                "line": "Is that really what you think?"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Not enough? I don’t know how else to explain it to her, so, you know what? I know it’s against the rules but I’m gonna need a favor from you guys."
            },
            {
                "character": "Camera Crew",
                "line": "Okay. You got it, man."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I didn’t realize we were this close."
            },
            {
                "character": "Phyllis",
                "line": "We’re all a little hormonal with the doc airing."
            },
            {
                "character": "Meredith",
                "line": "Are you gonna come to Poor Richard’s and watch with us tonight?"
            },
            {
                "character": "Darryl",
                "line": "Uh… yeah. Depending on traffic."
            },
            {
                "character": "Stanley",
                "line": "He ain’t coming."
            },
            {
                "character": "Erin",
                "line": "Oh, god!"
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "These dudes are definitely in a weird mood. Picked the wrong day to return a truck."
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "Well, it’s been great."
            },
            {
                "character": "Phyllis",
                "line": "Eleven years. A guy is in your life for 11 years and then he’s gone for who knows how long."
            },
            {
                "character": "Darryl",
                "line": "Maybe forever. Anyhow—"
            },
            {
                "character": "Oscar",
                "line": "Did we ever have lunch together, just—just the two of us? You know what, I’m gonna make reservations right now at Cugino’s."
            },
            {
                "character": "Meredith",
                "line": "Question for Darryl. Did we ever get loaded and listen to Zeppelin in my van?"
            },
            {
                "character": "Darryl",
                "line": "Oh, oh, I’m sure we did."
            },
            {
                "character": "Meredith",
                "line": "Nah, I call one hour van time with Darryl."
            },
            {
                "character": "Clark",
                "line": "Darryl, you know, I would love to just record some of your stories, just let the tape roll for six or eight or ten hours and just see what we get."
            },
            {
                "character": "Erin",
                "line": "Listen guys, we can do it all. We just have to divide Darryl’s next 12 hours into 90-minute segments. I will go watch an eHow video on how to use Excel, and then we’ll get this started."
            },
            {
                "character": "Darryl",
                "line": "Whoa, whoa, whoa, whoa. Wait a minute. Okay, I made the mistake of sneaking out of here and that’s on me. But I’m not gonna spend the rest of the day here doing stuff with you cause you’re feeling sentimental."
            },
            {
                "character": "Meredith",
                "line": "You have to! [everyone grumbling]"
            },
            {
                "character": "Darryl",
                "line": "Hey, hey, hey. I’ll do one thing with y’all."
            },
            {
                "character": "Phyllis",
                "line": "Which thing?"
            },
            {
                "character": "Darryl",
                "line": "I don’t care, choose amongst yourselves. Not the van though."
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Kevin, Kevin."
            },
            {
                "character": "Kevin",
                "line": "Oh, you know my name. Well, that is shocking. [continues making noise]"
            },
            {
                "character": "Angela",
                "line": "Kevin, could you not do that?"
            },
            {
                "character": "Kevin",
                "line": "What? I’m moving the ink down in my pen, for work."
            },
            {
                "character": "Oscar",
                "line": "Here, use my pen."
            },
            {
                "character": "Kevin",
                "line": "Don’t tell me what to do!"
            },
            {
                "character": "Angela &amp; Oscar",
                "line": "Shhh!"
            },
            {
                "character": "Kevin",
                "line": "No, I don’t need this! And you obviously don’t need me."
            },
            {
                "character": "Angela",
                "line": "Kevin, where are you going?"
            },
            {
                "character": "Kevin",
                "line": "Away. Tell Phillip that his stupid little baby wish came true."
            },
            {
                "character": "Oscar",
                "line": "He just won’t go down. It’s as if he’s excited by all this paper."
            },
            {
                "character": "Angela",
                "line": "I know. Earlier today he tried to eat some of the 24-weight letter bond."
            },
            {
                "character": "Dwight",
                "line": "Smart baby. That’s the most flavorful bond."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "Hey, what’s goin’ on over here? Some sort of singing competition for the young’uns?"
            },
            {
                "character": "Casey",
                "line": "You’re back!"
            },
            {
                "character": "Andy",
                "line": "No, it’s me, Andy!"
            },
            {
                "character": "Casey",
                "line": "No, I know."
            },
            {
                "character": "Andy",
                "line": "No, no, no. I’m wearing makeup."
            },
            {
                "character": "Casey",
                "line": "You did a really great job. You even look shorter."
            },
            {
                "character": "Andy",
                "line": "Oh, I took out my lifts."
            },
            {
                "character": "Casey",
                "line": "Oh."
            },
            {
                "character": "Andy",
                "line": "Yeah, unlike Andy Bernard, this character is my real height."
            },
            {
                "character": "Casey",
                "line": "Oh."
            }
        ],
        [
            {
                "character": "Esther",
                "line": "All day long, it’s moo the cows and cluck the hens. Get the sheep baa-ed. Oink the pigs."
            },
            {
                "character": "Dwight",
                "line": "Oink the pigs, that is very important. [watching Phillip]"
            },
            {
                "character": "Esther",
                "line": "Dwight, I’m telling you about all the things that ma said after the horse kicked her in the head. Where are you? Dwight?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "The way that boy looks at the Galactica is precisely the way I look at the Galactica. And he eats the same kind of paper I do. Hmm."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[puts his grandmother’s ring away] Thank you, Esther."
            },
            {
                "character": "Esther",
                "line": "Bye."
            },
            {
                "character": "Jim",
                "line": "You threw the summoning bag at me, sir?"
            },
            {
                "character": "Dwight",
                "line": "I need you to perform a test."
            },
            {
                "character": "Jim",
                "line": "Perform a test."
            },
            {
                "character": "Dwight",
                "line": "On an innocent baby."
            },
            {
                "character": "Jim",
                "line": "Ooh, I like where this is going. Unfortunately I have a lot of work today so I’m gonna have to hand this off to my number two. But, don’t worry, he’s the best in the biz."
            },
            {
                "character": "Dwight",
                "line": "Damn straight."
            },
            {
                "character": "Jim",
                "line": "Unless you think he can’t handle it."
            },
            {
                "character": "Dwight",
                "line": "Hey, he can handle it."
            },
            {
                "character": "Jim",
                "line": "All right."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "[holding Phillip] Listen, listen. Shh, buddy. Stanley’s sleeping. You don’t want to wake up the grumpy old walrus, do you?"
            },
            {
                "character": "Stanley",
                "line": "I heard that."
            },
            {
                "character": "Phillip",
                "line": "Mama."
            },
            {
                "character": "Dwight",
                "line": "Hey, you want me to take the little diaper blaster? Pam can attest, there’s no one better at getting brats to shut their yaps."
            },
            {
                "character": "Pam",
                "line": "He does have a gift."
            },
            {
                "character": "Oscar",
                "line": "Well, he’s calling for his mom, but, okay, here, here you go. Careful, he bites."
            },
            {
                "character": "Phillip",
                "line": "Mama."
            },
            {
                "character": "Dwight",
                "line": "Okay. [takes Phillip who immediately stops crying] You ever been in a manager’s office before?"
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "Phillip, you wanna play a little game? It’s called “Schrute or Consequences.” You’re gonna choose one of these two things. A check for a million dollars, or this dirty old beet. Yuck, pew! Which will it be? Money or the beet?"
            },
            {
                "character": "Phillip",
                "line": "Beet."
            },
            {
                "character": "Dwight",
                "line": "Yeah. Any ordinary child would have taken the money, but you’re no ordinary child are you? No. I can tell by your gorgeous, widely-set eyes."
            }
        ],
        [
            {
                "character": "Check-in guy",
                "line": "Sorry, folks, the judges are totally swamped. We are all done taking auditions."
            },
            {
                "character": "People in line",
                "line": "Oh come on! Hey!"
            },
            {
                "character": "Andy",
                "line": "Whoa, whoa, whoa, whoa, what?"
            },
            {
                "character": "Check-in guy",
                "line": "But thanks for coming out and be sure to watch America’s Next A Cappella Sensa—"
            },
            {
                "character": "Andy",
                "line": "Whoa, whoa, whoa, whoa. You can’t do that. You can’t do that, we’ve all been waiting."
            },
            {
                "character": "Check-in guy",
                "line": "Okay."
            },
            {
                "character": "Andy",
                "line": "I am going in there! Don’t—"
            },
            {
                "character": "Check-in guy",
                "line": "No, you’re not, sir."
            },
            {
                "character": "Andy",
                "line": "Don’t—don’t—"
            },
            {
                "character": "Check-in guy",
                "line": "Please don’t."
            },
            {
                "character": "Andy",
                "line": "Don’t touch me."
            },
            {
                "character": "Check-in guy",
                "line": "I’m not touching you. Okay? [Andy makes a break for it]"
            },
            {
                "character": "Casey",
                "line": "Run, old man! Run! Run! Run for your life! Get off. Don’t you dare. Don’t get—I could see it. You were gonna get handsy with me. Not interested. I’m Casey Dean! You’ll be seeing the last of me. Er, I meant you won’t be seeing the last of me!"
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Hey. Did you manage to feed him? I don’t know what it is. He just keeps spitting out the nipple."
            },
            {
                "character": "Dwight",
                "line": "That is because this baby is of superior intelligence. He can tell when he’s being tricked out of the experience of a real human breast."
            },
            {
                "character": "Kevin",
                "line": "He’s not that smart. He doesn’t know where I hid his duck."
            }
        ],
        [
            {
                "character": "Andy",
                "line": "[interrupting contestant singing “Beautiful” by Christina Aguilera] Hi. You’re still here. Oh, thank god. Clay Aiken, Santigold, Aaron Rodgers. You’re like, my three favorite people ever."
            },
            {
                "character": "Santigold",
                "line": "What is this?"
            },
            {
                "character": "Andy",
                "line": "[shushing contestant] Sweetheart, you’re amazing, okay? You’re obviously gonna be on the show, so it’s someone else’s turn now. Yeah, go ahead. All right, [old man voice] my name is Ezra Cornell and I’m just a kindly old fellow with a song in my heart."
            },
            {
                "character": "Aaron Rodgers",
                "line": "No, you’re a middle-aged man with a lot of makeup on."
            },
            {
                "character": "Andy",
                "line": "Busted. Yes, got it. All right. Tried to get your attention with tricks, but you just want to hear me sing, I respect that."
            },
            {
                "character": "Clay Aiken",
                "line": "No, we do not want to hear you sing."
            },
            {
                "character": "Santigold",
                "line": "Gabriella was our last audition. Thank you. Goodbye."
            },
            {
                "character": "Andy",
                "line": "Nope! Can’t end like this. Slept in my car last night, quit my job, burned all my bridges. I went to the bathroom on my boss’s car. And I did unspeakable things with Carla Fern."
            },
            {
                "character": "Aaron Rodgers",
                "line": "Flag on the play."
            },
            {
                "character": "Andy",
                "line": "That’s—that’s what—yeah. Okay, all right, well, here’s the song. [singing] Far above Cayuga’s waters, with her waves so blue, stands our noble alma mater—"
            },
            {
                "character": "Santigold",
                "line": "What is this song?"
            },
            {
                "character": "Andy",
                "line": "Are you insane? It’s the Cornell fight song."
            },
            {
                "character": "Clay Aiken",
                "line": "Listen, all right, thank you very much, we’re not interested."
            },
            {
                "character": "Andy",
                "line": "You didn’t let me finish. That’s not fair."
            },
            {
                "character": "Aaron Rodgers",
                "line": "Look, man, you’re not terrible. We’ve heard a lot of really good singers today and you’re just not good enough."
            },
            {
                "character": "Andy",
                "line": "Wow, you guys are really mean. I guess that’s the show. Let me try a different song, okay?"
            },
            {
                "character": "Aaron Rodgers",
                "line": "Can he do this?"
            },
            {
                "character": "Andy",
                "line": "[singing] Hey, hobo man, hey, dapper Dan, you both got your style, but, brother, you’re never fully dressed without a smile. [falters at the judges’ reactions] Yeah. Your clothes may be beau brummelly—"
            },
            {
                "character": "Santigold",
                "line": "Look, you gotta go. [Andy falls to his knees, sobbing] You can’t just sit here and cry."
            },
            {
                "character": "Andy",
                "line": "Oh I can so just sit here and cry!"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "[addressing camera after opening envelope on his desk] Thank you."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Hey, Kev, how you doing, buddy?"
            },
            {
                "character": "Kevin",
                "line": "Can’t hear you. I’m giving you the silence treatment. How does it feel being ignored?"
            },
            {
                "character": "Oscar",
                "line": "Okay, I guess, it’s just that Phillip got you something."
            },
            {
                "character": "Angela",
                "line": "Yeah, a $25 gift card, iTunes."
            },
            {
                "character": "Oscar",
                "line": "I think there’s, like, $7 left."
            },
            {
                "character": "Angela",
                "line": "It’s just his way of saying, “Thanks for letting me hang out in Accounting.”"
            },
            {
                "character": "Kevin",
                "line": "Phillip got this for me?"
            },
            {
                "character": "Oscar",
                "line": "Sure."
            },
            {
                "character": "Kevin",
                "line": "That was a really cool move."
            },
            {
                "character": "Angela",
                "line": "Would you like to hold Phillip? [hands off Phillip] Yeah. That’s Kevin."
            },
            {
                "character": "Kevin",
                "line": "Whoa."
            },
            {
                "character": "Oscar",
                "line": "Easy."
            },
            {
                "character": "Kevin",
                "line": "What a chubbers. Whoa."
            },
            {
                "character": "Angela",
                "line": "Okay, watch it."
            },
            {
                "character": "Kevin",
                "line": "I’m losing my balance."
            },
            {
                "character": "Angela",
                "line": "No, Kevin, no."
            },
            {
                "character": "Oscar",
                "line": "Hey, no."
            },
            {
                "character": "Kevin",
                "line": "Whoa!"
            },
            {
                "character": "Oscar",
                "line": "No horseplay."
            },
            {
                "character": "Angela",
                "line": "Stop it."
            },
            {
                "character": "Kevin",
                "line": "You wanna play with the cactus?"
            },
            {
                "character": "Angela",
                "line": "No, no!"
            }
        ],
        [
            {
                "character": "Kevin",
                "line": "So, me and Phillip were just talking and we decided we’re gonna be best friends. He’s a little standoffish at first. But once he starts buying you things, man, you can tell he likes you."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "We have our decision."
            },
            {
                "character": "Darryl",
                "line": "You chose one thing?"
            },
            {
                "character": "Erin",
                "line": "We want to dance with you."
            },
            {
                "character": "Darryl",
                "line": "You want to dance?"
            },
            {
                "character": "Erin",
                "line": "One dance, all of us together."
            },
            {
                "character": "Darryl",
                "line": "This is what you want?"
            },
            {
                "character": "Erin",
                "line": "Absolutely."
            },
            {
                "character": "Darryl",
                "line": "Better get some decent speakers up here then, cause we’re gonna do this right."
            },
            {
                "character": "Erin",
                "line": "Yes! [Stanley, Creed, Meredith and Creed all cheer]"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "Hey. You wanted to see me?"
            },
            {
                "character": "Dwight",
                "line": "Door. Chair. It’s about Phillip."
            },
            {
                "character": "Angela",
                "line": "I am sorry he’s here today but I had—"
            },
            {
                "character": "Dwight",
                "line": "I believe that boy may be a Schrute. And if he is, that child needs to be accorded what is his. An enormous farm, an inheritance, and the right to be raised under rigorous Schrute traditions. You will, of course, be compensated with a marriage proposal."
            },
            {
                "character": "Angela",
                "line": "How thoughtful."
            },
            {
                "character": "Dwight",
                "line": "Then the two of you would move to my 1,600-acre estate, which, let’s face it, is a big step up from living in a gay man’s closet."
            },
            {
                "character": "Angela",
                "line": "If he is your son, that’s a great plan. But he’s not. He’s not your son."
            },
            {
                "character": "Dwight",
                "line": "Very well."
            },
            {
                "character": "Angela",
                "line": "Can I go back to my desk now?"
            },
            {
                "character": "Dwight",
                "line": "Yes."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "What is this?"
            },
            {
                "character": "Jim",
                "line": "Well I’ve been trying to tell you how I feel, and you wouldn’t believe me, so [shows her DVD] I needed a little help."
            },
            {
                "character": "Dwight",
                "line": "Jim! I need my assistant to the regional manager. Code red."
            },
            {
                "character": "Jim",
                "line": "OK, I don’t have my pocket code chart on me, right now, so."
            },
            {
                "character": "Dwight",
                "line": "[throws “now” beanbag at Jim] Now."
            },
            {
                "character": "Jim",
                "line": "I have an assistant now, who can help you with whatever you need. He is lazy, so crack the whip."
            },
            {
                "character": "Dwight",
                "line": "Jim. I’m not kidding. I need you."
            },
            {
                "character": "Pam",
                "line": "Go ahead."
            },
            {
                "character": "Jim",
                "line": "Ok, um, this is… [leaves DVD with her]—I’ll be right back."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "What do we got?"
            },
            {
                "character": "Dwight",
                "line": "I was thinking of proposing to Esther today."
            },
            {
                "character": "Jim",
                "line": "Wow! Congratulations, that’s a really big step."
            },
            {
                "character": "Dwight",
                "line": "She’s got a ton of great qualities. She’s young, she’s beautiful, genes so pure you could lick them. Her family admires me, my family tolerates hers. A lot of them are the same people because we’re third cousins, which is great for bloodlines and isn’t technically incest."
            },
            {
                "character": "Jim",
                "line": "Right in the sweet spot. I think you’re gonna be really happy."
            },
            {
                "character": "Dwight",
                "line": "Plus her dowry contains a walk-in freezer full of frozen, premium cattle sperm."
            },
            {
                "character": "Jim",
                "line": "[whistles] That’s a lot of pros."
            },
            {
                "character": "Dwight",
                "line": "And did I mention that she weaves? Colorful, durable blankets and rugs! It all adds up."
            },
            {
                "character": "Jim",
                "line": "So what is the problem?"
            },
            {
                "character": "Dwight",
                "line": "Angela."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[hesitates but puts the DVD into the laptop to watch]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "I don’t know what you want me to tell you, man. All I know is that every time I’ve been faced with a tough decision, there’s only one thing that outweighs every other concern. One thing that will make you give up on everything you thought you knew, every instinct, every rational calculation."
            },
            {
                "character": "Dwight",
                "line": "Some sort of virus?"
            },
            {
                "character": "Jim",
                "line": "Love."
            },
            {
                "character": "Dwight",
                "line": "Oh."
            }
        ],
        [
            {
                "character": "Pam",
                "line": "[starts the video; title screen reads “Beesly—You think I’ll have regrets. I asked the doc crew to help me show you why I won’t…”; highlights of Pam and Jim from the documentary play over Snow Patrol’s “Open Your Eyes”]"
            }
        ],
        [
            {
                "character": "Jim",
                "line": "Dwight, listen: no matter what happens, you gotta forget about all the other stuff. You gotta forget about logic and fear and doubt. You just gotta do everything you can to get to the one woman who’s gonna make all this worth it. At the end of the day, you gotta jump. You love Angela, Dwight. I think you always have."
            },
            {
                "character": "Dwight",
                "line": "You’re a good assistant, Jim."
            },
            {
                "character": "Jim",
                "line": "Not as good as you."
            },
            {
                "character": "Dwight",
                "line": "That’s very true. Get the hell outta here."
            },
            {
                "character": "Jim",
                "line": "You got it."
            }
        ],
        [
            {
                "character": "Jim",
                "line": "You watched it."
            },
            {
                "character": "Pam",
                "line": "Yeah."
            },
            {
                "character": "Jim",
                "line": "Well, then I guess you’re ready for this. [gives her the Christmas card]"
            },
            {
                "character": "Pam",
                "line": "What’s that?"
            },
            {
                "character": "Jim",
                "line": "It’s from the teapot. Everything you’ll ever need to know is in that note. [Pam reads the card] Not enough for me? You are everything."
            },
            {
                "character": "Pam",
                "line": "Thank you."
            }
        ],
        [
            {
                "character": "Erin",
                "line": "Ok, everybody ready?"
            },
            {
                "character": "Phyllis",
                "line": "Hit it, red! [“Boogie Wonderland” by Earth Wind &amp; Fire plays as Darryl dances with each member of the office]"
            }
        ],
        [
            {
                "character": "Darryl",
                "line": "I wanted to leave quietly. It seemed dignified. But having Kevin grind up on my front while Erin pretends to hump me from behind is a more accurate tribute to my years here. I’m gonna miss these guys."
            }
        ],
        [
            {
                "character": "Oscar",
                "line": "Ok, I’ve got my—"
            },
            {
                "character": "Meredith",
                "line": "See you guys at Poor Richard’s, all right?"
            },
            {
                "character": "Oscar",
                "line": "All right, Meredith."
            },
            {
                "character": "Angela",
                "line": "Okay, bye."
            },
            {
                "character": "Oscar",
                "line": "See you there."
            },
            {
                "character": "Kevin",
                "line": "Bye, Phillip. High five."
            },
            {
                "character": "Oscar",
                "line": "Yay! I am gonna drop Phillip off at my mother’s, and I’ll meet you at Poor Richard’s in an hour."
            },
            {
                "character": "Angela",
                "line": "Are you sure you don’t want me to drop him off?"
            },
            {
                "character": "Oscar",
                "line": "She doesn’t know I’m living with a straight woman. I don’t want to get her hopes up."
            },
            {
                "character": "Angela",
                "line": "All right. Bye, buddy. Bye, bye, bye!"
            },
            {
                "character": "Oscar",
                "line": "Oh, my goodness."
            }
        ],
        [
            {
                "character": "Dwight",
                "line": "[in bullhorn] Pull over!"
            },
            {
                "character": "Angela",
                "line": "Dwight?"
            },
            {
                "character": "Dwight",
                "line": "Move to the side of the road!"
            },
            {
                "character": "Angela",
                "line": "Why?"
            },
            {
                "character": "Dwight",
                "line": "Pull over!"
            },
            {
                "character": "Angela",
                "line": "What do you—Dwight! [Dwight cuts her off in his car, they pull over]"
            }
        ],
        [
            {
                "character": "Angela",
                "line": "[getting out of her car] Dwight! What the [bleep] is your problem!"
            },
            {
                "character": "Dwight",
                "line": "[on bullhorn still] Shut up, woman!"
            },
            {
                "character": "Angela",
                "line": "Who drives like that?"
            },
            {
                "character": "Dwight",
                "line": "Listen to me! I love you! And I don’t care that Phillip’s not my son. I will raise 100 children with 100 of your lovers if it means that I can be with you!"
            },
            {
                "character": "Angela",
                "line": "Can you put that down?"
            },
            {
                "character": "Dwight",
                "line": "This expresses how loudly I love you."
            },
            {
                "character": "Angela",
                "line": "It’s too loud."
            },
            {
                "character": "Dwight",
                "line": "[puts down bullhorn and kneels] This is a ring, taken from the buttocks of my grandmother, put there by the gangster patriarch of the Coors dynasty, melted in a foundry run by Mennonites."
            },
            {
                "character": "Angela",
                "line": "Okay, yes—yes, I will! [they kiss] I love you!"
            },
            {
                "character": "Dwight",
                "line": "I love you!"
            },
            {
                "character": "Angela",
                "line": "And I lied to you."
            },
            {
                "character": "Dwight",
                "line": "What?"
            },
            {
                "character": "Angela",
                "line": "Phillip’s your son."
            },
            {
                "character": "Dwight",
                "line": "What? Why would you say that—"
            },
            {
                "character": "Angela",
                "line": "I just needed you to want to marry me because you wanted to marry me."
            },
            {
                "character": "Dwight",
                "line": "[excited] Get out! I’m a dad!"
            },
            {
                "character": "Angela",
                "line": "You’re a dad!"
            }
        ],
        [
            {
                "character": "Creed",
                "line": "Hey, grab a seat. We have that table and that table, but not that table or that table or that table. Floor’s up for grabs. Meredith has been hogging the can. [Dwight kisses Creed’s head] Oh!"
            },
            {
                "character": "Erin",
                "line": "You have to change the channel to PBS."
            },
            {
                "character": "Kevin",
                "line": "Yeah."
            },
            {
                "character": "Bartender",
                "line": "College baseball is on."
            },
            {
                "character": "Erin",
                "line": "But there’s a documentary coming up. Everyone in the bar will love it."
            },
            {
                "character": "Bartender",
                "line": "What’s it about?"
            },
            {
                "character": "Erin",
                "line": "A paper company."
            },
            {
                "character": "Bartender",
                "line": "How many people want the game? [half the bar cheers] Who wants PBS? [other half cheers] Sorry. Tie means I do nothing."
            },
            {
                "character": "Kevin",
                "line": "Sir, please. This show is about me and my attempts to find love in all the wrong places."
            },
            {
                "character": "Andy",
                "line": "One more for the doc. [the office staff cheers]"
            },
            {
                "character": "Bartender",
                "line": "All right."
            },
            {
                "character": "Kevin",
                "line": "Yes!"
            },
            {
                "character": "Clark",
                "line": "Hey, how was the singing show audition?"
            },
            {
                "character": "Andy",
                "line": "Oh. Eh, whatever. No big deal."
            },
            {
                "character": "Creed",
                "line": "Ok, thirty seconds to showtime!"
            },
            {
                "character": "Kevin",
                "line": "I feel scared a little."
            },
            {
                "character": "Phyllis",
                "line": "Yeah, I’m not ready for this."
            },
            {
                "character": "Stanley",
                "line": "No one is ready for this. You can’t be ready for this. We don’t even know what this is."
            },
            {
                "character": "Oscar",
                "line": "One thing we do know, nothing will ever be the same."
            },
            {
                "character": "Jim",
                "line": "Here we go. [documentary starts with the first scene of “Pilot”]"
            }
        ]
    ],
    "deleted_scenes": []
}