{
    "season": 4,
    "episode": 8,
    "title": "The Deposition",
    "scenes": [
        [
            {
                "character": "Oscar",
                "quote": "So the figures show improvement right there, Michael. And again- [Pam walks in and shows Michael a note]"
            },
            {
                "character": "Michael",
                "quote": "I'll call back."
            },
            {
                "character": "Kevin",
                "quote": "You never call back."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Every time Michael's in a meeting, he makes me come in and give him a Post-It note telling him who's on the phone. I did it once, and he freaked out. He loved it so much. The thing is he doesn't get that many calls. So he has me make them up every 10 minutes."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[Pam walks in and shows Michael a note that says \"Good Morning\"] Yeah, um, tell him I'll call him back."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "[laughing]"
            },
            {
                "character": "Michael",
                "quote": "You can't always work 200 days though."
            },
            {
                "character": "Michael",
                "quote": "[Pam walks in and shows Michael a note that has a smiley face] Oh, no, no, no, I don't have time for this. Tell him I'm in a meeting. [Jan looks impressed]"
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "You have to know how to work this. There's no excuse for this."
            },
            {
                "character": "Michael",
                "quote": "Yep."
            },
            {
                "character": "Ryan",
                "quote": "I can get you a tutor if you need- [Pam walks in and shows Michael a note with a waving, smiling Hot Dog saying \"Hiya Buddy\"]"
            },
            {
                "character": "Michael",
                "quote": "Oh. Ah, this is a very important client. But, I have the most important client sitting right in front of me, my boss, so I will call him later."
            },
            {
                "character": "Ryan",
                "quote": "Oh, no, no, no, customer service is obviously priority one. You can take the call."
            },
            {
                "character": "Michael",
                "quote": "N-No, money isn't everything Ryan. And you're my friend, and I don't want to be rude."
            },
            {
                "character": "Ryan",
                "quote": "Take the call, friend."
            },
            {
                "character": "Michael",
                "quote": "I refuse. My house, my rules, I insist."
            },
            {
                "character": "Ryan",
                "quote": "I insist you take your work calls."
            },
            {
                "character": "Michael",
                "quote": "Uh, okay, all right. Pam, would you put the call through? [Pam pushes a button the phone] Hi buddy."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "I don't know, it's just, ugh, I never felt welcomed there, you know? It's such a...boys club."
            },
            {
                "character": "Michael",
                "quote": "Yeah, I hate that."
            },
            {
                "character": "Jan",
                "quote": "Good."
            },
            {
                "character": "Michael",
                "quote": "So, here's the deal. Um, I am on my way to New York to be deposed as part of Jan's wrongful termination law suit. The company fired her for having the courage to augment her boobs."
            },
            {
                "character": "Jan",
                "quote": "And they displayed a pattern of disrespect and inappropriate behavior."
            },
            {
                "character": "Michael",
                "quote": "Yes, yes. Pat-tern. Patt-ern. My friend Pat took a turn. That's how I remember that. Could we pull over and put down the top? I'm feeling a little queasy."
            },
            {
                "character": "Jan",
                "quote": "Um, no, I want it up. My hair."
            },
            {
                "character": "Michael",
                "quote": "Well-"
            },
            {
                "character": "Jan",
                "quote": "Remember, it isn't just a pattern, It's a pattern of disrespect, and inappropriate behavior."
            },
            {
                "character": "Michael",
                "quote": "Disray .My friend Disray got news specs. Disray spect. My friend Inappro drives a Prius with his behind neighbor."
            },
            {
                "character": "Jan",
                "quote": "Does this work for you?"
            },
            {
                "character": "Michael",
                "quote": "Yep. Tell them how much you're gonna get if you win."
            },
            {
                "character": "Jan",
                "quote": "Uh, come on Micheal, that's tacky."
            },
            {
                "character": "Michael",
                "quote": "Million dollars!"
            },
            {
                "character": "Jan",
                "quote": "Four million."
            },
            {
                "character": "Michael",
                "quote": "Four million dollars! Man that is a lot of guacamole. A lot of the green. Lot of green. That is why I have memorized Jan's answers, and I have also thrown in some errs, and ahhs, to make it seem like it's not memorized."
            },
            {
                "character": "Jan",
                "quote": "No, Michael. Oh, come on."
            },
            {
                "character": "Michael",
                "quote": "Perfect crime."
            },
            {
                "character": "Jan",
                "quote": "Stop saying ridiculous things. He's just gonna tell the truth, the truth is-is very...you know, complicated, so we went over it carefully, and-and just so we wouldn't leave anything up to chance or Michael's judgment."
            },
            {
                "character": "Michael",
                "quote": "Could we please pull over and pull down the top, I do not feel good."
            },
            {
                "character": "Jan",
                "quote": "Michael, I told you, I am not putting the top down."
            },
            {
                "character": "Michael",
                "quote": "I'm getting car sick! Ugh, I'm gonna puke. I think I'm gonna throw up."
            },
            {
                "character": "Jan",
                "quote": "All right, fine, just a second. Hold on."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hey, Schneider, real quick. What do you call a butt load of lawyers driving off a cliff?"
            },
            {
                "character": "Lester",
                "quote": "A good start. And I think it's busload."
            },
            {
                "character": "Michael",
                "quote": "Yeah, a bunch of rich lawyers took the bus. [To Jan] Where did you find this guy? Hey, there he is."
            },
            {
                "character": "Ryan",
                "quote": "Hey Michael."
            },
            {
                "character": "Michael",
                "quote": "Hey hey."
            },
            {
                "character": "Ryan",
                "quote": "I'm glad you're here. I actually need to talk to you for a second."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Could we talk off the record? As friends?"
            },
            {
                "character": "Michael",
                "quote": "I would love that."
            },
            {
                "character": "Ryan",
                "quote": "Jan... has put the company in a very tough position here. Now you've been with us for a long time. Over 10 years, right? We just want to be sure that you won't do anything to hurt us with your testimony. Do you understand?"
            },
            {
                "character": "Michael",
                "quote": "Abso-fruitley. Yeah. I'll-I'll do anything for the company."
            },
            {
                "character": "Ryan",
                "quote": "Good. That is great to hear."
            },
            {
                "character": "Michael",
                "quote": "It is."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "[playing ping-pong] Game, son!"
            },
            {
                "character": "Jim",
                "quote": "All right, let's run it back."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "The warehouse got a ping pong table last week. Now Jim comes down and plays with Darryl. Sometimes I bring him juice. My boyfriend is 12."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "What has two skinny chicken legs and sucks at ping pong?"
            },
            {
                "character": "Pam",
                "quote": "Hi, Kelly."
            },
            {
                "character": "Kelly",
                "quote": "Guess whose boyfriend it is?"
            },
            {
                "character": "Pam",
                "quote": "I don't wanna guess."
            },
            {
                "character": "Kelly",
                "quote": "I'll give you a hint: It's not my boyfriend. I think it's a guy over here [points to Jim]."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "I don't talk trash, I talk smack. They're totally different. Trash talk is hypothetical, like: Your mom is so fat she can eat the internet. But smack talk is happening like right now. Like: You're ugly and I know it for a fact so I got the evidence right there."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Jim. Can I see you for a second?"
            },
            {
                "character": "Jim",
                "quote": "Sure."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Wow."
            },
            {
                "character": "Pam",
                "quote": "Okay, it's not regulation size, but it'll do. You have to practice. You have to get real good and beat Darryl."
            },
            {
                "character": "Jim",
                "quote": "Oh, I can't beat Darryl."
            },
            {
                "character": "Pam",
                "quote": "Please? Kelly's trash talking me because Darryl is beating you."
            },
            {
                "character": "Jim",
                "quote": "What, seriously? What is she saying?"
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "[flashback, to Pam] Your boyfriend is so weak, he needs steroids just to watch baseball."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "[flashback, to Pam] Jim couldn't hit a ping pong ball if it was the size of the moon."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "[flashback, to Pam] Were Jim's parents first cousins that were also bad at ping pong?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "So you're asking me to defend your honor against Kelly?"
            },
            {
                "character": "Pam",
                "quote": "Sorta, yes."
            },
            {
                "character": "Jim",
                "quote": "Bring me players."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Diane Kelly",
                "quote": "Hi everyone, I'm Diane Kelly. I'm the company's chief legal counsel."
            },
            {
                "character": "Michael",
                "quote": "Hi. [Michael sees Toby] No, no, absolutely not. What is he doing here?"
            },
            {
                "character": "Diane",
                "quote": "Toby?"
            },
            {
                "character": "Michael",
                "quote": "Are you renewing your divorce vows, before my deposition?"
            },
            {
                "character": "Toby",
                "quote": "Michael, I'm your HR Rep. I'm on your side."
            },
            {
                "character": "Michael",
                "quote": "Never. I want him gone. I don't talk until he leaves."
            },
            {
                "character": "Jan",
                "quote": "Michael, just relax, okay?"
            },
            {
                "character": "Diane",
                "quote": "You know, I think they're, uh ready for us now. So.."
            },
            {
                "character": "Michael",
                "quote": "Okay. All right."
            }
        ],
        [
            {
                "character": "Deposition Reporter",
                "quote": "Mr. Scott. Do you swear to tell the truth, the whole truth, and nothing but the truth?"
            },
            {
                "character": "Michael",
                "quote": "Yessh."
            },
            {
                "character": "Lester",
                "quote": "Mr. Scott, can you describe the circumstances of Ms. Levinson's termination?"
            },
            {
                "character": "Michael",
                "quote": "Well, it was not just termination. It was a pattern of disrespect and inappropriate behavior."
            },
            {
                "character": "Lester",
                "quote": "Oh. Very good. Well put."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "People underestimate Michael. There are plenty of things that he is well above average at. Like ice skating. He is a very good ice skater."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey, Kevin. Jim needs to see you."
            },
            {
                "character": "Kevin",
                "quote": "About what?"
            },
            {
                "character": "Pam",
                "quote": "He needs help balancing some travel receipts."
            },
            {
                "character": "Kevin",
                "quote": "Are you sure he wants me? Because I have Oscar balance my travel receipts."
            },
            {
                "character": "Pam",
                "quote": "Yeah, no, he asked for you specifically. He's in the conference room."
            },
            {
                "character": "Kevin",
                "quote": "[enters conference room and sees ping pong table] Oh, awesome! [Pam puts \"Meeting in Progress\" sign on the door]"
            }
        ],
        [
            {
                "character": "Lester",
                "quote": "How long have you known the plaintiff?"
            },
            {
                "character": "Michael",
                "quote": "I haven't actually seen it. But I have seen the firm, and I am planning on renting The Pelican Brief"
            },
            {
                "character": "Lester",
                "quote": "How long have you known Ms. Levinson?"
            },
            {
                "character": "Michael",
                "quote": "Six years and two months."
            },
            {
                "character": "Lester",
                "quote": "And you were directly under her the entire time?"
            },
            {
                "character": "Michael",
                "quote": "That's what she said."
            },
            {
                "character": "Lester",
                "quote": "Excuse me?"
            },
            {
                "character": "Michael",
                "quote": "That's what she said."
            },
            {
                "character": "Lester",
                "quote": "Ms. Levinson told you she was your direct superior?"
            },
            {
                "character": "Michael",
                "quote": "Uh, wh-why would she say that?"
            },
            {
                "character": "Jan",
                "quote": "Can we just move on to another question?"
            },
            {
                "character": "Diane",
                "quote": "No wait, I don't understand. Who's on record on saying this?"
            },
            {
                "character": "Lester",
                "quote": "With all due respect, I'm in the middle of a line of questioning. Now Mr. Scott, what did you say Ms. Levinson said? Regarding your employment status with respect to her corporate position."
            },
            {
                "character": "Michael",
                "quote": "Come again? That's what she said? I don't know what you're talking about."
            },
            {
                "character": "Jan",
                "quote": "Okay, if I may, he was just telling a joke before, so can we move on to another question?"
            },
            {
                "character": "Lester",
                "quote": "Oh, are you sure?"
            },
            {
                "character": "Jan",
                "quote": "Uh, yes."
            },
            {
                "character": "Lester",
                "quote": "Can you go back to where this digression began?"
            },
            {
                "character": "Deposition Reporter",
                "quote": "[reading off paper] Mr. Schneider: And you were directly under her the entire time? Mr. Scott: That's what she said."
            },
            {
                "character": "Michael",
                "quote": "Well, delivery is all wrong. She's butchering it."
            }
        ],
        [
            {
                "character": "Kelly",
                "quote": "[Pam leaving bathroom, Kelly entering, awkward moment, Pam steps aside to let Kelly in] Yeah, that's what I thought."
            }
        ],
        [
            {
                "character": "Lester",
                "quote": "Did Ms. Levinson ever say why she thought she was being fired?"
            },
            {
                "character": "Michael",
                "quote": "She thought it had to do with the twins. That's what I call them."
            },
            {
                "character": "Lester",
                "quote": "Can you be more specific? Who are the twins?"
            },
            {
                "character": "Michael",
                "quote": "Um, to be delicate, they hang off milady's chest. They... make milk."
            },
            {
                "character": "Lester",
                "quote": "You don't need to go any further. Her breasts."
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Lester",
                "quote": "She thought it had something to do with her recent breast enhancement surgery?"
            },
            {
                "character": "Michael",
                "quote": "Yes, and frankly, the timing was nothing short of predominant."
            },
            {
                "character": "Lester",
                "quote": "What about your romantic relationship with Ms. Levinson? Could that have played a part in her termination?"
            },
            {
                "character": "Michael",
                "quote": "Well, if it did, then the company is breaking its own rules."
            },
            {
                "character": "Lester",
                "quote": "Interesting. How so?"
            },
            {
                "character": "Michael",
                "quote": "Because before we started dating, we disclosed our relationship to HR. And I have the proof right here. [makes a gasping sound]"
            },
            {
                "character": "Diane",
                "quote": "Okay, the company has just a few clarifying questions, Mr. Scott, if that's okay with you?"
            },
            {
                "character": "Michael",
                "quote": "I will allow it."
            },
            {
                "character": "Diane",
                "quote": "Um would you mind please just, uh, taking a quick look at, uh, this photograph please. [Diane hands Michael the photo of Jan and Michael in Jamaica]"
            },
            {
                "character": "Michael",
                "quote": "Uh..."
            },
            {
                "character": "Diane",
                "quote": "That is you and Ms. Levinson in Jamaica, is that correct?"
            },
            {
                "character": "Michael",
                "quote": "Uh-huh."
            },
            {
                "character": "Diane",
                "quote": "And that photograph was taken more than two months prior to this start of your relationship. Does that sound right? Mr. Scott, the timeline here is actually very important. Please, when did your relationship actually begin?"
            },
            {
                "character": "Michael",
                "quote": "Ugh. Well, de-depends on how you define \"begin\". I mean, if it was from the first time we shook hands, that's like six years ago. If it's from the first time we kissed, that's like two years ago."
            },
            {
                "character": "Diane",
                "quote": "Wait, excuse me?"
            },
            {
                "character": "Michael",
                "quote": "If it was the first time we kissed sober, it was like four months after that."
            },
            {
                "character": "Lester",
                "quote": "Could we take a short break?"
            },
            {
                "character": "Diane",
                "quote": "No, uh, are you telling me that your relationship began two years ago and not in February as you previously testified to here?"
            },
            {
                "character": "Michael",
                "quote": "Line."
            },
            {
                "character": "Diane",
                "quote": "I'm sorry, what?"
            },
            {
                "character": "Man",
                "quote": "He asked for a line, like in a play."
            }
        ],
        [
            {
                "character": "Deposition Reporter",
                "quote": "[reading off paper] \"Mr. Scott, do you realize you just contradicted yourself?\" \"I did?\" \"Yes you did.\" \"Can I go to the bathroom?\" \"No.\" \"I really have to, I've been drinking lots of water.\" \"You went five minutes ago.\" \"That wasn't to go to the bathroom, that was to get out of a question.\" \"You still have to answer it.\" \"First can I go to the bathroom?\" \"No.\""
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Good game Meredith."
            },
            {
                "character": "Meredith",
                "quote": "Don't patronize me."
            },
            {
                "character": "Dwight",
                "quote": "All right! What is going on here?"
            },
            {
                "character": "Jim",
                "quote": "Dwight! Thank God you're here. As it turns out, one of our biggest clients is a ping pong master, and I have to play him tomorrow, or we lose the account. Can you help me out? Will you help me practice?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[Dwight and Jim are playing ping-pong, and Dwight scores] What the hell?"
            },
            {
                "character": "Dwight",
                "quote": "I told you."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "All of my heroes are table tennis players. Zoran Primorac, Jan-Ove Waldner, Wang Tao, Jï¿½rg Roï¿½kopf, and of course Ashraf Helmi. I even have a life size poster of Hugo Hoyama on my wall. And the first time I left Pennsylvania was to go the hall of fame induction ceremony of Andrzej Grubba."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Jan and I had an off again, on again relationship for two years. And I know this destroys her case, and I am sorry, but I throw myself at the mercy of the deposition."
            },
            {
                "character": "Diane Kelly",
                "quote": "Thank you, Mr. Scott. That's all we needed to know."
            },
            {
                "character": "Lester",
                "quote": "Wait, we'd like to enter to the record a page from Michael Scott's personal journal."
            },
            {
                "character": "Michael",
                "quote": "Whoa whoa whoa whoa! What are you doing with my diary?"
            },
            {
                "character": "Lester",
                "quote": "This is plaintiff's exhibit 107. I quote from an entry dated Janruary 4 of this past year. \"Just got back from Jamaica. Tan almost everywhere. Jan almost everywhere. Hehe. Oh diary, what a week. I had sex with my boss. I don't know if it's going to go anywhere. Jan was very specific that this is not going anywhere, that it was a one time mistake. But we had sex six times so you tell me. I am definitely feeling very eerie.\""
            },
            {
                "character": "Michael",
                "quote": "Irie."
            },
            {
                "character": "Lester",
                "quote": "Irie, sorry. \"More tomorrow. xoxo, Michael.\" It would appear, that neither you nor Ms. Levinson considered you had a relationship in any sense of the word. Is that correct?"
            },
            {
                "character": "Diane Kelly",
                "quote": "We're gonna need to see a copy of that entire journal before we proceed."
            },
            {
                "character": "Michael",
                "quote": "I don't think anyone in this room has the right to read my diary."
            },
            {
                "character": "Diane Kelly",
                "quote": "It's basic discovery. We have the right to review it."
            },
            {
                "character": "Man",
                "quote": "OK, let's make ten copies of this diary."
            },
            {
                "character": "Toby",
                "quote": "Um, can you make it eleven?"
            },
            {
                "character": "Man",
                "quote": "Eleven, sure. And we'll break for lunch, so everyone can have a look."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[looking for a place to sit, goes to Toby's table] Can I sit here?"
            },
            {
                "character": "Toby",
                "quote": "[nods] ...You know, I, uh, I know a little about what you're going through in a way. Um, when I was a kid, my parents got divorced. They both wanted custody, and they both asked me to testify against the other one in court. So, I don't know, I didn't want them getting divorced in the first place you know? I loved them both so much. I just wanted... [Michael pushes Toby's food tray off the table and walks off]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "How can you give up my diary like that?"
            },
            {
                "character": "Jan",
                "quote": "I had to, I'm sorry but I need to win this. We need to win this."
            },
            {
                "character": "Michael",
                "quote": "How'd you even find it?"
            },
            {
                "character": "Jan",
                "quote": "You keep it under my side of the mattress."
            },
            {
                "character": "Michael",
                "quote": "I don't like lump. I'm really upset about this."
            },
            {
                "character": "Jan",
                "quote": "Alright, I stole your diary and gave it to my lawyer. You emailed a topless photo of me to everyone in our company. Let's call it even."
            },
            {
                "character": "Michael",
                "quote": "Fine. I love you."
            },
            {
                "character": "Jan",
                "quote": "I love you too."
            }
        ],
        [
            {
                "character": "Diane Kelly",
                "quote": "[looking at a copy of Michael's diary] Mr. Scott, who is this other woman, Ryan? Who you refer to her as \"Just as hot as Jan, but in a different way.\""
            },
            {
                "character": "Michael",
                "quote": "Not a woman, just a cool, great looking, best friend."
            },
            {
                "character": "Lester",
                "quote": "Aren't we trying to determine whether Michael or Jan were engaged in a romantic affair? Not Michael and this Ryan person."
            },
            {
                "character": "Toby",
                "quote": "[laughs out loud] Excuse me."
            },
            {
                "character": "Michael",
                "quote": "Alright, alright. This is the way I see it. Yes, I had sex with Jan, and yes, I did consider Jan to be my girlfriend. However, Jan clearly didn't consider me to be her boyfriend. So her actions are completely rightful."
            },
            {
                "character": "Diane Kelly",
                "quote": "OK Mr. Scott, it's, it's admirable the way you defend a woman who is so obviously ambivalent about her relationship with you."
            },
            {
                "character": "Michael",
                "quote": "Thank you very much. You didn't have to say that."
            },
            {
                "character": "Diane Kelly",
                "quote": "Considering she consistently gave you such poor performance reviews."
            },
            {
                "character": "Michael",
                "quote": "That was before our relationship. She was going through a divorce, and she was drinking a lot... [Jan glares at Michael] ...of water."
            },
            {
                "character": "Diane Kelly",
                "quote": "Mr. Scott, this is a copy of a particularly negative performance review. Would you mind, uh, reading the date on that please? [slides the performance review towards Michael]"
            },
            {
                "character": "Michael",
                "quote": "March 17th."
            },
            {
                "character": "Diane Kelly",
                "quote": "And that would be a month after your relationship became official, is that correct?"
            },
            {
                "character": "Michael",
                "quote": "Yes."
            },
            {
                "character": "Diane Kelly",
                "quote": "You may read the, uh, highlighted portion out loud if you'd like to."
            },
            {
                "character": "Michael",
                "quote": "[reading the performance review] \"I am out of carrots. I am out of sticks. Mr. Scott has time and again proven himself to be an unmanageable employee, and a poor branch manager. I recommend he be removed from that position and re-assigned to sales where he belongs.\""
            },
            {
                "character": "Diane Kelly",
                "quote": "Mr. Scott, after hearing that wouldn't you say Ms. Levinson's judgment is, at least, very seriously flawed?"
            },
            {
                "character": "Michael",
                "quote": "[stares at Diane, eyes tearing up]"
            },
            {
                "character": "Diane Kelly",
                "quote": "Mr. Scott?"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[walks in the conference room where Jim and Dwight are playing ping-pong] How's it going?"
            },
            {
                "character": "Dwight",
                "quote": "Well, he has gone from completely hopeless to simply miserable."
            },
            {
                "character": "Jim",
                "quote": "Check this out though, spin serve. [serves, and Dwight scores] Well, it works like 80% of the time, so..."
            },
            {
                "character": "Pam",
                "quote": "Nice. So, should I reschedule the rematch with Darryl now?"
            },
            {
                "character": "Jim",
                "quote": "I think I'm ready."
            },
            {
                "character": "Pam",
                "quote": "I'll make the call."
            },
            {
                "character": "Dwight",
                "quote": "Wait a minute, Darryl is the client? ...No, no, no. He works here, dumbass."
            },
            {
                "character": "Jim",
                "quote": "...Right. Spin-serve! [serves, and Dwight scores]"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "How can you do that to me?"
            },
            {
                "character": "Jan",
                "quote": "[looks at Lester]"
            },
            {
                "character": "Lester",
                "quote": "You can respond, just remember it's all going into the record."
            },
            {
                "character": "Jan",
                "quote": "Michael, I am not the enemy, OK? Dunder Mifflin is the enemy."
            },
            {
                "character": "Michael",
                "quote": "Dunder Mifflin has always treated me with the utmost respect, with loyalty. They were going to give me your job and I should have taken it."
            },
            {
                "character": "Jan",
                "quote": "Alright, wait. Before you go any further, let me show you what kind of loyalty they have, OK? Lester, please read that part of Wallace's deposition."
            },
            {
                "character": "Lester",
                "quote": "Starting at paragraph 6. Council: \"Mr. Wallace, regarding Michael Scott, was he a contender to replace Jan Levinson?\" David Wallace: \"Yes.\""
            },
            {
                "character": "Michael",
                "quote": "See? I was his number 1 contender. I was being groomed."
            },
            {
                "character": "Lester",
                "quote": "Council: \"Was he your first choice?\" David Wallace: \"Michael Scott is a fine employee who has been with the company for many years.\""
            },
            {
                "character": "Council",
                "quote": "\"Was he in the top 5 of contenders?\" David Wallace: \"What do you want me to say? Come on, he's a nice guy. There were many people that I considered.\" Council: \"Was he seriously being considered for the corporate job?\" David Wallace: \"No.\""
            },
            {
                "character": "Lester",
                "quote": "I have one more question, Mr. Scott. Wouldn't you agree with Ms. Levinson that the company exhibits a pattern of disrespect toward its employees?"
            },
            {
                "character": "Michael",
                "quote": "...Absolutely not."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[watches Jim score in ping-pong against Darryl] Yes! Way to go. [looks at Kelly] See that?"
            },
            {
                "character": "Kelly",
                "quote": "Yeah, the floppy haired girl you date won a point."
            },
            {
                "character": "Darryl",
                "quote": "19, serving 4. [serves and scores]"
            },
            {
                "character": "Kelly",
                "quote": "Woooh! Nice baby! Nice one! [starts singing] Hey, hey, you, you! I don't like your boyfriend! Cuz, cuz, cuz, cuz, cuz he sucks at ping-pong!"
            },
            {
                "character": "Pam",
                "quote": "You know what? I'm sick of this! Let's go, you and me!"
            },
            {
                "character": "Kelly",
                "quote": "What?"
            },
            {
                "character": "Pam",
                "quote": "Let's go. Pick up a paddle."
            },
            {
                "character": "Kelly",
                "quote": "OK. Bring it on."
            },
            {
                "character": "Pam",
                "quote": "I am."
            },
            {
                "character": "Kelly",
                "quote": "Think you can handle this?"
            },
            {
                "character": "Pam",
                "quote": "In my sleep."
            },
            {
                "character": "Kelly",
                "quote": "OK. Volley for serve, P. [serves]"
            },
            {
                "character": "Pam",
                "quote": "O. [hits the ping-pong ball, and it hits the net] [serves] P."
            },
            {
                "character": "Kelly",
                "quote": "O. [hits the ping-pong ball, and it hits the net]"
            },
            {
                "character": "Jim",
                "quote": "Do you want to go play on the table upstairs?"
            },
            {
                "character": "Darryl",
                "quote": "Yes."
            }
        ],
        [
            {
                "character": "David",
                "quote": "Michael. I am very sorry."
            },
            {
                "character": "Michael",
                "quote": "Oh, hey no biggie. Just..."
            },
            {
                "character": "David Wallace",
                "quote": "No, no, no, no, no. This was rough. We never meant for you to get caught in the middle of this. I'm very sorry."
            },
            {
                "character": "Michael",
                "quote": "[nods and shakes hands with David Wallace] Hey, David?"
            },
            {
                "character": "David",
                "quote": "Yeah?"
            },
            {
                "character": "Michael",
                "quote": "I think you're a nice guy too."
            },
            {
                "character": "David",
                "quote": "Thanks, Michael."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Why did I do it? I don't know. Jan said that it was because of the photo that she revealed the diary. But she already brought the diary with her to New York, so... You expect to get screwed by your company, but you never expect to get screwed by your girlfriend."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[Driving with Jan in the car] What do you want to do for dinner?"
            },
            {
                "character": "Jan",
                "quote": "How about Chinese?"
            },
            {
                "character": "Michael",
                "quote": "Sure trying to save some money... get something cheap."
            },
            {
                "character": "Jan",
                "quote": "That was my cheap suggestion. Chinese was my cheap suggestion."
            },
            {
                "character": "Michael",
                "quote": "Do you fast food?"
            },
            {
                "character": "Jan",
                "quote": "Fine, fast food's fine."
            }
        ]
    ],
    "deleted_scenes": [
        [
            {
                "character": "Jim",
                "quote": "So, where did you learn how to play?"
            },
            {
                "character": "Creed",
                "quote": "Cambodia. You?"
            },
            {
                "character": "Jim",
                "quote": "My friend's basement. All right, ready to start?"
            },
            {
                "character": "Creed",
                "quote": "Let's do this thing. [Creed loses the first point, tosses his paddle on the table and starts taking off his shirt. Jim retrieves the ball and looks back to see Creed with his shirt untucked and unbuttoned]"
            },
            {
                "character": "Jim",
                "quote": "What are you doing?"
            },
            {
                "character": "Creed",
                "quote": "We're not playing strip pong? [Jim shakes his head no] Okay. [Creed picks up paddle]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "I totally see that. [looking at spreadsheet]"
            },
            {
                "character": "Jim",
                "quote": "Right. There, first..."
            },
            {
                "character": "Oscar",
                "quote": "Yeah, yeah."
            },
            {
                "character": "Jim",
                "quote": "I think that's the question that you had..."
            },
            {
                "character": "Pam",
                "quote": "What are you doing?"
            },
            {
                "character": "Oscar",
                "quote": "It's a problem with the client. I think, Jim..."
            },
            {
                "character": "Pam",
                "quote": "Blah, blah, blah, blah, blah. [makes 'talking' gesture with her hand] Jim, come on, we gotta get in there and practice. Okay? I'm not kidding!"
            },
            {
                "character": "Jim",
                "quote": "Wow. [heads toward the conference room]"
            },
            {
                "character": "Pam",
                "quote": "Now. Get good work done. Concentrate."
            },
            {
                "character": "Jim",
                "quote": "All right."
            },
            {
                "character": "Pam",
                "quote": "On your backhand. [Jim opens the conference room door and enters]"
            },
            {
                "character": "Stanley",
                "quote": "Booyah! [laughs]"
            },
            {
                "character": "Phyllis",
                "quote": "[laughing] Thought we were playing for fun."
            },
            {
                "character": "Stanley",
                "quote": "No one paid me to say 'Booyah.' Now pick up the ball."
            },
            {
                "character": "Phyllis",
                "quote": "But it's closer to you."
            },
            {
                "character": "Stanley",
                "quote": "[kicks ball toward Phyllis] Now it isn't."
            },
            {
                "character": "Jim",
                "quote": "What are you guys doing?"
            },
            {
                "character": "Phyllis",
                "quote": "Oh, we're in a meeting."
            },
            {
                "character": "Jim",
                "quote": "Oh yeah, how long's this meeting going to last? [Stanley mumbles, looking at his watch]"
            },
            {
                "character": "Angela",
                "quote": "[calling in, unseen] I have next meeting!"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "I played a lot of pong growing up. I spent a lot of time on cruise ships. I'm also a monster snorkler."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Okay, you know what, this table's not regulation."
            },
            {
                "character": "Jim",
                "quote": "Good eye - it's an oval. [Andy compares his arm length to his side of the conference table] You're measuring the table."
            },
            {
                "character": "Andy",
                "quote": "Do you know anything about physics?"
            },
            {
                "character": "Jim",
                "quote": "Do you?"
            },
            {
                "character": "Andy",
                "quote": "Just serve. Let's go. [hits one into net] Dammit! These balls are weighted weird, aren't they?"
            },
            {
                "character": "Jim",
                "quote": "Yup."
            },
            {
                "character": "Andy",
                "quote": "Yeah. Get another one. [throws the offending ball at Jim, who takes another from his pocket]"
            },
            {
                "character": "Jim",
                "quote": "Now, wait a minute. You're not gonna punch a wall, or me, or anything like that if you don't win the point, are you?"
            },
            {
                "character": "Andy",
                "quote": "I don't know! No, okay, just... serve!"
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "I have some, uh, experience. I, um, once had to testify in a traffic accident case."
            },
            {
                "character": "Man",
                "quote": "Then you're an old hand at this."
            },
            {
                "character": "Michael",
                "quote": "Yes. My testimony was actually very important, um, because the accident was my fault. [To Toby] Tell Meredith I said it another time [Toby nods]."
            }
        ],
        [
            {
                "character": "Jan",
                "quote": "Yes, Michael is going to be cross-examined today, which'll be very, very risky for me, nonetheless, not an easy decision to make, but it's a deposition. It's not going to be in front of a judge. And it's four million dollars."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Before we continue, I would like to make an opening statement."
            },
            {
                "character": "Man",
                "quote": "Fine. Please be brief."
            },
            {
                "character": "Michael",
                "quote": "[clears throat and stands] Ladies and gentlemen of... the... table. I would just like to say what a joy it is for me to be here today, but frankly, at my age, it's a joy to be anywhere [no one laughs]. I'm only forty-four, so I'm not old, and I guess that doesn't really play. But the point is, I have a sense of humor.  And I implore you all to have a sense of humor as well. Jan, David, my wonderful girlfriend [indicates Jan, then turns to David Wallace], my gorgeous company... Why don't we all just take a big deep breath... and just relax [breathes in deeply, no one responds]. Good. That feels good [sits]. All right. Everybody feel better?"
            },
            {
                "character": "Diane Kelly",
                "quote": "Two years ago, when you quote \"kissed and fondled in the Chili's parking lot\" [Jan sighs and shakes her head], were you aware of company guidelines specifically discouraging that behavior?"
            },
            {
                "character": "Michael",
                "quote": "Na, Na-oh, Naa-es."
            },
            {
                "character": "Diane Kelly",
                "quote": "Yeah, I'm sorry, that's not a word."
            },
            {
                "character": "Michael",
                "quote": "Ye-ohh. Ye-no."
            },
            {
                "character": "Diane Kelly",
                "quote": "Okay. Were you aware that when Jan was with you, she claimed to be visiting clients, or, uh, traveling to see her sister in Scottsdale?"
            },
            {
                "character": "Michael",
                "quote": "Very nice! [Borat voice]"
            },
            {
                "character": "Diane Kelly",
                "quote": "I'm sorry. Excuse me?"
            },
            {
                "character": "Michael",
                "quote": "High five! [Borat voice]"
            },
            {
                "character": "Jan",
                "quote": "Sometimes when he gets nervous he, uh, talks like Borat."
            },
            {
                "character": "Diane Kelly",
                "quote": "Okay, Mr. Scott, would you mind, um, speaking in your normal voice for us. Please."
            },
            {
                "character": "Michael",
                "quote": "[shakes head] Can't stop."
            },
            {
                "character": "Diane Kelly",
                "quote": "Okay [nods]."
            },
            {
                "character": "Michael",
                "quote": "Forgot normal talk."
            }
        ]
    ]
}