{
    "season": 5,
    "episode": 10,
    "title": "Moroccan Christmas",
    "scenes": [
        [
            {
                "character": "Dwight",
                "quote": "What is this?"
            },
            {
                "character": "Jim",
                "quote": "Happy Holidays, Dwight. But do not open it till Christmas."
            },
            {
                "character": "Dwight",
                "quote": "You're so pathetic. How long did this take you? Three hours?"
            },
            {
                "character": "Jim",
                "quote": "Five minutes actually. I am a black belt in gift wrapping."
            },
            {
                "character": "Dwight",
                "quote": "Yeah, no such thing. They don't give out black belts for things that are stupid. [scoffs] Well, I hope it was worth it, cause I'm gonna take it apart in about five minutes."
            },
            {
                "character": "Jim",
                "quote": "I think it'll take you a little longer than that."
            },
            {
                "character": "Dwight",
                "quote": "Really? If I can skin a mule deer in less than ten minutes, I ought to be able to cut my -- [sets briefcase on desk and sits in chair, desk and chair are made of paper, Dwight crashes to the floor]"
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "Eh..."
            },
            {
                "character": "Phyllis",
                "quote": "I'm sorry. It's the largest one I have."
            },
            {
                "character": "Stanley",
                "quote": "I will not be the big guy in the tiny hat. [Kevin is wearing the same hat]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "This is the first Christmas party I am throwing as head of the party planning committee. The theme is \"Nights in Morocco\". This isn't your grandmothers Christmas party. Unless of course she's from Morocco, in which case it's very accurate."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Hey, Phyllis, do I need this invite to get in to the party?"
            },
            {
                "character": "Phyllis",
                "quote": "Yes."
            },
            {
                "character": "Michael",
                "quote": "Awesome. I think this is going to be the best Christmas party ever."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Angela. You're going to move this for the party right? It's not on theme."
            },
            {
                "character": "Angela",
                "quote": "It's the nativity scene."
            },
            {
                "character": "Phyllis",
                "quote": "Alright. You can keep your camel, sheep, elephant and the north African king can stay. Everything else goes in the drawer."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "I am not going to judge Phyllis for desecrating Christmas. There is one person who will though and Phyllis just stuffed him into a drawer."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "I need you to get rid of the tree."
            },
            {
                "character": "Angela",
                "quote": "But--"
            },
            {
                "character": "Phyllis",
                "quote": "Thank you."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "Oh, I don't think it's blackmail. Angela just does what I ask her to do so I won't tell everyone that she's cheating on Andy with Dwight. I think for it to be black mail, it would have to be a formal letter."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Ah. You brought in your doll collection."
            },
            {
                "character": "Dwight",
                "quote": "These are not dolls, Jim. These are commodities. Same as gold or oil."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Every year I do research to determine which toy will be the most popular of the Christmas season. This year it's a doll. Half girl, half unicorn. Catchphrase: \"My horn can pierce the sky\". Pathetic. I bought out every store in the area over the last couple of weeks. And as lazy parents become desperate I will sell them for an enormous profit. Isn't that right princess? [makes doll nod]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "That's the Christmas spirit."
            },
            {
                "character": "Dwight",
                "quote": "I am simply punishing those parents that would wait till the last minute to get their child a gift. And such a genetically improbable one. Look at that. How does that happen? King has sex with a unicorn? Man with a horn has sex with a royal horse?"
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Michael",
                "quote": "Oh, hey, is that Princess Unicorn? I thought they were all sold out."
            },
            {
                "character": "Dwight",
                "quote": "They are now."
            },
            {
                "character": "Michael",
                "quote": "Cool. [sings] My horn can pierce the sky."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "This is equal parts scotch, absinthe, rum, gin, vermouth, triple sec, and two packs of Splenda. Call it a one of everything."
            },
            {
                "character": "Meredith",
                "quote": "[drinks] Oh... my... GOD!!! [laughs] Hit me again."
            },
            {
                "character": "Michael",
                "quote": "Alright... One more time around the block."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I will grant you one wish."
            },
            {
                "character": "Pam",
                "quote": "I wish that you'd stop rubbing that lamp in that creepy way."
            },
            {
                "character": "Jim",
                "quote": "Stupid. Everyone knows to ask for a hundred more wishes. [Pam laughs] Dumb."
            },
            {
                "character": "Andy",
                "quote": "[sitting on floor playing the sitar] Hey, hey... Ange... check it out. [sings] There's a place in France where the naked ladies dance. [laughs]"
            },
            {
                "character": "Angela",
                "quote": "Really Andy? It's Christmas and your singing about nudity and France."
            },
            {
                "character": "Andy",
                "quote": "[sings] There's a hole in the wall where the men can see it all."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Jim, Jim...."
            },
            {
                "character": "Jim",
                "quote": "What is it?"
            },
            {
                "character": "Michael",
                "quote": "That is vodka and I mixed it with orange juice. I call it an orange-vod-juice...ka."
            },
            {
                "character": "Jim",
                "quote": "Wow, that is delicious."
            },
            {
                "character": "Michael",
                "quote": "Yeah."
            },
            {
                "character": "Jim",
                "quote": "Can't believe no ones thought of that."
            },
            {
                "character": "Michael",
                "quote": "I know."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "[dancing drunkenly] Ahh yeah!!"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "[continuing to dance, lifting her shirt] Belly dancing!"
            }
        ],
        [
            {
                "character": "Guy buying doll",
                "quote": "120, 180... 200."
            },
            {
                "character": "Dwight",
                "quote": "All right."
            },
            {
                "character": "Guy",
                "quote": "Thank you so much. My daughter is going to love this."
            },
            {
                "character": "Dwight",
                "quote": "Oh, so glad I could help."
            },
            {
                "character": "Guy",
                "quote": "Thanks."
            },
            {
                "character": "Dwight",
                "quote": "Merry Christmas."
            },
            {
                "character": "Guy",
                "quote": "You too."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Fa-la-la-la-la-la-la-ka-ching."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[sighs] Oh, so this is what every day would be like if you hadn't left India."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[Meredith's hair is on fire] Oh, oh, oh, oh!"
            },
            {
                "character": "Dwight",
                "quote": "We got a live one! On fire!! [Dwight extinguishes Meredith]"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "I'm all right. I'm all right."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Sorry."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "We're back on the 5th, should we just do it then?"
            },
            {
                "character": "Michael",
                "quote": "Can not do it then. Monthly dental appointment, soft teeth"
            },
            {
                "character": "Oscar",
                "quote": "What about February 2nd?"
            },
            {
                "character": "Jim",
                "quote": "Ah... would you want to do it on Groundhogs day?"
            },
            {
                "character": "Michael",
                "quote": "No, no. I celebrate privately."
            },
            {
                "character": "Jim",
                "quote": "That's cool."
            },
            {
                "character": "Michael",
                "quote": "Why don't we just do it now? We'll do it quickly."
            },
            {
                "character": "Oscar",
                "quote": "Now? It's our Christmas party."
            },
            {
                "character": "Michael",
                "quote": "We'll do it quickly."
            },
            {
                "character": "Jim",
                "quote": "Well what if we can't do it quickly."
            },
            {
                "character": "Michael",
                "quote": "[mimicking] What if we can't do it quickly? What if we cant do it--"
            },
            {
                "character": "Oscar",
                "quote": "Do you know how to do an intervention?"
            },
            {
                "character": "Michael",
                "quote": "Hey, shut up. Here we go. Everybody gather up."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "An intervention. It's sort of hard to describe, but really its-- it's a coming together... it's a surprise party for people who are-- who have addictions. And you get in their face and you scream at them and you make them feel really badly about themselves. And then they stop."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "It looks like we're going to be here for awhile, so why don't you make a little plate of hummus for everyone. Little triangles of pita, toasted on both sides, fanned so you can easily can grab them."
            },
            {
                "character": "Angela",
                "quote": "I don't--"
            },
            {
                "character": "Phyllis",
                "quote": "And napkins... fanned."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Okay, how do you feel?"
            },
            {
                "character": "Meredith",
                "quote": "A little better. I threw up."
            },
            {
                "character": "Michael",
                "quote": "Uck... T.M.I."
            },
            {
                "character": "Kevin",
                "quote": "Fire girl. [looks around] Too soon?"
            },
            {
                "character": "Jim",
                "quote": "Yeah."
            },
            {
                "character": "Michael",
                "quote": "Okay, you know what I thought we should do is have a quick intervention and then get back to the party."
            },
            {
                "character": "Toby",
                "quote": "Michael, we are only allowed to talk about Meredith's work performance. We can not ask her to stop drinking."
            },
            {
                "character": "Michael",
                "quote": "I am not asking her to stop drinking. I am imploring her to quit being an alcoholic."
            },
            {
                "character": "Meredith",
                "quote": "I'm not an alcoholic."
            },
            {
                "character": "Michael",
                "quote": "Yeah, obviously you are. Okay, everybody who thinks that Meredith is an alcoholic please raise your hand. [everyone raises their hand]"
            },
            {
                "character": "Dwight",
                "quote": "Aye."
            },
            {
                "character": "Michael",
                "quote": "The aye's have it."
            },
            {
                "character": "Meredith",
                "quote": "I don't care what everyone thinks. I know I am not an alcoholic."
            },
            {
                "character": "Michael",
                "quote": "Alright, well, let's look at this a little bit closer then shall we? [pulls a piece of paper out of his pocket]"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "When I was in college I used to get wicked hammered. My nickname was puke. I would chug a fifth of socos, sneak into a frat party, polish off a few people's empties, some brewskies, some Jell-O shots, do some body shots off myself, pass out, wake up the next morning, puke, rally, more soco, head to class. Probably would have gotten expelled if I had let it affect my grades, but I aced all my courses. They called me Ace. It was totally awesome. Got straight B's. They called me Buzz."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Meredith, have you ever used alcohol to alter your mood or deliberately change your state of mind?"
            },
            {
                "character": "Meredith",
                "quote": "Sure."
            },
            {
                "character": "Michael",
                "quote": "Do you sometimes have a drink to celebrate a special occasion or mark a holiday?"
            },
            {
                "character": "Meredith",
                "quote": "Obviously."
            },
            {
                "character": "Michael",
                "quote": "Have you ever under the influence of alcohol questioned the teachings of the Mormon church?"
            },
            {
                "character": "Oscar",
                "quote": "Where did you get this?"
            },
            {
                "character": "Michael",
                "quote": "I got it on a website, that's not important."
            },
            {
                "character": "Toby",
                "quote": "Michael, We should contact some experts. You don't know what your doing."
            },
            {
                "character": "Michael",
                "quote": "Okay, you know what Toby? One of my employees is undergoing a crisis and I wish for just once you would take my side on this. I'm doing your job man. Hey, are you texting?"
            },
            {
                "character": "Kelly",
                "quote": "Yeah, 'cause this is kind of a drag."
            },
            {
                "character": "Michael",
                "quote": "Alcohol is a drag. Yes. Here's what I'd like to do. I'd like to go around the room and have us each express to Meredith how her alcoholism has affected us. I'll begin. This Christmas party is perhaps the best Christmas party I have ever been to, but then you got so drunk that we had to stop and do this. That's how your drinking affected me. Anybody else? Another time when Meredith's drinking affected you?  Come on people. If we don't say anything she's not going to get any better. [Kevin raises his hand] Yes, Kevin."
            },
            {
                "character": "Kevin",
                "quote": "Well, Meredith, there was that one time you bought movie tickets and then you got too drunk to go, so you gave them to me. And that was really cool."
            },
            {
                "character": "Michael",
                "quote": "That's-- you didn't-- you weren't hurt by that."
            },
            {
                "character": "Kevin",
                "quote": "Yeah, you said affected by it.  Thanks again, Meredith."
            },
            {
                "character": "Meredith",
                "quote": "You're welcome."
            },
            {
                "character": "Michael",
                "quote": "Okay, no, that's not what we're going for. Who has a problem with Meredith's drinking? It has to bother you. It bothers me. Right? How does it bother you? Dwight, don't you have anything?"
            },
            {
                "character": "Dwight",
                "quote": "No, I like Meredith."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Actually, I don't care for Meredith, but I don't believe in this kind of thing. In the Schrute family we believe in a five fingered intervention. [holds up his fist] Awareness, education, control, acceptance and punching."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Who is going to tell us the latest dirty joke? Who is going to tell us what you watched on television last night?"
            },
            {
                "character": "Meredith",
                "quote": "I am fine."
            },
            {
                "character": "Michael",
                "quote": "Was John Belushi fine? Was Bob Hope fine? Hey-- come here. If anything ever happened to you, I would be very angry at myself for not doing all that I could do."
            },
            {
                "character": "Meredith",
                "quote": "I know I drink. I like to party"
            },
            {
                "character": "Michael",
                "quote": "I want you to say I'm an alcoholic."
            },
            {
                "character": "Meredith",
                "quote": "I am not an alcoholic!"
            },
            {
                "character": "Michael",
                "quote": "You can say it as loudly as you want, but we're not going to believe you."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "I was waiting until later to hand out this years gifts from corporate. [holds up shot glass] I don't think they're appropriate anymore."
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Please stop making me do these things."
            },
            {
                "character": "Phyllis",
                "quote": "Oh, sorry, it's your job."
            },
            {
                "character": "Angela",
                "quote": "But it's the season of mercy."
            },
            {
                "character": "Phyllis",
                "quote": "You never showed me mercy when you were in charge. Why aren't you wearing the hairnet?"
            },
            {
                "character": "Angela",
                "quote": "I lost it. [Phyllis glares at her until Angela pulls out the hairnet and puts it on]"
            },
            {
                "character": "Phyllis",
                "quote": "Ok... nice."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "I don't mind telling you that I have an addiction. I do. To porn."
            },
            {
                "character": "Michael",
                "quote": "[amid groans from the rest of the office] Alright, no, no, no. No. That is the image, I think we can all agree is very disgusting. But you know what, Meredith, you lit your hair on fire today. What about tomorrow.? What is going to happen when you come into work and you're dead?"
            },
            {
                "character": "Dwight",
                "quote": "I stab her in the brain with a wooden stick."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "There are several ways to kill a zombie, but the most satisfying one is to stab it in the brain with a wooden stick."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "Everyone in this room loves you, but mark my words, we are not going to support your alcoholism anymore. The next time you light yourself on fire we are not going to help put you out."
            },
            {
                "character": "Dwight",
                "quote": "Oh, as fire marshal I would have to."
            },
            {
                "character": "Michael",
                "quote": "Dwight--"
            },
            {
                "character": "Dwight",
                "quote": "She is a hazard to the other people of the office."
            },
            {
                "character": "Michael",
                "quote": "[sighs]...okay."
            },
            {
                "character": "Dwight",
                "quote": "I suppose I could do it if it was a controlled burn in a well ventilated area."
            },
            {
                "character": "Jim",
                "quote": "Yeah, but you're gonna need a permit for that."
            },
            {
                "character": "Dwight",
                "quote": "Oh right, that'll take a couple of weeks."
            },
            {
                "character": "Creed",
                "quote": "I can get you one in an hour."
            },
            {
                "character": "Dwight",
                "quote": "Really?"
            },
            {
                "character": "Toby",
                "quote": "Okay you know, this-- this is over."
            },
            {
                "character": "Stanley",
                "quote": "I agree."
            },
            {
                "character": "Jim",
                "quote": "Michael, I think... you did the best you could, but this is bigger than all of us."
            },
            {
                "character": "Michael",
                "quote": "Enabler! Enabler, enabler, enabler, enabler, enabler. It's Christmas and we are turning our back on somebody who is asking for help."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "You know what the only thing I want for Christmas? I want Meredith to get better. That's my only wish. But you know what? My wishes never come true, so I'm not going to wish that on her. I-- a watch would be nice."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[watching Meredith and Michael talk in his office] They've been in there for 45 minutes."
            },
            {
                "character": "Pam",
                "quote": "I know. If she wasn't an alcoholic before, she is now. [Jim laughs]"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "That's a halwa shabkia cookie. They serve it during Ramadan. [Angela spits her cookie out]"
            },
            {
                "character": "Stanley",
                "quote": "Mmmm... chewy."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[Andy playing the sitar] Hey."
            },
            {
                "character": "Andy",
                "quote": "What's up?"
            },
            {
                "character": "Jim",
                "quote": "Do you take requests?"
            },
            {
                "character": "Andy",
                "quote": "Sure."
            },
            {
                "character": "Jim",
                "quote": "Please stop. People are having a Christmas party."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "[whispers to Meredith] I'll be down in a minute. [walks over to Toby] Could you write down the number of that rehabilitation center that you mentioned?"
            },
            {
                "character": "Toby",
                "quote": "Sure. Wow. [Michael throws a pen at his head] Ow..."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "We just missed Poor Richards."
            },
            {
                "character": "Michael",
                "quote": "We did?"
            },
            {
                "character": "Meredith",
                "quote": "Yeah, I thought we were going out for a drink?"
            },
            {
                "character": "Michael",
                "quote": "Oh, shoot. Oh well, we'll have to go someplace else then I guess."
            },
            {
                "character": "Meredith",
                "quote": "The Bog? Cooper's, Kelly's..."
            },
            {
                "character": "Michael",
                "quote": "We could go there, sure."
            },
            {
                "character": "Meredith",
                "quote": "...Brixx's, Carmen's..."
            },
            {
                "character": "Michael",
                "quote": "Yes, yes."
            },
            {
                "character": "Meredith",
                "quote": "...The Fort, Andy Gavin's."
            },
            {
                "character": "Michael",
                "quote": "I have a new place."
            },
            {
                "character": "Meredith",
                "quote": "Well, it must have just opened up."
            },
            {
                "character": "Michael",
                "quote": "It-- yep, recently."
            },
            {
                "character": "Meredith",
                "quote": "Yeah... all right."
            },
            {
                "character": "Michael",
                "quote": "All right."
            },
            {
                "character": "Meredith",
                "quote": "Enough of this Christmas crap. Let's get some party music. [changes radio station] Yeah!"
            },
            {
                "character": "Michael",
                "quote": "Yeah, oh there you go."
            },
            {
                "character": "Meredith",
                "quote": "Yeah!"
            },
            {
                "character": "Michael",
                "quote": "That's good."
            },
            {
                "character": "Meredith",
                "quote": "Yeah that's better."
            },
            {
                "character": "Michael",
                "quote": "We're party girls."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "[on phone] Hey Sasha, it's daddy. Have you ever heard of this doll , Princess Unicorn?"
            },
            {
                "character": "Sasha",
                "quote": "[shouting excitedly over the phone] Daddy, daddy, daddy!!"
            },
            {
                "character": "Toby",
                "quote": "No, No, No. No, I'm just curious if you've heard of it."
            }
        ],
        [
            {
                "character": "Toby",
                "quote": "This is great. My ex-wife's going to be so pissed. [chuckles] For once daddy's gonna be a hero."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "$200."
            },
            {
                "character": "Darryl",
                "quote": "Yo."
            },
            {
                "character": "Toby",
                "quote": "Hey, I'd like to buy one of your dolls."
            },
            {
                "character": "Dwight",
                "quote": "Oh, that's my last one."
            },
            {
                "character": "Toby",
                "quote": "Oh, no, I-- no, no, I was gonna buy that doll."
            },
            {
                "character": "Darryl",
                "quote": "Thanks man."
            },
            {
                "character": "Toby",
                "quote": "I was-- I was gonna get the doll."
            },
            {
                "character": "Dwight",
                "quote": "Not my problem."
            },
            {
                "character": "Toby",
                "quote": "But I-- I promised my daughter. Darryl, look-- I-- I need the doll, I need the doll. I-- I'm-- I'm begging you. I just-- I need it more than anything in this world. I need this doll. Darryl, man I need this doll."
            },
            {
                "character": "Darryl",
                "quote": "All right man, don't cry. It's cool. I'll let you get it for $400."
            },
            {
                "character": "Toby",
                "quote": "I only have $200."
            },
            {
                "character": "Darryl",
                "quote": "You can owe me."
            },
            {
                "character": "Toby",
                "quote": "[laughs] Oh man, thanks, thank you, [tearing up] thank you, thank you."
            },
            {
                "character": "Darryl",
                "quote": "I know, right. Merry Christmas."
            },
            {
                "character": "Toby",
                "quote": "Oh thanks. She's gonna... [notices the doll is black] oh..."
            },
            {
                "character": "Darryl",
                "quote": "Something wrong with the doll?"
            },
            {
                "character": "Toby",
                "quote": "No. It's even-- it's even better than the one I wanted."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Sunrise Rehab? No! No! No! I told you no! There is no way!"
            },
            {
                "character": "Michael",
                "quote": "It's okay. It's all right."
            },
            {
                "character": "Meredith",
                "quote": "No way! There is no way! No way!"
            },
            {
                "character": "Michael",
                "quote": "Meredith, we are doing this for your own good. Okay. Come on--"
            },
            {
                "character": "Meredith",
                "quote": "No way! No way! There is no way!"
            },
            {
                "character": "Michael",
                "quote": "Here we go. This is gonna be good."
            },
            {
                "character": "Meredith",
                "quote": "No! No way! I told you. We talked about this. There is absolutely no way. No! No! There is no way! No! No! I am not going in there! I am not going in there!"
            },
            {
                "character": "Michael",
                "quote": "Yes you are. [tries to pull Meredith from the car]"
            },
            {
                "character": "Meredith",
                "quote": "I am not going in there! NO!!"
            },
            {
                "character": "Meredith",
                "quote": "Wait a minute. Wait a minute. Wait a minute. Wait a minute. Wait a minute. Wait a minute. Wait a minute. Wait a minute. Wait a minute. Wait a minute. Just wait! Just wait!"
            },
            {
                "character": "Michael",
                "quote": "Shhh... just calm down."
            },
            {
                "character": "Meredith",
                "quote": "[runs away] Oh my God! Oh my God! Oh my God! No! No!"
            },
            {
                "character": "Michael",
                "quote": "[chasing Meredith] Come on. Shh..."
            },
            {
                "character": "Meredith",
                "quote": "No! No! No! There is no way! There is no way!"
            },
            {
                "character": "Michael",
                "quote": "Here's the door. Here's the door."
            },
            {
                "character": "Meredith",
                "quote": "There is no way! There is no way! No! No!"
            },
            {
                "character": "Michael",
                "quote": "[dragging Meredith on the floor into the rehab center] Let's start meeting-- Hello. How are you?"
            },
            {
                "character": "Meredith",
                "quote": "This man is crazy! This man is crazy!"
            },
            {
                "character": "Rehab Nurse",
                "quote": "Can I help you?"
            },
            {
                "character": "Michael",
                "quote": "I have a deposit. Alcoholic."
            },
            {
                "character": "Meredith",
                "quote": "No! No! No! No! No!"
            },
            {
                "character": "Michael",
                "quote": "So do I sign?"
            },
            {
                "character": "Meredith",
                "quote": "NO!!!"
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "I need you to put the Christmas tree back up."
            },
            {
                "character": "Angela",
                "quote": "It's outside."
            },
            {
                "character": "Phyllis",
                "quote": "I didn't ask you where it was. I told you where it needs to be."
            },
            {
                "character": "Angela",
                "quote": "Shut up."
            },
            {
                "character": "Phyllis",
                "quote": "Excuse me?"
            },
            {
                "character": "Angela",
                "quote": "I'm not moving the tree. Face it. The only power you have over me is this big secret that I know you're not going to tell. And you want to know how I know that? Because then you won't be able to plan your stupid, tacky parties anymore. So you move the tree."
            },
            {
                "character": "Phyllis",
                "quote": "Okay. [starts to walk away, then turns around] Angela's having sex with Dwight. I caught them doing it after Toby's going away party."
            },
            {
                "character": "Dwight",
                "quote": "Well don't look so surprised."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I knew it."
            },
            {
                "character": "Jim",
                "quote": "You did not know it."
            },
            {
                "character": "Pam",
                "quote": "I knew some of it."
            },
            {
                "character": "Jim",
                "quote": "Everyone knew some of it."
            },
            {
                "character": "Pam",
                "quote": "It's Christmas."
            },
            {
                "character": "Jim",
                "quote": "You knew it."
            },
            {
                "character": "Pam",
                "quote": "Thank you. I knew it."
            },
            {
                "character": "Jim",
                "quote": "She knew it."
            }
        ],
        [
            {
                "character": "Michael",
                "quote": "As it turns out you can't just check someone into rehab against their will. They have to do it voluntarily. They have to hit rock bottom. So I think I know what I need to do at this point. I need to find ways to push Meredith to the bottom. Um... I think I can do it. I did it with Jan."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "All right, everybody's still here. Perfect! Got a little surprise I've been working on. Angela, my bride, I just wanted you to know that for the rest of our lives, no matter the cultural milieu, I will always be there to bring you Christmas cheer. [sings] Deck the halls with boughs of holly. Fa-la-la-la-la-la-la-la-la. Tis the season to be jolly. Fa-la-la-la-la-la-la-la-la. Don we now our gay apparel. Fa-la-la-la-la-LA. Troll the little Yule tide carol. Roo-di-di-di-do. Roododododo. [laughs]"
            },
            {
                "character": "Angela",
                "quote": "I think I'd like to go home now."
            },
            {
                "character": "Andy",
                "quote": "Sure. Dooo. Tough room. [chuckles] Come on. I just learned it. Just so you know protocol is a little round of applause. But, Merry Christmas to all, and to all a good night."
            }
        ]
    ],
    "deleted_scenes": []
}