{
    "season": 8,
    "episode": 15,
    "title": "Tallahassee",
    "scenes": [
        [
            {
                "character": "Dwight",
                "quote": "Today is the first day of Sabre's new project to develop a chain of retail stores. I am meeting my new boss, Nellie Bertram, head of special projects. Work starts at nine. Sabre HQ is thirty minutes away, driving the speed limit. Giving everyone twenty minutes to shower, plus fifty for Jim to style his hair, twenty for breakfast, forty for Erin to get lost between her room and the lobby, ninety for Ryan to do his morning ecstasy... We're already twenty minutes late."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Wake up! [Cathy screams]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Hey, hey, hey, hey! Wake up! [Erin kicks him] Ow! Why are you sleeping that way?"
            },
            {
                "character": "Erin",
                "quote": "Oh. I was reading the mattress tag and I fell asleep."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Stanley! Wake up! You’ve got to wake up, the hotel's on fire!"
            },
            {
                "character": "Erin",
                "quote": "Stanley, wake up, it's pretzel day! [Dwight pinches Stanley's nose and covers his mouth]"
            },
            {
                "character": "Stanley",
                "quote": "Mmm! [struggles] Ugh!"
            },
            {
                "character": "Dwight",
                "quote": "[lets go] Good morning."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Hey, wake up. Let's have some fun. We're in Florida now."
            },
            {
                "character": "Ryan",
                "quote": "Hey, you. I'm so glad this is happening. I actually came to your door twice last night. Come on in, the water's fine. [sees Dwight] Oh, not cool!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I am on the two kid sleep schedule so I'm up and at 'em at four fifteen, but no kids, so I honestly didn't know what to do with myself, and then I thought of something. Uh- [hears door, hides]"
            },
            {
                "character": "Dwight",
                "quote": "Heeeere's Dwi- what the-? [sees trashed room] Oh man."
            },
            {
                "character": "Erin",
                "quote": "What do you think happened?"
            },
            {
                "character": "Dwight",
                "quote": "Looks like Jim got mixed up with some bad apples. [sees \"IT WAS DWIGHT\" written in lipstick on the door] Oh no, no, no, no. It wasn't me. I gotta find Luwanda at The Alcohol Club. Oh. [Jim falls out of the closet, Erin and Dwight scream]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Puppet."
            },
            {
                "character": "Cathy",
                "quote": "Cool, for your kids?"
            },
            {
                "character": "Jim",
                "quote": "Yeah. It's weird being away from them. Never done this before."
            },
            {
                "character": "Dwight",
                "quote": "Attention, Dunder Mifflin group. Proceed outside. The vehicle is waiting. Seats have been assigned. Shotgun goes to Ryan. Congratulations, Ryan."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I need to make Nellie see me as a leader today. First impressions get locked in forever. When I first met Pam, she said something that slightly rubbed me the wrong way. Since then I've loved working with Pam and she's frankly wonderful, but I hate her."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I'll have a bottle of the antacid. Also, I want to get a souvenir for my son, but his mother doesn't acknowledge my paternity. Do you have anything for that? Also, I want it to have a Florida feel."
            },
            {
                "character": "Saleswoman",
                "quote": "What does he like?"
            },
            {
                "character": "Dwight",
                "quote": "Power."
            }
        ],
        [
            {
                "character": "Ryan",
                "quote": "Okay, and this one is, \"Huh. Don't see too many museums around here.\""
            },
            {
                "character": "Dwight",
                "quote": "Okay, Twiggy, that's enough. Get in the car."
            },
            {
                "character": "Erin",
                "quote": "Hey, are you okay?"
            },
            {
                "character": "Dwight",
                "quote": "I'm fine, okay? It's just stress. You know, 'cause I care about this project. And frankly the fact that none of you are vomiting or diarrheal right now I find very alarming."
            },
            {
                "character": "Erin",
                "quote": "Who says none of us are diarrheal?"
            },
            {
                "character": "Jim",
                "quote": "Are you sure it's stress? Because I did poison you."
            },
            {
                "character": "Dwight",
                "quote": "Very funny, Jim."
            },
            {
                "character": "Jim",
                "quote": "Oh no, I'm serious. I was thinking, \"For this trip I have to do something epic, so what should that be?\" and then I thought of it. I'll poison you. What are you gonna do? You gonna steal my newspaper or put a cricket in my cereal or something?"
            },
            {
                "character": "Dwight",
                "quote": "I'm gonna set your face on fire."
            },
            {
                "character": "Jim",
                "quote": "That's a good one. [a red sports car drives up] Whoa, Stanley! Did you just come back from burning down a rival nightclub?"
            },
            {
                "character": "Stanley",
                "quote": "Laugh it up, Halpert. I'm in Florida for a month without my family. I'm gonna enjoy this. Want to get in? You can work the iPod."
            },
            {
                "character": "Jim",
                "quote": "Yes."
            },
            {
                "character": "Stanley",
                "quote": "You're a nice guy, Jim, but you have no idea how to vacation. Find some Kenny Loggins."
            },
            {
                "character": "Jim",
                "quote": "Loggins and Messina."
            },
            {
                "character": "Stanley",
                "quote": "Did I say \"Messina?\" [tires screech]"
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Ahh! [laughs] Sorry I couldn't resist. It's so quiet."
            },
            {
                "character": "Creed",
                "quote": "I like it. It's so peaceful, I've already written like, twelve plays today."
            },
            {
                "character": "Andy",
                "quote": "It's so quiet, one might say, you could hear a pin... [drops pin] I thought that would be cooler."
            },
            {
                "character": "Darryl",
                "quote": "I loved it."
            },
            {
                "character": "Meredith",
                "quote": "Hey, can you pick up the pin? Some of us like to work in our bare feet."
            },
            {
                "character": "Andy",
                "quote": "Of course, I will pick up the pin. It is right here. Got it."
            },
            {
                "character": "Oscar",
                "quote": "Can we see that? Did you really find it?"
            },
            {
                "character": "Andy",
                "quote": "Yes, right here. Got it. Dink, ow. [chuckles, clicks tongue] In the trash."
            },
            {
                "character": "Pam",
                "quote": "Hey, why is it so quiet? Shouldn't the phone be ringing? Uh-oh. Erin set the phone to voicemail."
            },
            {
                "character": "Everyone",
                "quote": "Oh great. [overlapping chatter]"
            },
            {
                "character": "Kelly",
                "quote": "We're screwed."
            },
            {
                "character": "Pam",
                "quote": "There. [phone rings]"
            },
            {
                "character": "Andy",
                "quote": "Oh! There we go! Pam?"
            },
            {
                "character": "Pam",
                "quote": "Yeah?"
            },
            {
                "character": "Andy",
                "quote": "Can you get the phone?"
            },
            {
                "character": "Pam",
                "quote": "Well I'm not the receptionist."
            },
            {
                "character": "Andy",
                "quote": "Mm, well, you used to be."
            },
            {
                "character": "Pam",
                "quote": "I know, but I can't cover reception. I have a ton of work to do."
            },
            {
                "character": "Andy",
                "quote": "Phone's ringing."
            },
            {
                "character": "Kelly",
                "quote": "Will one of you get the phone? I am freaking out! I know it's for me. [Andy and Pam silently argue] Are you guys kidding me? Stop flirting and someone get the phone!"
            },
            {
                "character": "Everyone",
                "quote": "Somebody! Answer the phone."
            },
            {
                "character": "Kelly",
                "quote": "Andy, pick up the phone!"
            },
            {
                "character": "Stanley",
                "quote": "Get the damn phone."
            },
            {
                "character": "Meredith",
                "quote": "You're the closest one to it."
            },
            {
                "character": "Andy",
                "quote": "Fine. Hello, Dunder Mifflin. [ringing continues] Hello, you've reached Dunder Mifflin. How may I be of service?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Man."
            },
            {
                "character": "Cathy",
                "quote": "How was the drive?"
            },
            {
                "character": "Jim",
                "quote": "Fantastic. Stanley drives so fast."
            },
            {
                "character": "Stanley",
                "quote": "Life is short. \"Drive fast and leave a sexy corpse.\" That's one of my mottoes."
            },
            {
                "character": "Jim",
                "quote": "I would love to hear the other mottos."
            }
        ],
        [
            {
                "character": "Todd Packer",
                "quote": "Quick query, Halpert."
            },
            {
                "character": "Jim",
                "quote": "No way."
            },
            {
                "character": "Todd Packer",
                "quote": "Still queer?"
            },
            {
                "character": "Dwight",
                "quote": "Packer."
            },
            {
                "character": "Todd Packer",
                "quote": "You can't put me down. Too strong!"
            }
        ],
        [
            {
                "character": "Todd Packer",
                "quote": "Yeah, Dwight and Jim tried to get me fired, but I landed on my feet down here in Florida. You see, this cat's got nine lives, and a nine-inch-"
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Psst. Say, \"So who's leading this thing, anyway?\""
            },
            {
                "character": "Ryan",
                "quote": "So who's leading this thing, anyway?"
            },
            {
                "character": "Nellie",
                "quote": "Psst. Say, \"I can't wait to meet him.\""
            },
            {
                "character": "Ryan",
                "quote": "I can't wait to meet him."
            },
            {
                "character": "Nellie",
                "quote": "Him, you say? Don't think a woman can be a leader?"
            },
            {
                "character": "Ryan",
                "quote": "I-"
            },
            {
                "character": "Nellie",
                "quote": "You poor, simple boy. Expected a man, did you? Strong, powerful. Huge, whopping penis? Well, sorry to disappoint, but my huge, whopping penis is right here, [points to her head] and I'm not afraid to use it. So stop looking at my breasts, and start looking at my penis. [slow clap] I'm Nellie Bertram, president of special projects. In the next few weeks we're going to throw everything you know about business out of the window and do it our own way. Are your minds blown? So, how did this special project come about anyway? Well, I interviewed to be the manager of your branch. [points to Jim] After you decided I wasn't \"a good fit-\""
            },
            {
                "character": "Jim",
                "quote": "It was-"
            },
            {
                "character": "Nellie",
                "quote": "Ah! It was. I went on a shopping spree. Very destructive. I bought thirteen pianos. Then I realized, what if Sabre had a store? Hmm? So I called Jo, old friend, founder of Sabre, and I told her and she grabbed me by the shoulders and she said, \"Yes!\" So let's talk about the Sabre store then. Probably gonna look stupid, right? Like a big turd with a door on the front, right? What do you think it should look like?"
            },
            {
                "character": "Cathy",
                "quote": "Um, it might be fun if each store had a different theme, like a beach one, a winter one, a jungle one."
            },
            {
                "character": "Nellie",
                "quote": "No, not a big fan of the winter aesthetic."
            },
            {
                "character": "Cathy",
                "quote": "Well that was just one idea. It doesn't have to be winter."
            },
            {
                "character": "Nellie",
                "quote": "Oh, no, it does. It does. It has to be winter, and I reject it. So I drew up a design concept. Probably gonna be rubbish, right? Would you like to look at it? Just so you could laugh at it."
            },
            {
                "character": "Erin",
                "quote": "Yeah!"
            },
            {
                "character": "Nellie",
                "quote": "Let me just get the projector working."
            },
            {
                "character": "Dwight",
                "quote": "Uh. [eats antacids]"
            },
            {
                "character": "Jim",
                "quote": "You got to stop with the antacids. It's not the antidote."
            },
            {
                "character": "Dwight",
                "quote": "You didn't poison me, it's just stress."
            },
            {
                "character": "Jim",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "What is the antidote?"
            },
            {
                "character": "Jim",
                "quote": "True love's kiss."
            },
            {
                "character": "Nellie",
                "quote": "Jim, help me lower this screen. You're a big, tall man. [points to Ryan] You'd be hilarious trying to do it, like a little boy. Just let go of his balloon."
            },
            {
                "character": "Dwight",
                "quote": "I'll do it! I always say, \"You want something done right? Ask Dwight.\" Right? Dwight. Right? Dwight. Right Dwight, right Dwight. Sorry, now you'll never be able to get that out of your head. [reaches up, whimpers]"
            },
            {
                "character": "Todd Packer",
                "quote": "I can do it."
            },
            {
                "character": "Dwight",
                "quote": "Mmm! [screams, pulls down screen] There we go."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[on phone] Yes, a complete inability to pass gas, pervert. Ugh, yeah, it's tender. It can't be appendicitis, I eat more than enough bacon. Okay, what poison mimics the symptoms of appendicitis? Oh, you don't know? Hold on. [to Jim] What kind of poison did you use?"
            },
            {
                "character": "Jim",
                "quote": "Dwight, I didn't poison you. I was kidding."
            },
            {
                "character": "Dwight",
                "quote": "Yeah, I'm gonna need an ambulance. Hold on, I have the address in my phone. [sees chart on screen] Hold on. Hold on one second. Uh, quick question. Vice president, uh, who is that? There's no name listed."
            },
            {
                "character": "Nellie",
                "quote": "Is there not? Maybe I'm just waiting for someone to wow me. [winks]"
            },
            {
                "character": "Emergency Operator",
                "quote": "Sir? Sir, where should we send the ambulance?"
            },
            {
                "character": "Dwight",
                "quote": "Send it to the frickin' moon, idiot."
            }
        ],
        [
            {
                "character": "Todd Packer",
                "quote": "I tell you what though, since my move down to Florida I've really gotten back into hunting big time."
            },
            {
                "character": "Nellie",
                "quote": "Hunting's so primal. Almost sexual."
            },
            {
                "character": "Todd Packer",
                "quote": "Totally. I mean, I'd never bang an animal, you can hardly tell the difference between a boy or a girl, you know, but hunting's intense."
            },
            {
                "character": "Dwight",
                "quote": "You talking about hunting? I love hunting. I'm a master hunter."
            },
            {
                "character": "Todd Packer",
                "quote": "Did you say \"masturbator?\""
            },
            {
                "character": "Dwight",
                "quote": "I'm a decent baiter. My cousin Mose, that's a master baiter."
            },
            {
                "character": "Nellie",
                "quote": "Why are you sitting down like that?"
            },
            {
                "character": "Dwight",
                "quote": "Why is everyone else standing up? Okay team, let's get back to work! Break's over!"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Wow. Are you that bored?"
            },
            {
                "character": "Stanley",
                "quote": "It's just rum. I'm not bored, I'm a pirate."
            },
            {
                "character": "Jim",
                "quote": "Is that another motto?"
            },
            {
                "character": "Stanley",
                "quote": "It's whatever you want. [offers Jim the bottle]"
            },
            {
                "character": "Jim",
                "quote": "Mmm."
            },
            {
                "character": "Stanley",
                "quote": "Or do you only drink with your kids?"
            },
            {
                "character": "Jim",
                "quote": "Ah, let's do it. [laughs] Oh, that's healthy."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I've spent so much of my life telling myself \"Please, don't end up like Stanley,\" and now I'm wondering if I even have what it takes."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "We have the Sabre Pyramid, right? Hmm? We've got a bunch of humans. You guys, humans... pyramid. Human pyramid. Do you follow? It's a team-building exercise. You'll love it. Who's in? Hmm?"
            },
            {
                "character": "Todd Packer",
                "quote": "Yup. Tallahassee, let's go."
            },
            {
                "character": "Erin",
                "quote": "Jim, are you in?"
            },
            {
                "character": "Jim",
                "quote": "Oh, I don't know."
            },
            {
                "character": "Stanley",
                "quote": "Sounds like a hoot. I'm in."
            },
            {
                "character": "Jim",
                "quote": "All right, what the heck? Let's do it."
            },
            {
                "character": "Todd Packer",
                "quote": "This is great. This is gonna be great."
            },
            {
                "character": "Nellie",
                "quote": "I feel like I'm in ancient Egypt."
            },
            {
                "character": "Dwight",
                "quote": "I'll be on top. It's the most important position."
            },
            {
                "character": "Ryan",
                "quote": "Dude, I think you have appendicitis."
            },
            {
                "character": "Dwight",
                "quote": "[tries to climb human pyramid] Ahh!"
            },
            {
                "character": "Ryan",
                "quote": "Dwight?"
            },
            {
                "character": "Jim",
                "quote": "Dwight, why don't we just hold off with the human pyramids for a while?"
            },
            {
                "character": "Dwight",
                "quote": "Everyone stop moving! Everyone stop wiggling! Oh, I feel like I'm gonna vomit!"
            },
            {
                "character": "Todd Packer",
                "quote": "Dude, don't you yak on me. This shirt is Van Heusen."
            },
            {
                "character": "Dwight",
                "quote": "[groans] Stop moving!"
            },
            {
                "character": "Jim",
                "quote": "No one's moving!"
            },
            {
                "character": "Dwight",
                "quote": "Oh! [collapses]"
            },
            {
                "character": "Everyone",
                "quote": "Oh, oh! [general commotion]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Arrest Jim. He poisoned me."
            },
            {
                "character": "Jim",
                "quote": "Wha- no. No, it was not a poisoning."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "The one thing Pam made sure I knew, Florida's pretty loose with the death penalty."
            },
            {
                "character": "Paramedic",
                "quote": "You need an operation. You have appendicitis."
            },
            {
                "character": "Ryan",
                "quote": "Oh! Who called it? Nothin' but net."
            },
            {
                "character": "Erin",
                "quote": "How long will he be gone?"
            },
            {
                "character": "Paramedic",
                "quote": "Two or three days."
            },
            {
                "character": "Dwight",
                "quote": "Don't remember me like this. Remember me as the man who pulled down the screen."
            },
            {
                "character": "Todd Packer",
                "quote": "Drama queen, am I right?"
            },
            {
                "character": "Dwight",
                "quote": "[to phone] Phillip, if you're hearing this memo, that can only mean one thing, I'm dead. You are the rightful heir to Schrute Farms. Please, you must do one thing. Kill Mose before he kills you. [presses button] Mose, hey, it's Dwight. Listen, yeah, I just want to give you a heads-up."
            },
            {
                "character": "Todd Packer",
                "quote": "That was an interesting diversion. Shall we get back to the meeting?"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Whoa, are those mini pizzas?"
            },
            {
                "character": "Andy",
                "quote": "Yeah, I figured we'd keep things savory while Oscar's mouth is in canker country. I also have some bacon-wrapped dates on deck."
            },
            {
                "character": "Kevin",
                "quote": "Look at these little mini pizzas. Does this make me look huge? [giggles] Hey guys, look at me, I'm huge."
            },
            {
                "character": "Andy",
                "quote": "Hey Darryl, good news, your fax went through."
            },
            {
                "character": "Darryl",
                "quote": "Oh [bleep] yeah."
            },
            {
                "character": "Andy",
                "quote": "Up high."
            },
            {
                "character": "Darryl",
                "quote": "Yes sir. Thanks."
            },
            {
                "character": "Andy",
                "quote": "Dunder Mifflin, this is Andy. [whispers to Kelly] I put out some new magazines, check it out."
            },
            {
                "character": "Creed",
                "quote": "Ah, Dwell."
            },
            {
                "character": "Andy",
                "quote": "I'm acting like I like reception and I'm a really good actor, so people are actually buying that I actually like reception, but, I mean, seriously, reception sucks. [phone rings] Oh, there's the phone!"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I just got out of surgery. What's going on? Fill me in."
            },
            {
                "character": "Erin",
                "quote": "Well, we broke into groups and the groups are doing presentations later."
            },
            {
                "character": "Dwight",
                "quote": "Who's doing the presentations?"
            },
            {
                "character": "Erin",
                "quote": "Packer's giving one. [Dwight growls] Jim'll probably give ours, I guess."
            },
            {
                "character": "Dwight",
                "quote": "Damn it!"
            },
            {
                "character": "Erin",
                "quote": "Let's see, what else have you missed? Ryan switched his name tag to his pants, so now it's like if you wear yours on your shirt, you're a total dip, but if you switch, you're a copycat. But I think I figured out a solution. What else? My shoes are gonna-"
            }
        ],
        [
            {
                "character": "Todd Packer",
                "quote": "-features a tech support area. Bring in your product, a bunch of nerdy virgins fix it on the spot. Huge for building loyalty."
            },
            {
                "character": "Nellie",
                "quote": "Very good point."
            },
            {
                "character": "Dwight",
                "quote": "Yeah Todd, decent idea. Obvious, but interesting."
            },
            {
                "character": "Nellie",
                "quote": "Dwight, are you all right?"
            },
            {
                "character": "Dwight",
                "quote": "I'm great. How are you?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "What's our presentation about?"
            },
            {
                "character": "Jim",
                "quote": "Dwight, will you go back to the hospital? You were there for like three hours."
            },
            {
                "character": "Dwight",
                "quote": "I got the surgery, what else is there to do?"
            },
            {
                "character": "Erin",
                "quote": "Do a hundred jumping jacks."
            },
            {
                "character": "Dwight",
                "quote": "No, I don't feel like it. You do a hundred jumping jacks."
            },
            {
                "character": "Erin",
                "quote": "I don't feel like it either!"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[doing jumping jacks] Ninety-seven, ninety-eight, ninety-nine-"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I want that vice-presidency."
            },
            {
                "character": "Jim",
                "quote": "You haven't done any of the research."
            },
            {
                "character": "Dwight",
                "quote": "\"You're too slow, you're too small, Seabiscuit is a stupid name.\" You guys sound just like the enemies of Seabiscuit. I'm going to do it."
            },
            {
                "character": "Stanley",
                "quote": "Aw, let him do it."
            },
            {
                "character": "Jim",
                "quote": "Stanley, are you listening to music?"
            },
            {
                "character": "Stanley",
                "quote": "Yup."
            },
            {
                "character": "Dwight",
                "quote": "All right, who's ready for the next presentation?"
            },
            {
                "character": "Nellie",
                "quote": "Ah, what is your topic?"
            },
            {
                "character": "Dwight",
                "quote": "What is our topic? Oh, what a topic it is."
            },
            {
                "character": "Erin",
                "quote": "Retail consumer habits."
            },
            {
                "character": "Dwight",
                "quote": "Really? Okay. Retail consumer habits is... [sighs] The only thing you need to know about retail consumer habits is that consumers are mindless lemmings. They just want to be told what to do. [Erin makes the first slide appear] Fast forward to today, and the retail consumer is independent, well-informed, super smart. Super smart. Okay."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Shopping habits are both seasonal and cyclical. What does this mean?"
            },
            {
                "character": "Ryan",
                "quote": "I can field this one."
            },
            {
                "character": "Dwight",
                "quote": "No, sit down. \"Seasonal.\" Well, the Christmas shopping season is certainly a busy one, back-to-school is, as well, and in early summer it seems to slow down a bit, but shopping is also cyclical. The menstrual cycle determines every choice a woman makes. You see, during ovulation, a woman's only goal is to get pregnant, and during menses, she is sad that she has failed. And how does the woman console herself? Shopping. Shopping. Just- Jim, could you fetch me some ice chips? Thank you. Just gonna... take a... brief pause at this point. [Jim gives Dwight a bowl of ice chips] Thank you. [Dwight sticks his head in the bowl] Oh, God. Next slide."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Mail call! [sings] His name is Oscar, and he got some mail, and he better open it, or go to jail 'cause it's your taxes. His name is Kevin, and no mail for him, but he got a coupon, for some frozen... yogurt."
            },
            {
                "character": "Kevin",
                "quote": "Are those the lyrics?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Anderson's three pillars of retail. Crucial. So important. Next. Are there any questions?"
            },
            {
                "character": "Nellie",
                "quote": "What are the three pillars of retail?"
            },
            {
                "character": "Erin",
                "quote": "[whispers] Convenience."
            },
            {
                "character": "Dwight",
                "quote": "Ingredients."
            },
            {
                "character": "Erin",
                "quote": "Service."
            },
            {
                "character": "Dwight",
                "quote": "Burgers."
            },
            {
                "character": "Erin",
                "quote": "Building loyalty."
            },
            {
                "character": "Dwight",
                "quote": "Killing royalty. The truth be told, we should really disregard Anderson's three pillars. He was later diagnosed with dementia. You know what is important? Is Dwight's pillars, and there is only one: desire. Do we have a desire to dominate the retail space? Not just succeed in it, but to dominate, and looking around this room I'm not so sure that we do, but we can get there, and I can lead us there, and that is all that matters."
            },
            {
                "character": "Nellie",
                "quote": "Very true. Where there's a will, there's a way. I once spent a passionate night with Hugh Grant's brother, John Grant. He's older than Hugh, just a little bit uglier. How did I pull that off? Sheer force of will. That is very good, Dwight."
            },
            {
                "character": "Dwight",
                "quote": "Thank you very much. Any other questions? Jim?"
            },
            {
                "character": "Jim",
                "quote": "You are bleeding through your shirt."
            },
            {
                "character": "Dwight",
                "quote": "Oops. That's embarrassing. Egg on my face. [ties jacket around wound] Ah."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey, having fun?"
            },
            {
                "character": "Andy",
                "quote": "Yes I am, as a matter of fact."
            },
            {
                "character": "Pam",
                "quote": "Well I know how it is. I know it's a lot of fun. I don't know how it is. Andy, this is a lame job. What are you doing here?"
            },
            {
                "character": "Andy",
                "quote": "I found my calling."
            },
            {
                "character": "Darryl",
                "quote": "Andy, when I was twelve years old, we did a field trip, a lock-in at the zoo. I met this girl, I thought she was so perfect. I was in love with her. But when the sun came up, I knew it wasn't real, 'cause she was ugly and I had grown tired of her. I know you want reception today, but tomorrow you won't want to do her. She's a dog."
            },
            {
                "character": "Pam",
                "quote": "Guys, I don't like this analogy."
            },
            {
                "character": "Andy",
                "quote": "[groans] Ugh! Fine. Did you see this? [points to pens in cup]"
            },
            {
                "character": "Pam",
                "quote": "It's nice."
            },
            {
                "character": "Andy",
                "quote": "I mean... [Pam giggles]"
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "How are you feeling?"
            },
            {
                "character": "Dwight",
                "quote": "Amazing. Just lost four ounces of appendix, already replaced it with muscle."
            },
            {
                "character": "Nellie",
                "quote": "Can I see the wound?"
            },
            {
                "character": "Dwight",
                "quote": "[show her the wound] Oh God."
            },
            {
                "character": "Nellie",
                "quote": "Oh! That's disgusting. That's barely healed."
            },
            {
                "character": "Dwight",
                "quote": "You're not paying me to heal, you're paying me to kick ass."
            },
            {
                "character": "Nellie",
                "quote": "A few hours ago, your body was open like a cabinet."
            },
            {
                "character": "Dwight",
                "quote": "That's right."
            },
            {
                "character": "Nellie",
                "quote": "That is amazing. Todd, look at that."
            },
            {
                "character": "Todd Packer",
                "quote": "Oh, yikes. Incoming- [tries to touch the wound]"
            },
            {
                "character": "Dwight",
                "quote": "Ah! Not so fast."
            },
            {
                "character": "Nellie",
                "quote": "Would you come in early tomorrow so we can talk about the store over breakfast? I feel you [points to both] have a lot to offer."
            },
            {
                "character": "Todd Packer",
                "quote": "It would be an honor, ma'am."
            },
            {
                "character": "Dwight",
                "quote": "I'll go ahead and cancel my post-op check-up right now."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I had two goals today. The first was to make myself the clear candidate for vice president. I achieved that, no thanks to my appendix. The second was to find a memorable souvenir for Philip. For that, I do have to thank my appendix."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "[answers the reception phone] Dunder Mifflin, how can I help you save money on paper? This is Andrew."
            },
            {
                "character": "Donna Muraski",
                "quote": "Hi Andrew. What happened to Erin?"
            },
            {
                "character": "Andy",
                "quote": "Oh, she's on an assignment in Florida for a couple of weeks."
            },
            {
                "character": "Donna Muraski",
                "quote": "Oh, good for her. She's such a sweetheart. You tell her Donna Muraski misses her."
            },
            {
                "character": "Andy",
                "quote": "I miss her too."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Everyone, we have a very special guest. He turned an idea into a store, into hundreds of stores. I give you Wally Amos, founder of Famous Amos Cookies. [cheers, claps]"
            },
            {
                "character": "Wally Amos",
                "quote": "Aloha, aloha, aloha. So I hear you're all looking to bake up some dough in the sales game. Well, back when I was regular Amos-"
            },
            {
                "character": "Stanley",
                "quote": "What's under the cloth?"
            },
            {
                "character": "Wally Amos",
                "quote": "We'll get to that."
            },
            {
                "character": "Todd Packer",
                "quote": "Cookies. Bet you anything it’s cookies."
            },
            {
                "character": "Wally Amos",
                "quote": "It's cookies. Let me- let me finish my speech first."
            },
            {
                "character": "Nellie",
                "quote": "Ah, we get the gist. It's just success and effort, isn't it? So just, don't be coy, make with the cookies! [everyone goes for the cookies]"
            },
            {
                "character": "Erin",
                "quote": "Famous, hi. I'm sure you get ideas for new cookies all the time, but I-"
            },
            {
                "character": "Wally Amos",
                "quote": "Is it oatmeal with no raisins?"
            },
            {
                "character": "Erin",
                "quote": "I'm sorry to have wasted your time."
            }
        ]
    ],
    "deleted_scenes": []
}