{
    "season": 9,
    "episode": 19,
    "title": "Stairmageddon",
    "scenes": [
        [
            {
                "character": "Stanley",
                "quote": "[humming] What the hell? No. This is NOT happening."
            },
            {
                "character": "Erin",
                "quote": "Didn’t you get the memo? It’s Stairmageddon! [claps and opens the door to the stairwell] Come on Stanley! [claps]"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "&nbsp;Dwight is having maintenance done on the elevator today, and he was really on top of it. Weeks ago, he started the Stairmageddon Awareness campaign. The idea was to get us prepared, both mentally and physically, for a day that hopefully comes once in a 100 years. It’s a… “Mageddon!”"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Come on! Come on, Stanley! Stay in it!"
            },
            {
                "character": "Stanley",
                "quote": "&nbsp;[growls] I put 17 damn years into this company, and now they’re making me climb Stair Mountain!"
            },
            {
                "character": "Erin",
                "quote": "&nbsp;Come on! [claps]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Our office has an unusually large number of… unusually large people."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "This is an abomination."
            },
            {
                "character": "Erin",
                "quote": "Come on. You got this. Here."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "So when something as routine as elevator maintenance happens, and people are forced to expend cardiovascular effort, we have to compare it to the end of time."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Red alert! Red alert! The reviews are in! I repeat, the reviews are in."
            },
            {
                "character": "Oscar",
                "quote": "What?"
            },
            {
                "character": "Andy",
                "quote": "I just got a text from my brother. Scranton Times Tribune.com. There’s a review of the documentary!"
            },
            {
                "character": "Phyllis",
                "quote": "[gasps] What does it say?"
            },
            {
                "character": "Andy",
                "quote": "I don’t know, Phyllis! I just got the text and started screaming, “Red Alert.”"
            },
            {
                "character": "Dwight",
                "quote": "Well, the alert was already set to “Red” because of Stairmageddon. You think I should set it to “Double Red”?"
            },
            {
                "character": "Andy",
                "quote": "&nbsp; I think we should."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "[drinks a 5-Hour Energy shot and groans]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "“The Office: An American Workplace airing on PBS next month is a documentary following the employees of Scranton’s own Dunder Mifflin Paper Company!”"
            },
            {
                "character": "Everyone",
                "quote": "Whoo! [applause]"
            },
            {
                "character": "Nellie",
                "quote": "“In this series, which will air starting in May, we get an in-depth look at many interesting local people. There’s Kevin Malone, the falstaffian accountant. Dwight Schrute, the head salesman forever chasing a manager position he will never get.”"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "What does Josh McAuliffe know about the paper business? He works for a news…thing."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "“Andy Bernard, the rudderless trust fund child-slash-middle manager, whose incompetence is emblematic of a declining American economy.”"
            },
            {
                "character": "Phyllis",
                "quote": "Ouch. Sorry, Andy, that’s-."
            },
            {
                "character": "Andy",
                "quote": "It’s okay. [chuckles] The hell does he know?"
            },
            {
                "character": "Nellie",
                "quote": "“A possible explanation for his lack of career focus is his surprising musical talent.”"
            },
            {
                "character": "Andy",
                "quote": "I want you to print that out for me."
            },
            {
                "character": "Nellie",
                "quote": "I will."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Now that this documentary is coming out, my days at Dunder Mifflin are probably limited. And you know what? Good. Because this is not what I wanted to do with my life. I wanted to be my generation’s Lisa Loeb."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "“Though it mostly focuses on the daily realities of office life, a lurid subplot reveals the hypocrisy of a local public figure embroiled in a gay affair while preaching family values.”"
            },
            {
                "character": "Nellie",
                "quote": "Oh! Which public figure?"
            },
            {
                "character": "Erin",
                "quote": "I bet it’s Katie Couric. I’ve been saying this for years."
            },
            {
                "character": "Phyllis",
                "quote": "No, I think they mean more like a politician."
            },
            {
                "character": "Stanley",
                "quote": "[walks into the office grunting and wheezing] You own the building. Why can’t you fix the elevator in the middle of the night? Who do I look like? Jackie Joyner-Kersee?"
            },
            {
                "character": "Dwight",
                "quote": "Well, I did say it would be an inconvenience. You should have called me from downstairs. We could’ve met in the lobby. It’s time to go out on a sale! Here we go."
            },
            {
                "character": "Stanley",
                "quote": "Son, you’ve lost your mind. I’m not going anywhere until you fix my elevator."
            },
            {
                "character": "Dwight",
                "quote": "The buyer is your sister’s friend. This is the printing paper for the entire school district of Lackawanna. You are coming, and that’s an order."
            },
            {
                "character": "Stanley",
                "quote": "You are not my damn boss and you never will be! Guess what? Never gonna happen! Pete! Iced tea. Three sugars, five creams."
            },
            {
                "character": "Pete",
                "quote": "Your morning 3-by-5. Coming right up."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Well, we won’t be late. I love you, mom. Thanks."
            },
            {
                "character": "Nellie",
                "quote": "Oh, your mom’s watching the kids tonight. So what are you two up to? [chuckles] Oh, um, Embassy Suites. “Do Not Disturb” sign on the door. Mommy and Daddy are on the floor."
            },
            {
                "character": "Pam",
                "quote": "&nbsp; [laughs] I wish."
            },
            {
                "character": "Nellie",
                "quote": "[chuckles] What, then?"
            },
            {
                "character": "Pam",
                "quote": "Oh, nothing that exciting."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Marriage counseling?"
            },
            {
                "character": "Pam",
                "quote": "Hmm."
            },
            {
                "character": "Nellie",
                "quote": "Did you know that is the only kind of counseling I have never had?"
            },
            {
                "character": "Pam",
                "quote": "You know, Jim’s kind of nervous about it, but I think it could really help."
            },
            {
                "character": "Nellie",
                "quote": "Mmm."
            },
            {
                "character": "Pam",
                "quote": "I mean, we’ve having issues. It can’t hurt to talk about them, right?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Hey, Toby. Um, I wanted to ask you a question."
            },
            {
                "character": "Toby",
                "quote": "Oh, sure."
            },
            {
                "character": "Jim",
                "quote": "It’s a little, uh, personal."
            },
            {
                "character": "Toby",
                "quote": "Let’s do it. Let’s get personal."
            },
            {
                "character": "Jim",
                "quote": "I wanted to talk to you about your divorce."
            },
            {
                "character": "Toby",
                "quote": "Whoa."
            },
            {
                "character": "Jim",
                "quote": "Sorry. I—no, no, no, what I meant—what I meant actually was—"
            },
            {
                "character": "Toby",
                "quote": "Oh, yeah, no, it’s okay. I can handle it. Um, so…"
            },
            {
                "character": "Jim",
                "quote": "You guys obviously went through some tough times leading up to it."
            },
            {
                "character": "Toby",
                "quote": "[chuckles, snorts]"
            },
            {
                "character": "Jim",
                "quote": "Okay. I was wondering if you ever did any couple’s counseling."
            },
            {
                "character": "Toby",
                "quote": "Oh, sure, lots of times. Yeah. Wait, you and Pam aren’t in couple’s counseling, are you? Oh, God."
            },
            {
                "character": "Jim",
                "quote": "No, no, no, no, no. Uh, we’re just starting couple’s counseling. Uh, which doesn’t sound any better."
            },
            {
                "character": "Toby",
                "quote": "Oh, you guys. Kelly called it. 2013. So s—hey! Hey! Hey, no! No! Get outta here. Clark, get outta here."
            },
            {
                "character": "Clark",
                "quote": "My mistake."
            },
            {
                "character": "Toby",
                "quote": "Yes, it is your mistake. He’s lingering. So annoying. I’m gonna kill him. How can I help? I’m here."
            },
            {
                "character": "Jim",
                "quote": "That’s all right."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Hello, William Morris Agency. I need to speak with your best agent who represents your biggest stars. Yes, I’ll hold. I’m sorry. I misunderstood. Goodbye. [hangs up phone]"
            }
        ],
        [
            {
                "character": "Angela",
                "quote": "Thank you, Stan. Oh, honey. [Stan&nbsp;closes limo door]&nbsp;Look, I just want our life to get back to normal. Ribbon cuttings, charity balls."
            },
            {
                "character": "Robert California",
                "quote": "Don’t worry. I’ve scheduled a press conference for later today. We just need to face the camera together. A beloved public servant and his devoted wife. And move on."
            },
            {
                "character": "Angela",
                "quote": "All right, if I have to be the good wife, I’ll be the best damn wife there is. Correction. Best darn wife. Sorry, I’m a better wife than that. [sighs]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Andy—[knocks] I need to talk to you."
            },
            {
                "character": "Andy",
                "quote": "Yeah, come on in. I’m just on hold with another talent agency. It’s insane. This promo with me playing banjo has 250 views already. And every time I click, there’s more. 251. 252. I can’t even keep up!"
            },
            {
                "character": "Dwight",
                "quote": "Stanley is refusing to go out on a sales call."
            },
            {
                "character": "Andy",
                "quote": "[grunts intensely] I hate people! Why do they never do what you need them to do? Stanley has to go. That’s final."
            },
            {
                "character": "Dwight",
                "quote": "So what I’m hearing you say is, “Make Stanley go out on the sales call by whatever means possible”?"
            },
            {
                "character": "Andy",
                "quote": "Yes! I’m sorry I’m being curt, it’s just I’m about to land a top talent agent."
            },
            {
                "character": "Dwight",
                "quote": "Mm-hmm. Good luck."
            },
            {
                "character": "Andy",
                "quote": "[on the phone] Directory? Movie Star department. Back. Directory."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "For five years I’ve held my instincts in check because I wanted to be made manager. Maybe it’s time for me to just let that thought go. It’s kind of painful, but it’s also freeing in a way. Now it’s all about my instincts."
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "Hey, Dwight."
            },
            {
                "character": "Dwight",
                "quote": "Stanley, one way or another, you are gonna come with me to make this sale."
            },
            {
                "character": "Stanley",
                "quote": "Pass."
            },
            {
                "character": "Clark",
                "quote": "Hey, c-c-can you just let me out of here before whatever comes next?"
            },
            {
                "character": "Dwight",
                "quote": "Don’t worry, it’s just a bull tranquilizer. Nothing to be alarmed about. It’s just a man pointing a bull tranquilizer at a coworker."
            },
            {
                "character": "Stanley",
                "quote": "Dwight, you do not learn, do you? For a threat to be credible, you ha—"
            },
            {
                "character": "Dwight",
                "quote": "[fires tranquilizer gun at Stanley]"
            },
            {
                "character": "Clark",
                "quote": "Holy [bleep]."
            },
            {
                "character": "Stanley",
                "quote": "No, you didn’t. Sick of you and your—ooh—"
            },
            {
                "character": "Dwight",
                "quote": "[fires tranquilizer gun twice]"
            },
            {
                "character": "Stanley",
                "quote": "[falls to the floor with a loud thud]"
            },
            {
                "character": "Dwight",
                "quote": "It’s all right. Andy approved it."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Man, he’s really in twinkle town now."
            },
            {
                "character": "Clark",
                "quote": "Is he gonna be okay? I mean, weren’t those darts intended for an animal, like, two to three times larger than him?"
            },
            {
                "character": "Dwight",
                "quote": "Okay, this dosage was meant for a very small bull, and Stanley’s got way more body fat than they do."
            },
            {
                "character": "Clark",
                "quote": "You gave him three shots."
            },
            {
                "character": "Dwight",
                "quote": "Shh. Got about 45 minutes to get him to the client before he comes to. [claps] Grab his feet. [grunts] Let’s go!"
            },
            {
                "character": "Clark",
                "quote": "All right."
            },
            {
                "character": "Dwight",
                "quote": "Move it! One, two, three. [grunts]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "He’s like a manatee. Ready? Let’s go again. Come on. We can do this. One, two, three! [Stanley’s head hits the door frame] Oh, God.&nbsp; No wonder my elevator cables are under such strain."
            },
            {
                "character": "Clark",
                "quote": "We gotta get a wheelbarrow or something."
            },
            {
                "character": "Dwight",
                "quote": "Yes."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[grunts] Okay, we’re good. We’re good. Let’s go. Push!"
            },
            {
                "character": "Clark",
                "quote": "I am!"
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "Any good weekend plans?"
            },
            {
                "character": "Dwight",
                "quote": "I might see a movie."
            },
            {
                "character": "Clark",
                "quote": "Nice."
            },
            {
                "character": "Dwight",
                "quote": "What about you?"
            },
            {
                "character": "Clark",
                "quote": "Uh, I don’t know yet."
            },
            {
                "character": "Dwight",
                "quote": "[grunts] Let’s take him—"
            },
            {
                "character": "Clark",
                "quote": "I was thinking about…"
            },
            {
                "character": "Dwight",
                "quote": "Let’s go right to the top of the stairs, okay?"
            },
            {
                "character": "Clark",
                "quote": "And then what?"
            },
            {
                "character": "Dwight",
                "quote": "Okay, listen. I’m kind of embarrassed to admit this, but I’ve never actually done this before."
            },
            {
                "character": "Clark",
                "quote": "Well, if I may, you’re a natural."
            },
            {
                "character": "Dwight",
                "quote": "Thank you. I mean, I’ve rehearsed it in my head like 1,000 times, but, uh…"
            },
            {
                "character": "Clark",
                "quote": "That’s a little weird."
            },
            {
                "character": "Dwight",
                "quote": "I know. Evel Knievel."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[wraps tape around Stanley’s body]"
            },
            {
                "character": "Clark",
                "quote": "[connect helmet straps around Stanley’s head] That’s about as good as that’s gonna be."
            },
            {
                "character": "Dwight",
                "quote": "Okay, now here’s the plan. I’m gonna launch him. I need you to go to the bottom and catch him."
            },
            {
                "character": "Clark",
                "quote": "Catch?"
            },
            {
                "character": "Dwight",
                "quote": "Yeah."
            },
            {
                "character": "Clark",
                "quote": "I can’t catch him. He’s like, 250 pounds."
            },
            {
                "character": "Dwight",
                "quote": "You use your hands and just blunt his descent, okay? He’s gonna be moving slowly. It’s only—"
            },
            {
                "character": "Clark",
                "quote": "Blunt?"
            },
            {
                "character": "Dwight",
                "quote": "It’s 15 feet down, it’s at a 45-degree angle. Get set in your haunches, it’s like your catching a medicine—"
            },
            {
                "character": "Clark",
                "quote": "Dude, this size of my haunches— [Stanley’s body slips down the stairs and his head thumps into a wall]"
            },
            {
                "character": "Dwight",
                "quote": "Okay. Good call. He would have put a hole in your chest same as he put a hole in that wall."
            },
            {
                "character": "Clark",
                "quote": "We should probably call a doctor or something, dude."
            },
            {
                "character": "Dwight",
                "quote": "[slides down the stairs and lands next to Stanley] You okay?"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "So how does it work? It’s like, you know, the action of talking to a third party breaks up the log jam, or…"
            },
            {
                "character": "Toby",
                "quote": "You’re really there to talk to each other. I would say that the therapist is more of a facilitator."
            },
            {
                "character": "Jim",
                "quote": "Mm-hmm."
            },
            {
                "character": "Toby",
                "quote": "He might start by asking each of you, “Why do you think you’re here?”"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "He took this job in Philly without telling me. He bought our house without telling me. At a certain point, he&nbsp;shouldn't&nbsp;be rewarded for that."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "If I didn’t do certain things without telling Pam, she’d be married to Roy. [chuckles]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I feel like he’s always making these decisions for the family, and then I’m left playing catch-up."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "If she can just hang on for a little while longer, I—this will be so huge for our family."
            },
            {
                "character": "Toby",
                "quote": "Well, what’s a little while?"
            },
            {
                "character": "Jim",
                "quote": "What do you mean?"
            },
            {
                "character": "Toby",
                "quote": "I mean, what’s the end date? It must be really hard for her to sign on to be unhappy if she doesn’t know when it’s gonna end."
            },
            {
                "character": "Jim",
                "quote": "That’s kind of an impossible question."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Oh, guys, it’s starting! Hurry!"
            },
            {
                "character": "Kevin",
                "quote": "Ooh, there’s Angela! I work with her!"
            },
            {
                "character": "Andy",
                "quote": "Huh, yeah. [chuckles] I mean, I’m happy Angela’s the first one getting famous, but it’s a little weird, no? I mean, she can’t sing or act, so it’s actually kind of insane, if you think about it."
            },
            {
                "character": "Phyllis",
                "quote": "Her hair looks beautiful."
            },
            {
                "character": "Andy",
                "quote": "Yeah, we get it, Phyllis, she looks like a freakin’ movie star! [kicks trash can]"
            },
            {
                "character": "Erin",
                "quote": "Andy!"
            },
            {
                "character": "Robert California",
                "quote": "[on the computer screen] I would just to start by saying that there have been some rumors about my personal life that I would like to settle once and for all. As my long-suffering wife can attest… I am gay."
            },
            {
                "character": "Crowd",
                "quote": "[surprised chatter]"
            },
            {
                "character": "Reporter #1",
                "quote": "Senator, were always gay, or did your wife turn you gay?"
            },
            {
                "character": "Reporter #2",
                "quote": "Question for the Senator’s beard."
            }
        ],
        [
            {
                "character": "Robert California",
                "quote": "[on the computer screen] I’ll say it again for mis amigos latinos. Yo soy homosexual."
            },
            {
                "character": "Pete",
                "quote": "Poor Angela."
            },
            {
                "character": "Phyllis",
                "quote": "Yeah. Poor Angela."
            },
            {
                "character": "Robert California",
                "quote": "I once believed that a gay person could be somewhat straight. It wasn’t until my marriage to Angela that I realized how…charmless I find the female body."
            },
            {
                "character": "Meredith",
                "quote": "Oof. Always hurts to hear that one."
            },
            {
                "character": "Robert California",
                "quote": "There’s someone else I need to thank. His name is Oscar Martinez."
            },
            {
                "character": "Andy",
                "quote": "Come on!"
            },
            {
                "character": "Robert California",
                "quote": "Oscar is the one who opened my eyes to who I really am. For the first time—"
            },
            {
                "character": "Erin",
                "quote": "Oscar is with the Senator too?"
            },
            {
                "character": "Kevin",
                "quote": "Yes! And I knew it the whole time! I kept the secret. I kept the secret so good. You didn’t know, you didn’t know, and you didn’t freaking know. But I knew! [claps]"
            },
            {
                "character": "Oscar",
                "quote": "He knew!"
            },
            {
                "character": "Kevin",
                "quote": "Yes, we did it!"
            },
            {
                "character": "Oscar",
                "quote": "You did it, Kevin."
            },
            {
                "character": "Kevin",
                "quote": "Yes! Ohh! I did it. Ohh, I did it."
            },
            {
                "character": "Robert California",
                "quote": "--with this new self-awareness, I was finally able to find love at long last. With my amazing… Chief of Staff Wesley Silver."
            },
            {
                "character": "Oscar",
                "quote": "What?!"
            },
            {
                "character": "Creed",
                "quote": "Wesley Silver’s gay?"
            },
            {
                "character": "Crowd",
                "quote": "[surprised chatter]"
            },
            {
                "character": "Angela",
                "quote": "[gasps]"
            },
            {
                "character": "Kevin",
                "quote": "Ohh."
            },
            {
                "character": "Creed",
                "quote": "They make a nice couple."
            },
            {
                "character": "Angela",
                "quote": "[gags]"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Almost there. Almost there. [opens car door] Okay. We’re running late. Let’s get him inside."
            },
            {
                "character": "Clark",
                "quote": "We can’t just leave him bubble wrapped like this."
            },
            {
                "character": "Dwight",
                "quote": "Are you kidding me? The bubble wrap is the only thing that’s stopping his suit from getting wrinkled. These meetings are all about presentation."
            },
            {
                "character": "Clark",
                "quote": "That’s actually really smart."
            },
            {
                "character": "Dwight",
                "quote": "Thank you."
            },
            {
                "character": "Clark",
                "quote": "God, if only there was any other use or situation for that kind of knowledge."
            },
            {
                "character": "Dwight",
                "quote": "Let’s get him inside."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Carla Fern is not just an actor’s agent. She does writers, directors, travel, and real estate."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Actor?"
            },
            {
                "character": "Man",
                "quote": "Oh, no. [chuckles] Well, I have an act. Dog, cat, mouse."
            },
            {
                "character": "Andy",
                "quote": "Yeah, wow, cool. Is it hard to train them to do that?"
            },
            {
                "character": "Man",
                "quote": "Eh, you go through a lot of mice."
            }
        ],
        [
            {
                "character": "Man",
                "quote": "If started by accident as these things tend to do. You know, I was setting down my cat, and I accidently put her on top of my dog, and I was, like, so mad at myself at first. And then I was, like, wait. Wait a second."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Does anything go on top of the mouse?"
            },
            {
                "character": "Man",
                "quote": "Yeah. Little hat."
            },
            {
                "character": "Andy",
                "quote": "Aw, that’s cute."
            },
            {
                "character": "Man",
                "quote": "Yeah."
            },
            {
                "character": "Andy",
                "quote": "What’s the mouse’s name?"
            },
            {
                "character": "Man",
                "quote": "Eh, you know, it really doesn’t make sense to name the mice. They’re kinda like cannon fodder, you know? You’re not one of those PETA guys , are you? [cat jumps off dog] Oh, great."
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "Hey, wait, wait, how—how are we doing this?"
            },
            {
                "character": "Dwight",
                "quote": "Well, I’ll grab the forelegs, and you push his hindquarters."
            },
            {
                "character": "Clark",
                "quote": "Just say “arms” and “legs,” okay? That just—that’s the vernacular that I’m comfortable with."
            },
            {
                "character": "Dwight",
                "quote": "Fine, let’s go. [grunts]"
            },
            {
                "character": "Clark",
                "quote": "[sighs]"
            },
            {
                "character": "Dwight",
                "quote": "Hoist his shank on three."
            },
            {
                "character": "Clark",
                "quote": "Wha—What’s a shank?"
            },
            {
                "character": "Dwight",
                "quote": "It’s by the tenderloin."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Roll him, roll him, roll him. Good. Good. Okay, careful, he’s slouching. Okay, can you—sl-slouch him into the seat. [sighs] Here. Here. Go around and get his seatbelt. [grunts]"
            },
            {
                "character": "Clark",
                "quote": "All right."
            },
            {
                "character": "Dwight",
                "quote": "Got it?"
            },
            {
                "character": "Clark",
                "quote": "Yeah—yup yup."
            },
            {
                "character": "Dwight",
                "quote": "[grunts and closes car door] Get in the back."
            },
            {
                "character": "Clark",
                "quote": "What?"
            },
            {
                "character": "Dwight",
                "quote": "Get in the back."
            },
            {
                "character": "Clark",
                "quote": "Aw, come on."
            },
            {
                "character": "Dwight",
                "quote": "Get in."
            },
            {
                "character": "Clark",
                "quote": "Damn it."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Okay, Stanley? Do you understand what we’re about to do?"
            },
            {
                "character": "Stanley",
                "quote": "Helllloooo!"
            },
            {
                "character": "Clark",
                "quote": "Okay. We, hey—hey, listen, listen. We are going to go discuss paper contracts for city of Lackawanna public schools, okay?"
            },
            {
                "character": "Stanley",
                "quote": "Pigeons."
            },
            {
                "character": "Dwight",
                "quote": "Oh, God, this is bad. Looks like we’ve got no choice. You, my friend, are going to have to be Stanley Hudson."
            },
            {
                "character": "Clark",
                "quote": "Isn’t the client, like, best friends with his sister?"
            },
            {
                "character": "Dwight",
                "quote": "New plan, okay? We get him a cup of coffee and we go back to the old plan. Let’s go! Gimme a hand. Here we go. Come on, Stanley! Here we go. Upsie-doozie. There we go. Okay, all right. Come on, big guy. You can walk, right? Yeah. What a pretty smile. Let’s go."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I’m sure Athlead will be a huge success. But I don’t want him to do it anymore, and I don’t want to give him an ultimatum, but I am not moving our family to Philly."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Well, if Pam says she won’t go, then—[chuckles] we’re gonna need a lot more than counseling. Hmph."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "That was exhausting."
            },
            {
                "character": "Toby",
                "quote": "Blah blah blah blah. Jim."
            },
            {
                "character": "Nellie",
                "quote": "Well, they deserve each other, then."
            },
            {
                "character": "Toby",
                "quote": "They do. That they do."
            },
            {
                "character": "Nellie",
                "quote": "That is for sure."
            },
            {
                "character": "Toby",
                "quote": "[whispers] That they do."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "And for—oh, whoopsie daisy. [chuckles]"
            },
            {
                "character": "Mrs. Davis",
                "quote": "Stanley, what is going on here?"
            },
            {
                "character": "Dwight",
                "quote": "He’s fine. He gets carsick really easily."
            },
            {
                "character": "Clark",
                "quote": "Driving."
            },
            {
                "character": "Dwight",
                "quote": "It’s a long drive. He was in the backseat. But right now we’re talking to Mrs. Davis about the full range of the products that we offer and our competitive rates, right, Stanley?"
            },
            {
                "character": "Stanley",
                "quote": "Ooh-hoo, look at that baby…"
            },
            {
                "character": "Dwight",
                "quote": "Stanley."
            },
            {
                "character": "Stanley",
                "quote": "Ohhh…"
            },
            {
                "character": "Mrs. Davis",
                "quote": "That’s Benji in the middle."
            },
            {
                "character": "Stanley",
                "quote": "That’s Benji. Oh, he’s precious. That’s a healthy-looking baby."
            },
            {
                "character": "Mrs. Davis",
                "quote": "Very special little boy."
            },
            {
                "character": "Dwight",
                "quote": "Look at him. I’ve never seen such a beautiful child."
            },
            {
                "character": "Mrs. Davis",
                "quote": "Funny sense of humor. If you push on his nose, he’ll go, “eee.”"
            },
            {
                "character": "Dwight",
                "quote": "Like this? Watch."
            },
            {
                "character": "Stanley",
                "quote": "Eee."
            },
            {
                "character": "Everyone",
                "quote": "[laughs]"
            },
            {
                "character": "Mrs. Davis",
                "quote": "Like that."
            },
            {
                "character": "Stanley",
                "quote": "A beautiful family."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[laughs] Right? Come on! &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Yeah, maybe I’ll never be manager, but I just managed to get our most stubborn salesman to close a sale with one of our biggest clients, and I must say, it’s the most pleasant I’ve ever seen Stanley. I think we should consider injecting him with bull tranquilizer on a daily basis."
            },
            {
                "character": "Carla",
                "quote": "So, what can you do?"
            },
            {
                "character": "Andy",
                "quote": "[Australian accent] Well, what can’t I do? Right, I can sing, I can dance, I can play the banjo, innit? And if you hadn’t noticed, I’ve got a pretty good British accent."
            },
            {
                "character": "Carla",
                "quote": "Can you drive a car?"
            },
            {
                "character": "Andy",
                "quote": "At the risk of sounding arrogant, I did drive myself here."
            },
            {
                "character": "Carla",
                "quote": "Why do you have, uh, a high school musical here on your resume? What are you, like, 40? 45?"
            },
            {
                "character": "Andy",
                "quote": "My exact age is 28 to 34, so basically just send me out on whatever Jake Gyllenhaal’s going out on."
            },
            {
                "character": "Carla",
                "quote": "Gyllenhaal, got it. Can you juggle and crap?"
            },
            {
                "character": "Andy",
                "quote": ": Yes. And yes. [chuckles]"
            },
            {
                "character": "Carla",
                "quote": "Would you dress up as, say, a birthday clown and go to a kid’s party, let ‘em throw pies at ya?"
            },
            {
                "character": "Andy",
                "quote": "Whereas that is not why I have entered show business, I do understand that you have to build credibility. [sniffs] I’m all for it."
            },
            {
                "character": "Carla",
                "quote": "Well, Mr. Bernard, I’m gonna be honest with you."
            },
            {
                "character": "Andy",
                "quote": "Well, at least I tried. Thank you very much."
            },
            {
                "character": "Carla",
                "quote": "Uh, no. We’re—we’re gonna take you on as a client."
            },
            {
                "character": "Andy",
                "quote": "You are? Yes! Yes. Are you being for real right now? Oh, man. Ah, yes! I need this so bad. I really think this is what could fix me."
            },
            {
                "character": "Carla",
                "quote": "We are extremely excited to be working with you too, sir. Pay Todd on your way out."
            }
        ],
        [
            {
                "character": "Andy",
                "quote": "Most talent agents take 10% of whatever jobs they get you, but with Carla you pay a flat rate of $5,000 up front. And that includes headshots."
            },
            {
                "character": "Todd Packer",
                "quote": "Uh, it doesn’t include headshots."
            },
            {
                "character": "Andy",
                "quote": "It doesn’t include headshots."
            },
            {
                "character": "Todd Packer",
                "quote": "No."
            },
            {
                "character": "Andy",
                "quote": "Well, of course not, because that would be insane if it did. Still getting a bargain, though."
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "So I just smiled and complimented her grandkids, and we closed it?"
            },
            {
                "character": "Dwight",
                "quote": "You earned yourself a nice, fat commission and you didn’t even know it. I’ll go tell Andy the good news. Oh. [chuckles] Silly me. Gotta take the stairs."
            },
            {
                "character": "Stanley",
                "quote": "Oh, no, I’m not doing that again. You got me down, you gotta get me back up."
            },
            {
                "character": "Dwight",
                "quote": "Well—no, no—n—"
            },
            {
                "character": "Stanley",
                "quote": "[stabs his own leg with a tranquilizer dart and falls to the ground]"
            },
            {
                "character": "Dwight",
                "quote": "[stomps on the ground] We need a winch and a hoist."
            }
        ]
    ],
    "deleted_scenes": []
}