{
    "season": 9,
    "episode": 10,
    "title": "Lice",
    "scenes": [
        [
            {
                "character": "Kevin",
                "quote": "To me, the Sixers are a five seed tops."
            },
            {
                "character": "Jim",
                "quote": "I think they're going to the conference finals."
            },
            {
                "character": "Kevin",
                "quote": "No."
            },
            {
                "character": "Jim",
                "quote": "Bynum, obvious monster and the three point shooting, don't even-... [Jim bites his lip]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I bit my lip at lunch today."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Sucks. Anyway, I just don't see it. The Knicks are tough.The Nets are tough."
            },
            {
                "character": "Kevin",
                "quote": "Oh, the Nets are super tough. [Jim in pain from his lip]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Now I have this big bump in my lip that hurts. I hate it."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "The Hawks are terrible. They're always terrible."
            },
            {
                "character": "Jim",
                "quote": "Okay, you need to think about it before you come with the... [Jim bites his lip again and pounds on table]"
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Whatever. It's not a big deal. You know I always tell my three year old, if this is the worst thing that's gonna happen...[Jim bites his lip again] You gotta be kidding me! Ok! Pam! That's it, I'm going home!"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Good morning, Meredith."
            },
            {
                "character": "Pam",
                "quote": "What?"
            },
            {
                "character": "Erin",
                "quote": "Oh, sorry, Pam. Yikes."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Jim's been spending a few days a week in Philly and I'm not gonna lie, it's been challenging. Yesterday, things took a turn for the worse. I found out Cece has lice. So I was up all night disinfecting every sheet, towel, toy, item of clothing in the entire house. I'm exhausted. But don't tell Jim. He has a huge meeting today, under a lot of pressure and he's doing it all for the family."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "I am meeting Dr. J today, otherwise known as Julius Irving, famed 76er and my own personal hero. But i have to be careful not to rub it in Pam's face because let's be honest, how would I feel if I was at home stuck with the kids while she was go carting with John Stamos."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[talking on phone] You sound tired. Everything ok?"
            },
            {
                "character": "Pam",
                "quote": "Great. Everything's great. Hey are you nervous about your big meeting?"
            },
            {
                "character": "Jim",
                "quote": "Uhh, a little bit. It's a lot of pressure, you know, but that's what I signed up for right?"
            },
            {
                "character": "Worker",
                "quote": "Jim, limo's here."
            },
            {
                "character": "Jim",
                "quote": "Uh, you know what, I gotta hop off because my, uh, taxi is here to take me to the meeting."
            },
            {
                "character": "Pam",
                "quote": "Oh, call me later!"
            },
            {
                "character": "Jim",
                "quote": "Ok"
            },
            {
                "character": "Pam",
                "quote": "Good luck!"
            },
            {
                "character": "Jim",
                "quote": "Thanks!"
            },
            {
                "character": "Pam",
                "quote": "Love you."
            },
            {
                "character": "Jim",
                "quote": "Love you too. Bye."
            }
        ],
        [
            {
                "character": "Val",
                "quote": "How you doing?"
            },
            {
                "character": "Darryl",
                "quote": "Alright. I mean, it's what you want, so..."
            },
            {
                "character": "Val",
                "quote": "It's how it has to be."
            },
            {
                "character": "Darryl",
                "quote": "I know, I know. It's just hard."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Me and Val were going nowhere and if I'm gonna be working in Philly, I'm gonna need my freedom. So, I convinced Val to breakup with me. Here's how you do it. You say, \"What are you gonna do, breakup with me?\" Like it's a joke, and then you gain a lot of weight."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "I'll never be sorry, not for a moment of it."
            },
            {
                "character": "Val",
                "quote": "Me neither. Come here. [she hugs Darryl, and Darryl smiles behind her back]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey Meredith, I need your supplier requests today."
            },
            {
                "character": "Meredith",
                "quote": "Jeez H. in the morning. Will you stop your nagging already? No wonder Jim left you."
            },
            {
                "character": "Pam",
                "quote": "He didn't leave me. He just went part time. [Meredith scratches her head vigorously] Can you just fill out the form please?"
            },
            {
                "character": "Meredith",
                "quote": "Yes."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I'm sure she's just confused. People scratch their heads when they're confused. Not always like an ape, the way Meredith just did, but it happens."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Hurry up already."
            },
            {
                "character": "Erin",
                "quote": "[checking Meredith's head] Trust me, I know what I'm doing. Between the foster homes and the orphanage, I had lice 22 times."
            },
            {
                "character": "Erin",
                "quote": "Holy wow, that's a big one. Alright, pencils down everyone, we got lice!"
            },
            {
                "character": "Angela",
                "quote": "Oh God, Meredith, lice? Did you not sign a pledge to shower?"
            },
            {
                "character": "Dwight",
                "quote": "What? Lice? Oh my god. Lock the doors, we are on full quarantine."
            },
            {
                "character": "Pam",
                "quote": "Dwight, relax. It's just lice. Maybe, possibly."
            },
            {
                "character": "Dwight",
                "quote": "Just lice Pam?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Of all of the vermin in God's great green kingdom, lice are the ones I detest the most. My first day of school, I had lice, and no one would play with me. For 15 years, they called me freak and four eyes and sci-fi nerd and girl puncher. All because I had lice when I was 7."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Make way, nope, inspect me."
            },
            {
                "character": "Erin",
                "quote": "Oh, this is the cleanest scalp I've ever seen. You are all clear."
            },
            {
                "character": "Dwight",
                "quote": "Should be. I use lice shampoo every morning. [Dwight starts spraying everyone with disinfectant]"
            },
            {
                "character": "Pam",
                "quote": "Stop that!"
            },
            {
                "character": "Angela",
                "quote": "Dwight!"
            },
            {
                "character": "Erin",
                "quote": "Next!"
            },
            {
                "character": "Angela",
                "quote": "[getting her head checked] Geez Meredith, you know, this is an office not one of your bean bag orgies."
            },
            {
                "character": "Pam",
                "quote": "Alright, let's give her a break. We don't know for sure this is Meredith's fault."
            },
            {
                "character": "Oscar",
                "quote": "Pam, really? Come on."
            },
            {
                "character": "Meredith",
                "quote": "Hey, what do you want? I know who I am. Nobody's taken Meredith Palmer to the opera to meet the queen."
            },
            {
                "character": "Erin",
                "quote": "Lice. More lice. [Angela shrieks in disgust] Angela has lice."
            },
            {
                "character": "Angela",
                "quote": "Ew! Oh."
            },
            {
                "character": "Erin",
                "quote": "[checking Stanley's head] Ooh yabber, lice!"
            },
            {
                "character": "Erin",
                "quote": "[checking Pam's head] Yikers, lice."
            },
            {
                "character": "Pam",
                "quote": "No! How? I'm so clean!"
            },
            {
                "character": "Erin",
                "quote": "[checking Oscar's head] Oh yeah, big time lice."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "I wash my hands at least six times a day. Toilet seat covers? Yes, thank you, even when I pee. Apparently, none of that is protection enough. Not when it comes to Meredith."
            }
        ],
        [
            {
                "character": "Phyllis",
                "quote": "What are you wearing?"
            },
            {
                "character": "Dwight",
                "quote": "It's a Hazmat suit. That stands for hazaderous materials men's suit wearing. If you rent more than four times a year, it just makes sense to buy. Is there anyone else here that is lice free? [Phyllis, Kevin, Darryl. and Nellie raise their hands] Excellent. Do you have your own hazmat suits?"
            },
            {
                "character": "Nellie",
                "quote": "No."
            },
            {
                "character": "Kevin",
                "quote": "No."
            },
            {
                "character": "Dwight",
                "quote": "Renters. Ok, I'm gonna need you to gather your belongings, retreat to the warehouse, conduct your business there until the infected have been deloused. Let's get going. I'm gonna stay here and fight. If you don't hear from me by lunch, call me. I might want lunch."
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Alright, we're going down to my warehouse, that means we're playing by my rules. No messing with the baler and be cool in front of me and Val. We just broke up."
            },
            {
                "character": "Phyllis",
                "quote": "You got dumped?"
            },
            {
                "character": "Darryl",
                "quote": "Yeah, she ended things."
            },
            {
                "character": "Nellie",
                "quote": "Breakups are the worst. The only thing that got me through mine are large amounts of shepard's pie and Brandy. The singer, not the drink."
            },
            {
                "character": "Kevin",
                "quote": "Here man. [Kevin hands Daryll some chocolate] You need that more than me."
            },
            {
                "character": "Darryl",
                "quote": "Thanks, man."
            },
            {
                "character": "Kevin",
                "quote": "Yeah [kisses Darryl on the cheek]"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Guys, I think we should all ease up on Meredith. This has got to be hard for her."
            },
            {
                "character": "Angela",
                "quote": "Oh, no no no no no. I have not yet begun to shame."
            },
            {
                "character": "Stanley",
                "quote": "That's it. I'm getting my stuff. I'm leaving for the day."
            },
            {
                "character": "Erin",
                "quote": "No! Stanley! If you leave now then you'll get it in your car and then you'll get it in your house! [Erin jumps on Stanley's back]"
            },
            {
                "character": "Stanley",
                "quote": "Get off me!"
            },
            {
                "character": "Erin",
                "quote": "I'm trying to save you from yourself!"
            },
            {
                "character": "Stanley",
                "quote": "Alright, I'll stay! There's a pencil broken in my rolls."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Maybe it was Meredith. Maybe she brought in lice that are totally different than the lice that i got from Cece. So let's not jump to the simplest conclusion that she got her lice from me. That is how wars get started. Fine, I'll tell her it was me."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "Oh man, that's fresh squeezed. And, uh are all the snacks complimentary?"
            },
            {
                "character": "Limo Driver",
                "quote": "Yeah, take some home if you want."
            },
            {
                "character": "Jim",
                "quote": "Oh no, no, no. That's ok. [Jim shoves some snacks in his pocket as he gets out of limo] Um I'm sorry, is this the conference center?"
            },
            {
                "character": "Limo Driver",
                "quote": "No, Mr. Irving called. Said he'd rather meet you at his private court."
            },
            {
                "character": "Jim",
                "quote": "You gotta be kidding me."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Hey, Meredith I need to tell you something."
            },
            {
                "character": "Meredith",
                "quote": "[shaving her own head] Yes, Pam what do you want?"
            },
            {
                "character": "Pam",
                "quote": "Oh my God, Meredith what are you doing!?"
            },
            {
                "character": "Meredith",
                "quote": "Baking a cake, what does it look like I'm doing? Getting rid of the lice."
            },
            {
                "character": "Pam",
                "quote": "Oh stop! I am so sorry!"
            },
            {
                "character": "Meredith",
                "quote": "Oh, can you hold that thought? That's my wax. You know, I think these critters migrated from down south. What were you saying?"
            },
            {
                "character": "Pam",
                "quote": "Nothing."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "I am going to tell her, but now is clearly not the time. I will buy her a wig, we'll have a few laughs. There's a right way to do this."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Scalp leeches, skull vampires, follicle gypsies, hair lawyers. One thing is clear, it's kill or be killed!"
            },
            {
                "character": "Erin",
                "quote": "No, no. It's more of a nuisance really. It's not that big a deal. So, I collected your hats and your coats..."
            },
            {
                "character": "Dwight",
                "quote": "To be burned!"
            },
            {
                "character": "Erin",
                "quote": "To be washed."
            },
            {
                "character": "Angela",
                "quote": "What do we do about our heads?"
            },
            {
                "character": "Dwight",
                "quote": "I'm not gonna lie. Lye!"
            },
            {
                "character": "Erin",
                "quote": "No, all we need is mayonnaise."
            },
            {
                "character": "Angela",
                "quote": "Excuse me?"
            },
            {
                "character": "Pam",
                "quote": "She's right, it works. I would imagine."
            },
            {
                "character": "Erin",
                "quote": "Yes, it helps to suffrocate the little buddies and it's a really healthy alternative to the chemicals found in most lice shampoos."
            },
            {
                "character": "Oscar",
                "quote": "I can appreciate that. I also only eat local, organic produce."
            },
            {
                "character": "Meredith",
                "quote": "[walks in conference room] Shaboom! How do you like me now!?"
            },
            {
                "character": "Angela",
                "quote": "Oh."
            },
            {
                "character": "Oscar",
                "quote": "Wow."
            },
            {
                "character": "Meredith",
                "quote": "Take a picture. It will last longer."
            },
            {
                "character": "Angela",
                "quote": "We don't want it to last longer. It's horrible."
            },
            {
                "character": "Creed",
                "quote": "Bald people make me sick."
            },
            {
                "character": "Meredith",
                "quote": "Yeah, yeah, everybody pile on Meredith. But I'm the only one with the balls to show them lice who's boss."
            },
            {
                "character": "Erin",
                "quote": "Ok, nobody panic. If everybody just follows my instructions, then nobody else needs to end up bald. Not that it looks bad, Meredith. It looks...It looks awesome. You look like a baby who suddenly aged 50 years. A cute baby, but something sucked the life force out of it. I'm so sorry. We need mayonnaise! We need it now."
            },
            {
                "character": "Pam",
                "quote": "Oh! Uh, uh I'll go."
            },
            {
                "character": "Angela",
                "quote": "Okay. Oh, thank you."
            },
            {
                "character": "Oscar",
                "quote": "You're a saint, Pam."
            },
            {
                "character": "Pam",
                "quote": "No, no, it's not a big deal, please. No. Um, Meredith can I get you something special while I'm at the store, candy, or...or one of those stylish turbans?"
            },
            {
                "character": "Meredith",
                "quote": "Thanks Pam! I'll take a pack of Nicorette gum and a pack of Kools."
            },
            {
                "character": "Pam",
                "quote": "Okay."
            },
            {
                "character": "Dwight",
                "quote": "Let's talk pubes, people."
            }
        ],
        [
            {
                "character": "Val",
                "quote": "Hey, Darryl."
            },
            {
                "character": "Darryl",
                "quote": "Oh, hey Val."
            },
            {
                "character": "Nellie",
                "quote": "Oh, that was tragic, Oh, that was like a car crash. I couldn't look away. You two clearly still have feelings for each other."
            },
            {
                "character": "Darryl",
                "quote": "Yeah."
            },
            {
                "character": "Phyllis",
                "quote": "What's gonna make you feel better, big guy?"
            },
            {
                "character": "Darryl",
                "quote": "When I was a kid, my grandmother used to make me chocolate cake when I wasn't feeling good. She's not around to do that anymore. I'm sorry, I just need a moment to myself just to clear my head."
            },
            {
                "character": "Nellie",
                "quote": "Aw, poor Darryl. I can't bear to see him suffer like this."
            },
            {
                "character": "Kevin",
                "quote": "I think he needs some hugs, and maybe some chocolate cake."
            },
            {
                "character": "Phyllis",
                "quote": "Mmm, this won't help him, it's a muffin, not cake."
            },
            {
                "character": "Nellie",
                "quote": "Listen, let's try and get Darryl the one thing in the world he clearly wants and needs the most."
            },
            {
                "character": "Kevin",
                "quote": "An Escalade."
            },
            {
                "character": "Nellie",
                "quote": "Or what's her name."
            },
            {
                "character": "Phyllis",
                "quote": "Val."
            },
            {
                "character": "Nellie",
                "quote": "Let's get Darryl Val."
            }
        ],
        [
            {
                "character": "Julius Irving",
                "quote": "I hope you don't mind me bringing you out here. I can't get my knees under a desk."
            },
            {
                "character": "Jim",
                "quote": "Are you kidding me? I can literally scalp tickets to this."
            },
            {
                "character": "Julius",
                "quote": "Well, do you think you can sink one from deep?"
            },
            {
                "character": "Jim",
                "quote": "Listen, I don't mean to intimidate you, but I did play a little high school ball."
            },
            {
                "character": "Julius",
                "quote": "Okay. [Jim shoots the basket and it goes in] Wow, Halpert's got game."
            },
            {
                "character": "Jim",
                "quote": "Alright. [Jim's phone rings] Oh, sorry. I'm so sorry. It's my wife, can I take this?"
            },
            {
                "character": "Julius",
                "quote": "It's your wife? You better take it."
            },
            {
                "character": "Jim",
                "quote": "Right! [Jim laughs as he answers the phone] Hey, what's up? Everything ok?"
            },
            {
                "character": "Pam",
                "quote": "Oh, no everything's great! Um, I was just calling to see how the meeting went."
            },
            {
                "character": "Jim",
                "quote": "It's still happening right now actually, so uh..."
            },
            {
                "character": "Pam",
                "quote": "He's really making you work for it, huh?"
            },
            {
                "character": "Jim",
                "quote": "Yes, it is very stressful. You sure everything's okay?"
            },
            {
                "character": "Pam",
                "quote": "Great. I am killing it over here. [drops mayonnaise on the ground] Jim, I gotta go."
            },
            {
                "character": "Jim",
                "quote": "Okay, bye. [Jim turns back to Julius] So sorry about that."
            },
            {
                "character": "Julius",
                "quote": "No problem. Hey Jim, what size do you wear, man? I got a pair of japanese Nikes with your name on them. What do you think?"
            },
            {
                "character": "Jim",
                "quote": "I love it."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "[handing out mayonnaise jars] Once it's all over your head, just leavr it there for four hours. That will be enough time for the lice to fall asleep, suffrocate, and then pass away."
            },
            {
                "character": "Dwight",
                "quote": "Oh sure, and when you're ready to get serious, come to me to get it done right. [Dwight holds up a pair of scissors]"
            },
            {
                "character": "Stanley",
                "quote": "Put those away before you hurt yourself."
            },
            {
                "character": "Dwight",
                "quote": "[swings the scissors around and puts them into his pocket, putting a hole in his Hazmat suit] Oh God, oh no. No. No. No! No! No! No! No!"
            },
            {
                "character": "Erin",
                "quote": "Okay, it's easier with a buddy, so everybody pair up."
            },
            {
                "character": "Angela",
                "quote": "Oscar, do you want to be my partner?"
            },
            {
                "character": "Oscar",
                "quote": "Yeah, yeah, sure. I'd love to.."
            },
            {
                "character": "Creed",
                "quote": "Hey, uh, mayo buddy, five dollar tip, you unclog my ears. Okay?"
            },
            {
                "character": "Erin",
                "quote": "Oh, Creed, I'm so sorry. I'm...I'm already partners with Pete, right Pete?"
            },
            {
                "character": "Pete",
                "quote": "Uh, yeah. We promised each other if we ever got lice, we'd buddy up. Sorry, man."
            },
            {
                "character": "Pam",
                "quote": "Hey, Creed, wanna be my buddy?"
            },
            {
                "character": "Creed",
                "quote": "Oh God. Stuck with the weirdo."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "[Angela is slapping mayo on Oscar's head] Angela."
            },
            {
                "character": "Angela",
                "quote": "You don't want bugs. You know? Who knows where those bugs will end up?"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "[putting mayo on Stanley's head] You're getting a bargain. I ain't got no hair no more."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[putting mayo on Creed's head] Creed, I'm all done. My turn."
            },
            {
                "character": "Creed",
                "quote": "I'm sorry, Pam. It looks a little messy."
            },
            {
                "character": "Pam",
                "quote": "Well, wait."
            }
        ],
        [
            {
                "character": "Pete",
                "quote": "[putting mayo on Erin's head] How's that?"
            },
            {
                "character": "Erin",
                "quote": "I feel it working. [Erin and Pete playing around with the mayo] Eiffel tower!"
            }
        ],
        [
            {
                "character": "Val",
                "quote": "Can I help you?"
            },
            {
                "character": "Phyllis",
                "quote": "Well, we don't want to pry but we heard you broke up with Darryl."
            },
            {
                "character": "Val",
                "quote": "Yeah, that's true."
            },
            {
                "character": "Phyllis",
                "quote": "We think you made a big, big mistake."
            },
            {
                "character": "Kevin",
                "quote": "Big mistake."
            },
            {
                "character": "Nellie",
                "quote": "Quite enormous."
            },
            {
                "character": "Phyllis",
                "quote": "He's a real catch and you should take him back."
            },
            {
                "character": "Val",
                "quote": "Ok, thank you. Is that all?"
            },
            {
                "character": "Nellie",
                "quote": "No. No, that is not all. Let me tell you what real life is like. The men dry up, and the nights get lonely. The only calls on your machine are for collection agencies about that pair of motorcycle boots you never even wore. You stalk your old high school boyfriend online, go to his daughter's soccer games, and make a scene. You buy a diamond ring for yourself, wear it on your right hand, and tell yourself, you're all you need. One day, you're alone, tired. At your feet, a dying bird. But where did it come from? Why did you kill it? Is it because in some strange way it is you?"
            },
            {
                "character": "Val",
                "quote": "Thank you all for your concern, but I'm gonna have to ask you to leave, okay?"
            },
            {
                "character": "Kevin",
                "quote": "So does this mean you're gonna take Darryl back?"
            },
            {
                "character": "Val",
                "quote": "No."
            },
            {
                "character": "Kevin",
                "quote": "Well, then, what do you say to you and me hitting the town? 'Cause I'm free, literally forever."
            }
        ],
        [
            {
                "character": "Val",
                "quote": "Yeah, Kevin asked me out. I was kinda feeling good about reentering the dating pool, but then Kevin asked me out. Thought I might trade up to a new level of man. Then Kevin asked me out."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[phone rings] Hello?"
            },
            {
                "character": "Helene",
                "quote": "[on speaker phone] Hi, honey, it's mom. Look, Cece's school just called. She still has lice."
            },
            {
                "character": "Pam",
                "quote": "What, no. That can't...I don't..."
            },
            {
                "character": "Helene",
                "quote": "Now, don't worry, don't worry. I'm on my way to pick her up, but you might have lice too. You know, lice can be tricky. Sometimes lice, like...[Pam hangs up phone]"
            },
            {
                "character": "Angela",
                "quote": "Oh my God."
            },
            {
                "character": "Meredith",
                "quote": "Shave her head. Shave her head!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[everyone yelling at Pam]You guys, I am so sorry! It's just been so chaotic with Jim gone, that..."
            },
            {
                "character": "Meredith",
                "quote": "Yeah yeah, Princess Fancypants let Jane 12-pack over here take the fall."
            },
            {
                "character": "Dwight",
                "quote": "[talking through the loud speaker] She's right Pam."
            },
            {
                "character": "Pam",
                "quote": "Is there a volume knob on that thing?"
            },
            {
                "character": "Dwight",
                "quote": "Yeah there's a volume knob on that thing."
            },
            {
                "character": "Pam",
                "quote": "Meredith, I am so sorry."
            },
            {
                "character": "Angela",
                "quote": "Well, a lot of good your sorrys are doing her now, Pam. She's a monster."
            },
            {
                "character": "Pam",
                "quote": "I meant to say something earlier. I just..."
            },
            {
                "character": "Meredith",
                "quote": "Just? Just what? Just forgot?"
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Who's the one who didn't bring lice into the office? Meredith. Sure I gave everybody pink eye once, and my ex keyed a few of their cars, and yeah I BMed in the shredder on New Years. But I didn't bring the lice in. That was all Pam."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Attention, people of the office. You have exactly 60 secondes to evacutate the bull pen. At that time, I will be tossing this powerful insecticidal grenade, which contains piperonyl butoxide, as well as...[Dwight drops the grenade and it goes off inside Andy's office]"
            },
            {
                "character": "Erin",
                "quote": "Dwight, are you okay!?"
            },
            {
                "character": "Dwight",
                "quote": "Whoa. Hypertoxide has a mild hallucigenic effect, but I don't think it's kicked in yet. I'm gonna count down from ten. Nine, yellow, cold, sad, purple. [Dwight collapses]"
            },
            {
                "character": "Erin",
                "quote": "Wow. He got to purple."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "[Angela rinsing Oscar's hair, and she bumps his head] Ow!"
            },
            {
                "character": "Angela",
                "quote": "Sorry."
            },
            {
                "character": "Oscar",
                "quote": "You're waterboarding me!"
            },
            {
                "character": "Angela",
                "quote": "Oops."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "[shoving large amounts of bubble wrap into the baler, as a warehouse worker passes] No, this is fine. We are allowed to do this. This is okay."
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "You're up."
            },
            {
                "character": "Pete",
                "quote": "Yeah, I'm kinda sad to see this baby go."
            },
            {
                "character": "Erin",
                "quote": "You do kinda look like Elvis, but we should probably wash all the dead lice out."
            },
            {
                "character": "Pete",
                "quote": "Okay."
            },
            {
                "character": "Erin",
                "quote": "Okay. Okay. [rinsing Pete's hair out] Is that too cold?"
            },
            {
                "character": "Pete",
                "quote": "No, it actually feels kinda nice."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "I wonder what happened over there. I've been sitting here the whole time. [as the baler crushes the bubble wrap, making loud noises]"
            }
        ],
        [
            {
                "character": "Val",
                "quote": "Okay."
            },
            {
                "character": "Darryl",
                "quote": "Huh?"
            },
            {
                "character": "Val",
                "quote": "Let's give it a shot. Let's make it work."
            },
            {
                "character": "Darryl",
                "quote": "Oh, no. I mean, I want to, I just...I don't want to force you into something you don't want to do."
            },
            {
                "character": "Val",
                "quote": "You're not. I believe in us."
            },
            {
                "character": "Darryl",
                "quote": "But... [Val kisses Darryl]"
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "I'm back together with Val. Yay..."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "I had a pretty good day today. Not everything went exactly according to plan, but lice if you are watching, I am ready for you anytime, anywhere. [Dwight gets into his car and another insecticidal grenade goes off]"
            }
        ],
        [
            {
                "character": "Pete",
                "quote": "Hey, did Erin already take off?"
            },
            {
                "character": "Oscar",
                "quote": "I guess so."
            },
            {
                "character": "Pete",
                "quote": "Okay."
            }
        ],
        [
            {
                "character": "Julius",
                "quote": "You're Kareem, coming to help."
            },
            {
                "character": "Jim",
                "quote": "Okay, I'm Kareem. That makes total sense. I'm Kareem. You're Dr. J. Just sounds weird to say out loud."
            },
            {
                "character": "Julius",
                "quote": "And it went like this. [Jim's phone starts ringing]"
            },
            {
                "character": "Jim",
                "quote": "And that's all?"
            },
            {
                "character": "Julius",
                "quote": "That's it."
            },
            {
                "character": "Jim",
                "quote": "No one will believe this back home, but that's okay. Let me show you how it's done."
            },
            {
                "character": "Julius",
                "quote": "Yeah, you show me how."
            }
        ],
        [
            {
                "character": "Jim",
                "quote": "[Jim's phone goes to voicemail] This is Jim Halpert, leave a message."
            },
            {
                "character": "Pam",
                "quote": "Hey honey, it's me. Just trying to catch you before going home. Um, oh, well just give me a call whenever. Hope your day got better. Love you."
            },
            {
                "character": "Meredith",
                "quote": "Hey, what you doing right now?"
            },
            {
                "character": "Pam",
                "quote": "I'm just gonna go home. My mom's been watching the kids all day."
            },
            {
                "character": "Meredith",
                "quote": "Let her stay another hour. Let's go get a beer."
            },
            {
                "character": "Pam",
                "quote": "Really? A beer sounds incredible right now."
            },
            {
                "character": "Meredith",
                "quote": "No duh. Let's go. You're buying."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Meredith, I am so sorry about today."
            },
            {
                "character": "Meredith",
                "quote": "Forget about it."
            },
            {
                "character": "Pam",
                "quote": "I just did not realize how hard it was gonna be without Jim. I mean, I really respect you for being a single mom all these years. It whipped my ass in half a week. I have to say, there are not a lot of people who could pull off a shaved head, but you are rocking it."
            },
            {
                "character": "Meredith",
                "quote": "Right. I got the bartender's phone number when you were in the john. I'm gonna take that freak to bone town before the night is over."
            },
            {
                "character": "Pam",
                "quote": "Get it, girl!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[Pam and Meredith singing karaoke] This one's for all you ladies out there."
            },
            {
                "character": "Meredith",
                "quote": "[starts singing] I come..."
            },
            {
                "character": "Pam",
                "quote": "Not yet."
            },
            {
                "character": "Both",
                "quote": "[singing] I come home in the middle of the night. My mother says when you gonna live your life right? Oh Mother dear, we're not the fortunate ones. And girls, they want to have fun. Oh girls just want to have fun."
            }
        ]
    ],
    "deleted_scenes": []
}