{
    "season": 9,
    "episode": 11,
    "title": "Suit Warehouse",
    "scenes": [
        [
            {
                "character": "New Instant Message",
                "quote": "Stone &amp; Son Suit Warehouse contract expired with their paper provider! Go get it! –David Wallace"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Stone and Son Suit Warehouse recently lost their paper provider. They’re a family owned business [chuckles]. Jim and I used to clean up at those. We’d go in pretending to be family – brothers. We did it at a family owned law firm, at a family owned construction company, and a family owned motorcycle store. Jim and Dwight Shrupert. I was the dynamic, likeable winner that was doted upon by Mom. And Jim was the closeted foot fetishist pretending to belong. The client never knew any of that, but I knew."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "[on phone with Jim] I hope you’ve been paying your wig storage bills Jimbo, because it’s time for another episode of “Handsome and Stinky, paper brothers for hire”."
            },
            {
                "character": "Jim",
                "quote": "Sorry, Stinky, can’t do it. Too busy."
            },
            {
                "character": "Dwight",
                "quote": "Oh, god, this again? You’re Stinky."
            },
            {
                "character": "Jim",
                "quote": "Okay. There’s no possible way I can get there, so just ask Phyllis. She can be your older sister or something."
            },
            {
                "character": "Dwight",
                "quote": "Phyllis, my sister? More like my dead great great grandmother who died of stupidity."
            },
            {
                "character": "Phyllis",
                "quote": "I have ears, Dwight."
            },
            {
                "character": "Dwight",
                "quote": "Oh, do you really have ears, Phyllis? Like all human beings? We all have ears. [back to Jim] See what you leave me with here, Jim?"
            },
            {
                "character": "Jim",
                "quote": "Hey, I’m in Philadelphia right now."
            },
            {
                "character": "Dwight",
                "quote": "How is that my problem? Get in your car and drive down here. You can make it in 30 minutes if you drive 240 miles per hour."
            },
            {
                "character": "Jim",
                "quote": "Huh. How long would it take me if I drove 300 miles an hour?"
            },
            {
                "character": "Dwight",
                "quote": "Mmm. That’s a good… question. 300 times… [Jim hangs up] 180… Um that comes to 25 minutes. [realizes Jim hung up] Yes. Oh, well, thank you Jim. Yes, I am better than you. Thanks for acknowledging that. Okay, bye bye. Love you."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "Darryl, looking good!"
            },
            {
                "character": "Darryl",
                "quote": "Heading to Philly. Interview with Jim’s company."
            },
            {
                "character": "Pam",
                "quote": "Hey, good luck. When you get to Philly, will you tell Jim I miss him?"
            },
            {
                "character": "Darryl",
                "quote": "Why don’t you come along and tell him yourself?"
            },
            {
                "character": "Pam",
                "quote": "Ha ha. That’d be great. Kind of like ditching school, except instead of getting suspended, you get… What do you get? Oh my god! Why didn’t I think of this? Andy’s not here. Oh, hey, Erin, um, I’m expecting a shipment of pens. Can you cover that?"
            },
            {
                "character": "Erin",
                "quote": "Mhm. Cover that. What does that mean, exactly? What are we talking here? Details."
            },
            {
                "character": "Pam",
                "quote": "A delivery guy will deliver a box of pens, and you just make sure everything’s in order."
            },
            {
                "character": "Erin",
                "quote": "What? Everything? What, how do I make sure it’s in order? I [laughs] haven’t been trained for this."
            },
            {
                "character": "Pam",
                "quote": "[giggles] Okay, see you later."
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "Hey guys."
            },
            {
                "character": "Phyllis",
                "quote": "Clark!"
            },
            {
                "character": "Meredith",
                "quote": "Hey!"
            },
            {
                "character": "Oscar",
                "quote": "Hey, look who’s back, Dwight Junior."
            },
            {
                "character": "Kevin",
                "quote": "Hey, so how was it? I mean… the sex with Jan."
            },
            {
                "character": "Clark",
                "quote": "A gentleman doesn’t discuss such matters. Especially when the feelings of a lady are involved."
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "Women reach their sexual peak at whatever age Jan was last week. I mean it was… like making love with a wild animal. But not like a cougar like you might think. It was uh… like a swarm of bees. Bees that just find something wrong with every hotel room."
            }
        ],
        [
            {
                "character": "Meredith",
                "quote": "Nothing wrong with being a gentleman. Like my mom used to say, “Talk classy, act nasty”."
            },
            {
                "character": "Clark",
                "quote": "What’s with the wig Meredith?"
            },
            {
                "character": "Meredith",
                "quote": "What, is it on backwards? [partially removes wig, revealing her bald head]"
            },
            {
                "character": "Clark",
                "quote": "Nope, you got it. You fixed it. Uh, I have a gift from Jan. It’s an espresso maker! We came to be quite fond of espresso on the Amalfi Coast so… bon appetite."
            },
            {
                "character": "Phyllis",
                "quote": "Ooo! 16 types of espresso! Now that’s Italian."
            },
            {
                "character": "Oscar",
                "quote": "My friend has one of these. Fool-proof espresso every time."
            },
            {
                "character": "Meredith",
                "quote": "Always with the friends Oscar. Can’t we just enjoy the new espresso machine?"
            },
            {
                "character": "Oscar",
                "quote": "Actually, it’s pronounced “espresso”… Wait. That’s what you said. I apologize, I just assumed you would mispronounce it. So…"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "There he is! [chuckles] We are all so proud of you for the small part that you played in landing the white pages. Prouder of me, but…"
            },
            {
                "character": "Clark",
                "quote": "If you really want to show appreciation, just give me half the commission."
            },
            {
                "character": "Dwight",
                "quote": "Gosh, you know, I wish I could but, uh… No. Hey, listen, remember how everyone used to call you Dwight Junior and how much you loved that?"
            },
            {
                "character": "Clark",
                "quote": "[sarcastically chuckling] I loved it."
            },
            {
                "character": "Dwight",
                "quote": "How would you like to pretend to by my son in order to land a sale?"
            },
            {
                "character": "Clark",
                "quote": "If it’ll lead to me being a salesman, I’ll pretend to be your friend."
            },
            {
                "character": "Dwight",
                "quote": "Then looks like we have a deal… Son [holds up a suit identical to his]"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "Hi guys!"
            },
            {
                "character": "Pete",
                "quote": "Hey, look who it is!"
            },
            {
                "character": "Erin",
                "quote": "Sorry. Super-busy. Pens coming in later, just grabbing a Java before all hell breaks loose."
            },
            {
                "character": "Oscar",
                "quote": "Try this one. [handing Erin a cup of espresso]"
            },
            {
                "character": "Erin",
                "quote": "Thank you! [leaves the room]"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "I don’t really have time to think about Pete right now. I just have a lot going on with this whole shipment of pens. And I have a lot of people trusting me, and I would feel super guilty if I broke anyone’s trust. About the pens."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "You ready for your interview?"
            },
            {
                "character": "Darryl",
                "quote": "I was born ready! No, I suck at interviews. I had Andy’s job in the bag until my interview."
            },
            {
                "character": "Pam",
                "quote": "Well, you shouldn’t be nervous about this. This is a tiny start-up with a bunch of guys just as dorky as Jim."
            },
            {
                "character": "Darryl",
                "quote": "Yeah, I guess…"
            },
            {
                "character": "Pam",
                "quote": "Really, you can’t be scared of a room full of Jims. I love the guy, but he’s basically Gumby with hair. [Darryl laughs]"
            }
        ],
        [
            {
                "character": "Suit Store Father",
                "quote": "[chuckling] It’s kind of funny, a father and son sales team meeting with a father and son suit store."
            },
            {
                "character": "Dwight",
                "quote": "You know, you’re right! We hadn’t even thought of that, had we boy? [to Clark]"
            },
            {
                "character": "Clark",
                "quote": "No, we sure hadn’t Pop. [both chuckling]"
            },
            {
                "character": "Dwight",
                "quote": "[Takes picture from desk] Oh! You’re a hunter I see. Spend your early mornings out in the blinds, like Clarky and me. Huh? [grabs Clark’s shoulder]"
            },
            {
                "character": "Clark",
                "quote": "He calls me Clarky ‘cause he’s my Dad."
            },
            {
                "character": "Dwight",
                "quote": "Guilty!"
            },
            {
                "character": "Suit Store Father",
                "quote": "You don’t meet many hunters these days."
            },
            {
                "character": "Clark",
                "quote": "My dad is the best hunter there is. I mean, he’s like a serial killer… of animals. One time, he snuck up behind a sleeping deer and just sawed its head right of. It was sick! [Dwight imitates sawing and blood spurting out of his neck, then makes a dying noise]"
            },
            {
                "character": "Dwight",
                "quote": "It was his birthday, just turned three. So…"
            },
            {
                "character": "Suit Store Father",
                "quote": "Ahh…"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "You guys, I kind of think I want to try them all. Is that crazy?"
            },
            {
                "character": "Nellie",
                "quote": "No. Look, without a taste test, how are we supposed to know which flavors we like to reorder?"
            },
            {
                "character": "Kevin",
                "quote": "Taste test? I’m in!"
            },
            {
                "character": "Oscar",
                "quote": "YOLO! [singing and dancing]"
            },
            {
                "character": "Phyllis",
                "quote": "What? [everyone is confused]"
            },
            {
                "character": "Oscar",
                "quote": "It’s a thing. It means “you only live once”."
            },
            {
                "character": "Kevin",
                "quote": "Yeah, we’re aware of what it means Oscar, you just do not look cool saying it."
            },
            {
                "character": "Oscar",
                "quote": "Well…"
            },
            {
                "character": "Kevin",
                "quote": "Alright everybody, who’s in? [everyone except Angela puts their hand in the middle of the group, like a huddle] Angela? [Angela shakes her head] Don’t make us come over there."
            },
            {
                "character": "Angela",
                "quote": "No, I don’t… no."
            },
            {
                "character": "Kevin",
                "quote": "Alright, let’s go. [starts shuffling the whole group towards Angela]"
            },
            {
                "character": "Angela",
                "quote": "Can’t I just agree without putting my hand in?"
            },
            {
                "character": "Nellie",
                "quote": "Absolutely not!"
            },
            {
                "character": "Kevin",
                "quote": "No way."
            },
            {
                "character": "Angela",
                "quote": "Oh, fine. [puts a napkin on top of everyone else’s hands and reluctantly puts her own hand on the napkin]"
            },
            {
                "character": "Kevin",
                "quote": "Ok guys, “we all drink them all”."
            },
            {
                "character": "Everyone",
                "quote": "[Meredith, Phyllis, Nellie, Angela, Creed, Oscar, Stanley] We all drink them all!"
            },
            {
                "character": "Kevin",
                "quote": "Yes!"
            },
            {
                "character": "Oscar",
                "quote": "Yes!"
            },
            {
                "character": "Nellie",
                "quote": "Whoo!"
            },
            {
                "character": "Phyllis",
                "quote": "Hey, where’s my ring?"
            },
            {
                "character": "Creed",
                "quote": "I’m sure it’ll turn up."
            }
        ],
        [
            {
                "character": "Athlead Employee",
                "quote": "[in the background] Yes ma’am, you want to go east on Franklin, take that all the way to Commonweath. You’ll see us on the right side, you can’t miss us."
            },
            {
                "character": "Dennis",
                "quote": "…And I want to reach every demographic possible."
            },
            {
                "character": "Jim",
                "quote": "No, I hear what you’re saying, and we will. The thing is, we gotta lock down this key demographic first. The rest will come, I promise. Just give me a couple weeks, alright?"
            },
            {
                "character": "Dennis",
                "quote": "We’re talking weeks here, not months, right?"
            },
            {
                "character": "Jim",
                "quote": "Weeks. Always weeks. Man, the last time I talked months was like, a million weeks ago."
            },
            {
                "character": "Dennis",
                "quote": "Alright. Good."
            },
            {
                "character": "Jim",
                "quote": "Thanks Dennis, I appreciate it. [To Pam] Hey! How are you?"
            },
            {
                "character": "Pam",
                "quote": "Good!"
            },
            {
                "character": "Jim",
                "quote": "What are you doing here?"
            },
            {
                "character": "Pam",
                "quote": "I just wanted to see you!"
            },
            {
                "character": "Jim",
                "quote": "That’s so great!"
            },
            {
                "character": "Darryl",
                "quote": "Damn! Jim, you got a real Facebook energy going on here man. You Zuckerberged this place out!"
            },
            {
                "character": "Jim",
                "quote": "It’s pretty great, right? I mean, we’re coming along… [to coworker] Hey, Wade, we gotta just push up Dennis’s timeline"
            },
            {
                "character": "Wade",
                "quote": "Okay"
            },
            {
                "character": "Jim",
                "quote": "[back to Pam] Actually, you know what? Give me one second, okay? Make yourselves at home."
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "…But I think that all of your concerns will be answered when you see the brochure that Clark’s getting out of my car. He’s a good boy, does whatever I say."
            },
            {
                "character": "Suit Store Father",
                "quote": "[sighs] I can’t relate to that, my son hates my guts."
            },
            {
                "character": "Dwight",
                "quote": "Oh… really."
            },
            {
                "character": "Suit Store Father",
                "quote": "Bring him into the business, and he resents me. How do you like that?"
            },
            {
                "character": "Dwight",
                "quote": "[fumbling] Well, things between me and Clark are good, but not great. In fact, I will say that they’re not even good. Really, they’re bad. Like you and your son."
            },
            {
                "character": "Clark",
                "quote": "[enters] Here you go, Pop! I know it was just a couple minutes, but… God I missed you!"
            },
            {
                "character": "Dwight",
                "quote": "What took you so long? Were you loitering out there like a hooligan, smoking a doobie?"
            },
            {
                "character": "Clark",
                "quote": "[confused] I sure was. Just like he taught me, looking cool."
            },
            {
                "character": "Dwight",
                "quote": "You’re being disrespectful!"
            },
            {
                "character": "Clark",
                "quote": "…And I love you, for saying that."
            },
            {
                "character": "Dwight",
                "quote": "[whispers to Clark] We don’t get along."
            },
            {
                "character": "Clark",
                "quote": "[catches on] Ha ha! I just burned him. Because the truth is… our relationship is… terr-"
            },
            {
                "character": "Dwight",
                "quote": "Terrible!"
            },
            {
                "character": "Clark",
                "quote": "Terrible."
            },
            {
                "character": "Dwight",
                "quote": "Yes! Genius. Stupid, stupid genius!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "Wow, this place is… so great. I had no idea – on the phone, you made it sound kind of dinky."
            },
            {
                "character": "Jim",
                "quote": "Well, I mean, I don’t even have the paycheck yet. It is a startup, so… These things go down all the time."
            },
            {
                "character": "Darryl",
                "quote": "If this company’s going down, I wanna go down on it. With it. I wanna go down with it."
            },
            {
                "character": "Jim",
                "quote": "[to Pam] Are you cool to just hang out?"
            },
            {
                "character": "Pam",
                "quote": "Sure, no problem."
            },
            {
                "character": "Jim",
                "quote": "Yeah? [to Darryl] You ready?"
            },
            {
                "character": "Darryl",
                "quote": "Yeah."
            },
            {
                "character": "Jim",
                "quote": "Let’s do it!"
            }
        ],
        [
            {
                "character": "Erin",
                "quote": "The pen delivery went amazing, and now I’ve got all these pens just waiting to be unpacked. But Pam did not tell me to unpack the pens, and I’m not one of those people who’s just like, “Uh, sure. I’ll accept the pens when they come in, and then as soon as your back’s turned, I unpack the pens and get all this credit as some great pen unpacker. On the other hand… they are just sitting here. Pam didn’t tell me not to unpack them. Don’t want to be a busybody, but I don’t want to be a lazybones. Busybody, lazybones. Busybody, lazybones. Ahh! My brain is ping-ponging around in my head right now, it’s insane! I’m sorry, what was your question again? Oh yeah, no. I’ve never had an espresso before. They’re good though."
            }
        ],
        [
            {
                "character": "Nellie",
                "quote": "A-bam! [slams espresso cup on table] My favorite is Viennese Amaretto. And the worst flavor I’ve tried so far is Alpine Select!"
            },
            {
                "character": "Kevin",
                "quote": "Yes! [giggles and picks up Angela]"
            },
            {
                "character": "Angela",
                "quote": "Ugh!"
            },
            {
                "character": "Kevin",
                "quote": "One! [as he picks Angela up in the air]"
            },
            {
                "character": "Angela",
                "quote": "Kevin! Kevin! Kevin!"
            },
            {
                "character": "Kevin",
                "quote": "Two… [picks Angela up again]"
            },
            {
                "character": "Angela",
                "quote": "Stop it!"
            },
            {
                "character": "Kevin",
                "quote": "Three…"
            },
            {
                "character": "Oscar",
                "quote": "That’s enough Kevin."
            },
            {
                "character": "Angela",
                "quote": "Stop it Kevin!"
            },
            {
                "character": "Kevin",
                "quote": "Four!"
            },
            {
                "character": "Oscar",
                "quote": "That’s enough!"
            },
            {
                "character": "Angela",
                "quote": "Kevin!"
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "So for your menswear catalogue, I think we can offer you some very competitive pricing."
            },
            {
                "character": "Suit Store Father",
                "quote": "I heard that before…"
            },
            {
                "character": "Clark",
                "quote": "Well, I understand, but –"
            },
            {
                "character": "Dwight",
                "quote": "I bet you have. He knows nothing about what people have heard before, my son."
            },
            {
                "character": "Clark",
                "quote": "Here we go again, another lecture from the old man."
            },
            {
                "character": "Suit Store Father",
                "quote": "Listen to him. He created you."
            },
            {
                "character": "Dwight",
                "quote": "Maybe if you listened a little bit, you’d improve. No wonder women despise you."
            },
            {
                "character": "Clark",
                "quote": "Women don’t despise me…"
            },
            {
                "character": "Dwight",
                "quote": "His last girlfriend was a transvestite. I knew it right away. Adam’s apple like the prow of a ship, thumbs like a lowland gorilla. Ha, but this one couldn’t see it, or didn’t wanna see it."
            },
            {
                "character": "Clark",
                "quote": "Alright, that’s enough, ‘cause I can say some things about him too."
            },
            {
                "character": "Dwight",
                "quote": "Yeah? Like what?"
            },
            {
                "character": "Clark",
                "quote": "Like the time that you got drunk and, and then… Killed those kids on their way to prom!"
            },
            {
                "character": "Dwight",
                "quote": "That never happened. He’s always been a liar. Ever since he was a little kid. He got caught “saving treats” from the kitty litter box."
            },
            {
                "character": "Suit Store Father",
                "quote": "Really shameful…"
            },
            {
                "character": "Clark",
                "quote": "So we can offer you matte or glossy printing-"
            },
            {
                "character": "Dwight",
                "quote": "Glistening brown morsels tumbling from every pouch in his trousers."
            },
            {
                "character": "Clark",
                "quote": "There’s obviously a volume discount uh, if you-"
            },
            {
                "character": "Dwight",
                "quote": "Following the cat around on his knees with his hands cupped beneath its tail, going “please kitty, may I have some more?” You can’t make this stuff up!"
            },
            {
                "character": "Clark",
                "quote": "No, I think someone could make it up. Someone with very few friends."
            },
            {
                "character": "Suit Store Son",
                "quote": "Hey fellas, sorry to keep you waiting."
            },
            {
                "character": "Suit Store Father",
                "quote": "Here he is, my son."
            },
            {
                "character": "Dwight",
                "quote": "[scoffs] Got cat turd collector written all over him."
            },
            {
                "character": "Suit Store Son",
                "quote": "…Did you say cat turd collector?"
            }
        ],
        [
            {
                "character": "Athlead Employee",
                "quote": "...So definitely looking to expand our market, but for now we’re just concentrating on athletes that are popular here in the northeast. Of course, that’s not a mandate."
            },
            {
                "character": "Darryl",
                "quote": "“Mandate”- Always think of two men on a date. [awkward moment] I have gay friends… I have one gay friend. [to Jim] Oscar?"
            },
            {
                "character": "Jim",
                "quote": "Mm-hm"
            },
            {
                "character": "Athlead Employee",
                "quote": "Alright, so what makes you think you’d be a good fit here?"
            },
            {
                "character": "Darryl",
                "quote": "[freezes] Ummm… [a moment later] Alright. Obviously y’all look really busy, and uh, I don’t want to waste your time anymore. Sorry, I just uhh… Obviously I’m not qualified to be here man, I’m… I’m a warehouse manager, you know…"
            },
            {
                "character": "Athlead Employee",
                "quote": "Darryl, I was a newspaper editor."
            },
            {
                "character": "Female Athlead Employee",
                "quote": "Science teacher, volleyball coach."
            },
            {
                "character": "3rd Athlead Employee",
                "quote": "I work at a home shopping network."
            },
            {
                "character": "4th Athlead Employee",
                "quote": "I’m a laywer. I’m the only one here who can honestly help. [group chuckles]"
            },
            {
                "character": "Jim",
                "quote": "And as you know, I was a paper salesman. [whispers to Darryl] Hey, I find it helps if you just picture everybody naked. [group overhears and chuckles]"
            },
            {
                "character": "Darryl",
                "quote": "Cool. Hey, thanks…"
            },
            {
                "character": "Athlead Employee",
                "quote": "So how about we start over, hmm? Darryl, do you have any thoughts on the company?"
            },
            {
                "character": "Darryl",
                "quote": "Yes, as a matter of fact, I uh… [pulls booklets from his bag] I wrote some down. There you go. [passes out booklets] Wow, this guy came prepared, it impresses me! [group laughs]"
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "Ah! So, this is what 2:00 P.M. looks like around here!"
            }
        ],
        [
            {
                "character": "Stanley",
                "quote": "I usually take a siesta about now."
            }
        ],
        [
            {
                "character": "Pete",
                "quote": "[to Erin] Stocking pens, huh? You’re like the new office administrator."
            },
            {
                "character": "Erin",
                "quote": "No, I just took over the pen shipment because Pam had to leave. When I say it out loud, I know that sounds insane, but it’s the truth, I swear."
            },
            {
                "character": "Kevin",
                "quote": "Pam! Pam, look out! Erin’s gunning for your job!"
            },
            {
                "character": "Erin",
                "quote": "No, I’m not! [Kevin imitates gunfire] It’s not like that at all! Forget it, I’m so sorry."
            },
            {
                "character": "Kevin",
                "quote": "Pam, look out!"
            },
            {
                "character": "Erin",
                "quote": "Pens, you did not buy into this. I am sorry, what a day you’ve had."
            }
        ],
        [
            {
                "character": "Athlead Employee",
                "quote": "By the way, Jim talks about you all the time."
            },
            {
                "character": "Pam",
                "quote": "That’s sweet that he talks about me."
            },
            {
                "character": "Athlead Employee",
                "quote": "It’s too bad he still hast to work part time in Scranton though…"
            },
            {
                "character": "Pam",
                "quote": "Well, that’s funny because I think of him as working part time in Philadelphia."
            },
            {
                "character": "Athlead Employee",
                "quote": "We can’t wait until you move here."
            }
        ],
        [
            {
                "character": "Suit Store Son",
                "quote": "I’m sorry, you guys are here to sell us paper?"
            },
            {
                "character": "Dwight",
                "quote": "Do you mind? The men are talking."
            },
            {
                "character": "Suit Store Father",
                "quote": "Sons used to idolize their fathers."
            },
            {
                "character": "Dwight",
                "quote": "Us old timers need to stick together. And how better than by signing a contract?"
            },
            {
                "character": "Suit Store Father",
                "quote": "I’d love to! Sam Junior here, he runs the business now. Kind of pushed me out, truth be told. I’m just here for human contract."
            },
            {
                "character": "Suit Store Son",
                "quote": "Okay Pop…"
            },
            {
                "character": "Dwight",
                "quote": "Wait, so you’re the boss?"
            },
            {
                "character": "Suit Store Son",
                "quote": "That’s right."
            },
            {
                "character": "Clark",
                "quote": "Hi, I’m Clark."
            },
            {
                "character": "Suit Store Son",
                "quote": "Hey."
            },
            {
                "character": "Clark",
                "quote": "Let’s talk."
            },
            {
                "character": "Suit Store Son",
                "quote": "Okay."
            },
            {
                "character": "Clark",
                "quote": "So if you look at our catalog here…"
            }
        ],
        [
            {
                "character": "Athlead Employee",
                "quote": "Well, thanks for coming down Darryl."
            },
            {
                "character": "Female Athlead Employee",
                "quote": "It was nice meeting you Darryl, I think you’d fit in great here."
            },
            {
                "character": "Darryl",
                "quote": "Yeah, yeah me too. I think it’d be like… You know what? [grabs basketball] I think it’d be like a Kevin Durant jump shot… Perfecto! [shoots basketball at hoop on wall, basketball misses and lands in fish tank, killing the fish] Oh my god…"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "They’re the ones who put a fish tank next to a basketball hoop. It’s like if I put a glass of milk on the edge of the table and Cece knocks it over, I don’t blame Cece."
            },
            {
                "character": "Darryl",
                "quote": "So I’m like a three year old girl in this scenario…"
            },
            {
                "character": "Pam",
                "quote": "Say they don’t hire you. It’s not like you’re out on the street. You have a great job with people who love you."
            },
            {
                "character": "Darryl",
                "quote": "And I’d only get to see Jada on the weekends. You know, I’m… I’m not so sure I’d like living in Philadelphia."
            },
            {
                "character": "Pam",
                "quote": "Right? Thank you! It’s just Philly. Everyone’s acting like it’s New York or Paris or London."
            },
            {
                "character": "Darryl",
                "quote": "Who needs it?"
            },
            {
                "character": "Pam",
                "quote": "Not us."
            },
            {
                "character": "Jim",
                "quote": "[enters] Okay, so the consensus was that that was unique. They’re going to make you pay for the fish, and… they wanted to know when you can start."
            },
            {
                "character": "Darryl",
                "quote": "What? [Jim shrugs] How about yesterday?"
            },
            {
                "character": "Pam",
                "quote": "Congratulations."
            },
            {
                "character": "Darryl",
                "quote": "Oh, thank you."
            },
            {
                "character": "Pam",
                "quote": "I guess you gotta move to Philly after all."
            },
            {
                "character": "Darryl",
                "quote": "Yes, I love Philly! Two-One-Five or die!"
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "No, I’m not upset. I’m really excited for Darryl… Maybe I’m a little disappointed that we’ll be losing him."
            }
        ],
        [
            {
                "character": "Kevin",
                "quote": "It feels really hot in here. Is it hot in here? It feels really really hot in here."
            },
            {
                "character": "Oscar",
                "quote": "It’s insane! They need to have the A.C. on year round! January too!"
            },
            {
                "character": "Angela",
                "quote": "[banging on window] I don’t get the point of this stupid window!"
            }
        ],
        [
            {
                "character": "Clark",
                "quote": "I mean, look, you and I both know that in paper or fashion, styles change. Check out my dad’s suit. You are looking at pure acrylic. That’s why his face always breaks out."
            },
            {
                "character": "Suit Store Son",
                "quote": "Does that suit come with a fire extinguisher? [Clark chuckles]"
            },
            {
                "character": "Clark",
                "quote": "You know what Dad? Maybe you should buy me a suit. I mean, I’m going to need one right? If I’m ever going to get a “real job” and move my “lazy ass” out of your “G.D. house”."
            },
            {
                "character": "Suit Store Son",
                "quote": "He’s got you there…"
            }
        ],
        [
            {
                "character": "Suit Store Son",
                "quote": "[to Clark in dressing room] That’s Italian silk. Very comfortable. Very tasteful… Although expensive."
            },
            {
                "character": "Dwight",
                "quote": "Yeah, you don’t want Italian. You’ll look like a mafia don. Next thing you know, you’ll be doing life in Rikers Island."
            },
            {
                "character": "Clark",
                "quote": "Well, that’s better than looking like the undertaker from boring island."
            },
            {
                "character": "Dwight",
                "quote": "That place doesn’t exist. It’s not a documented island. Ha ha, cartograph much?"
            },
            {
                "character": "Clark",
                "quote": "[emerges from dressing room wearing a sharp black suit] How do I look?"
            },
            {
                "character": "Dwight",
                "quote": "Actually… You look great. They steered you right. I guess it does make sense buying from a father son team. You know what? I’ll take one too."
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Everyone! Now that we have all this energy, why don’t we move the copier into the annex like we’ve always wanted to?"
            },
            {
                "character": "Nellie",
                "quote": "Whoo!"
            },
            {
                "character": "Meredith",
                "quote": "Frickin’ A!"
            },
            {
                "character": "Oscar",
                "quote": "Huh?"
            },
            {
                "character": "Kevin",
                "quote": "So long, noise!"
            },
            {
                "character": "Oscar",
                "quote": "One, two, three! [all gather around copier and push, tearing carpet beneath]"
            },
            {
                "character": "Nellie",
                "quote": "And we have torn up the carpet! Oh, we’re going to be in so much trouble!"
            },
            {
                "character": "Oscar",
                "quote": "Wait! [looking at the hardwood floor beneath the carpet] It’s beautiful. Hardwood! I always knew it was down here, I just never dreamed that I would actually see it."
            },
            {
                "character": "Meredith",
                "quote": "Tear up the carpet!"
            },
            {
                "character": "Nellie",
                "quote": "Whoo!"
            }
        ],
        [
            {
                "character": "Darryl",
                "quote": "Kill their fish, and they still hire me. That’s how you do that, baby. It’s all good, I’m ready. Y’all ready for this? [sings intro to “Everybody dance now”, points to Pam to sing first line]"
            },
            {
                "character": "Pam",
                "quote": "[reluctantly] Everybody dance now… [Darryl continues singing]"
            }
        ],
        [
            {
                "character": "Oscar",
                "quote": "Kevin, move. I can’t pull up the rug if you’re standing on it with your rhinoceros feet."
            },
            {
                "character": "Kevin",
                "quote": "Well I can’t stand here if you pull the carpet out from under me."
            },
            {
                "character": "Angela",
                "quote": "Oh, my head is killing me. Does anyone have a baby asprin?"
            },
            {
                "character": "Nellie",
                "quote": "Oh, enough with the whining already! Why don’t you just have some more coffee?"
            },
            {
                "character": "Stanley",
                "quote": "It’s all gone. I didn’t get a chance to try them all because Creed poured my Bogota Sunrise in the plant."
            },
            {
                "character": "Creed",
                "quote": "I saw the leaves twitch!"
            },
            {
                "character": "Angela",
                "quote": "Shut up!"
            },
            {
                "character": "Creed",
                "quote": "You shut up!"
            },
            {
                "character": "Oscar",
                "quote": "Everybody shut up and work!"
            },
            {
                "character": "Phyllis",
                "quote": "We don’t work for you!"
            },
            {
                "character": "Kevin",
                "quote": "Yeah!"
            },
            {
                "character": "Angela",
                "quote": "Yeah!"
            },
            {
                "character": "Stanley",
                "quote": "Hey, it’s five o’clock. [everyone leaves and a traffic backup occurs in the parking lot]"
            },
            {
                "character": "Oscar",
                "quote": "[with horns honking] Kevin, can-"
            },
            {
                "character": "Angela",
                "quote": "What’s going on?"
            }
        ],
        [
            {
                "character": "Dwight",
                "quote": "Yes! We did it! [leaving the suit store]"
            },
            {
                "character": "Clark",
                "quote": "You opened the door-"
            },
            {
                "character": "Dwight",
                "quote": "And you closed it. The boys are back in town. [high fives Clark] High fives! Ha ha!"
            },
            {
                "character": "Clark",
                "quote": "Hey, so all that really specific cat turd business, that was about you, right?"
            },
            {
                "character": "Dwight",
                "quote": "You got me! [tickles Clark and chuckles] I used to collect them!"
            },
            {
                "character": "Clark",
                "quote": "Why?"
            },
            {
                "character": "Dwight",
                "quote": "Each one is very different, like a snowflake."
            }
        ],
        [
            {
                "character": "Pam",
                "quote": "[shocked after seeing the torn up carpet] Hey… What happened here?"
            },
            {
                "character": "Erin",
                "quote": "You left me in charge of the pens, Pam. That’s what happened. The pens happened."
            },
            {
                "character": "Pam",
                "quote": "…Are the pens here?"
            }
        ]
    ],
    "deleted_scenes": []
}